<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 中正區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E6%AD%A3%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '中正區是中華民國台北市的一個區，位於臺北市西南側，其涵蓋臺北府城大部份區域，為臺北市區較早開發的區域，除了首都核心的博愛特區與中央政府機關多座落於此區外，在過去台北市政府與市議會尚未遷移至位於信義區的現址之前，也曾設置在中正區內。加上本區內的臺北車站為全臺最大交通樞紐，確立其政經中樞的特殊地位。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E6%AD%A3%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '1990年，臺北市進行行政區劃調整，將城中區與古亭區合併為一個區，以臺北著名的地標與觀光名勝「中正紀念堂」為名，而取名為中正區。',
            '2010年，臺北市政府配合舉辦臺北國際花卉博覽會而制定區花，中正區為木棉花，民政局也特別製作區花版門牌。',
          ),
      ),
  );
