<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 內湖區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%A7%E6%B9%96%E5%8D%80',
          ),
        'descs' => array (
            '內湖區位於中華民國臺北市東北地區，為其十二個行政區之一因其境內多山丘，形成多處小盆地地貌，當地人臺灣閩南語稱山坳地為「湖」，故內湖是「內部盆地」之義。臺語「內面即湖」或「內面彼湖」之稱謂；所指的盆地範圍係以北側自大金面山到碧湖國小的山陵，東緣從綠大地社區、成功公園到清白新村，南邊從白鷺山延伸到公館山之山丘北坡，西方是江南街處，在其中間形成一山坳型盆地。內湖區境內尚有「畚箕湖」、「北勢湖」、「白石湖」和「牛稠湖」等老地名，命名方式，亦是依地形和先民開墾事跡有關連性，而非指有水的湖泊名稱。工商活動部分，內湖科技園區則有許多新建商辦大樓，三軍總醫院及臺灣多數媒體皆將總部設於此區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%A7%E6%B9%96%E5%8D%80',
          ),
        'descs' => array (
            '西元1632年，荷蘭人繪製的《大臺北古地圖》描繪了里族社在內湖地區的活動範圍。',
            '西元1633年，西班牙神父哈辛多·艾斯奇維（Jacinto Esquivel）在報告裡，提到里族有兩個村社，曾建議在此設立天主教會堂，和派遣宣教師負責宣教事務。',
            '康熙末年起，漢人開拓者陸續地分批進入；較著名的有黃純善家族（祖籍福建省漳州府南靖縣）、山腳許居家族（祖籍福建省漳州府平和縣）、郭崇飽家族（祖籍福建省漳州府南靖縣）、何士蘭家族（祖籍福建省漳州府詔安縣）、王傳圓家族（祖籍福建省泉州府同安縣）、林秀俊家族（祖籍福建省漳州府漳浦縣）、遊子蹄與子彪家族（祖籍福建省漳州府詔安縣）。何士蘭於1741年，至港墘落籍，招佃開拓「內湖莊」；林秀俊在乾隆中葉，進入內湖「灣仔庄」，亦招佃拓墾「里族莊」（日治時期改稱「新里族」）。',
            '清代漢人中有客家、漳州、泉州籍移民，其中客家人人數最少，漳州籍為最多；泉州府籍的移民，居住在北勢湖、洲仔尾、葫蘆洲和五份地區，均臨基隆河畔；其他內湖大部分的區域，則由漳州籍先民分布其間。在宗教信仰方面，形成三大祭祀圈組織：一，北勢湖地區泉州籍的居民，參加大龍峒保安宮「保生大帝」之宗教活動；二，洲仔尾泉州籍的居民，參與「松山十三街庄」慈祐宮媽祖之信仰；三，漳州人則以碧山巖「開漳聖王」為地方守護神。',
            '日治時期的內湖境內，土地開發也已達到飽和程度，平原部份，乃以農田為主；較為形成市集的聚落，則有北勢湖老街、港墘老街與梘頭老街。二千戶一萬個住民當中，絕大部分是務農為業。',
            '大正9年（1920年）10月起，與南港合併為內湖庄，為臺灣總督府台北州七星郡管轄。',
          ),
      ),
  );
