<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 通霄鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%80%9A%E9%9C%84%E9%8E%AE',
          ),
        'descs' => array (
            '通霄鎮（臺灣客家語四縣腔：tungˊ seuˊ ziinˋ），是台灣苗栗縣的一個鎮，位於台灣中北部，苗栗縣西南部。是第12、13屆中華民國總統馬英九祭祖的故鄉。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%80%9A%E9%9C%84%E9%8E%AE',
          ),
        'descs' => array (
            '根據通霄鎮志記載：「通霄」一名由來，原是平埔族原住民道卡斯族之「風呢樣」〈Honeyan〉，一名「屯消」〈Tonsuyan〉社之所在。此外，又有一說：在清代時，因本鎮昔日南勢溪水深可停泊商船，為銅鑼、三義、苗栗等地貨物「吞」吐「銷」售中心。閩南語「霄」與「銷」發音相同，所以稱「吞霄」。清治時期部份有志之士開始改稱「通霄」。日治時期新竹州長蒞臨視察，也認為「吞霄」地名之不雅。且就地北望，見虎頭山高聳入雲霄，覺得稱「通霄」較好。遂於明治37年（西元1904年）更名為現今之「通霄」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%80%9A%E9%9C%84%E9%8E%AE',
          ),
        'descs' => array (
            '在鄭氏王朝以前，本區大部份原是平埔族之一道卡斯族吞霄社所在地（亦稱屯消社）。鄭經時代派右武衛劉國軒經略本區，這是漢人正式進入本區的開始；1683年滿清入台之後，吞霄社屬『苑裡堡』，後改『竹南三堡』，先後屬諸羅縣、彰化縣、淡水廳、台北府、新竹縣，1885年台灣設省後，在中部地區增設台灣府，分新竹縣為新竹、苗栗二縣，通霄即歸台灣省台灣府苗栗縣通霄二堡管轄。吞霄堡轄區東至鯉魚潭，西至吞霄港，南以房裡溪與大甲溪為界，北以高澗山與苗栗堡為鄰，吞霄街為主堡中心。 日治時期，行政區域更動頻繁，通霄曾分別屬台灣縣、台中縣、新竹縣、苗栗廳、新竹廳、新竹州管轄。戰後，於1946年設新竹縣苗栗區通霄鄉，1948年改制為鎮，1950年行政區劃改為苗栗縣通霄鎮下轄二十二里，1979年梅南里分為梅南里、通南里。2006年平元里分為平元里、平安里，全鎮現有二十四里。',
          ),
      ),
  );
