<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 苑裡鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%91%E8%A3%A1%E9%8E%AE',
          ),
        'descs' => array (
            '苑裡鎮（臺灣客家語四縣腔：地名本作「彎里」，vanˊ liˊ ziinˋ），有「苗栗穀倉」、「苗栗米倉」美譽，位於臺灣中部的苗栗縣境內西南隅，南鄰大安溪北岸與臺中市大甲區相鄰，東依火炎山與三義鄉為鄰，北靠通霄鎮，西濱台灣海峽，是苗栗縣開發最早的鄉鎮之一。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%91%E8%A3%A1%E9%8E%AE',
          ),
        'descs' => array (
            '本鎮地名源自於平埔族道卡斯族苑裡社（宛里社，Wanrie）譯音而來，依安倍明義台灣地名研究》就番語語言譯為「里灣里」，在簡化番語之下，由「彎里」、「灣麗」，仍至古文獻所稱「宛里」、「苑裏」，與今日的「苑裡」均為同音異字，指的都是同一個地方。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%91%E8%A3%A1%E9%8E%AE',
          ),
        'descs' => array (
            '清領康熙、雍正年間，稱「崩山八社」或「崩山」，乾隆以後改稱「蓬山八社」或「蓬山」。',
            '八社：大甲東、大甲西、宛裡、房裏、南日、雙寮、貓盂、吞霄。',
            '大甲東社（今台中市大甲區、外埔區）、大甲西社（德化社，今台中市大甲區、大安區）、宛裡社（苑裡社，今苗栗縣苑裡鎮）、房裏社（房裡社，今苗栗縣苑裡鎮）、南日社（日南社，今台中市大甲區）、雙寮社（擺陳社，今台中市大甲區）、貓盂社（今苗栗縣苑裡鎮）以及吞霄社（今苗栗縣通霄鎮）。',
            '另有日北社涵蓋苑裡鎮內區及相鄰鄉鎮。',
          ),
      ),
  );
