<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 苗栗市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%97%E6%A0%97%E5%B8%82',
          ),
        'descs' => array (
            '苗栗市（臺灣客家語四縣腔：meuˇ lid sii），位於台灣西北部，約在苗栗縣的中間偏西北處，為全縣政治中心。北以後龍溪與後龍鎮為界，東隔後龍溪與頭屋鄉、公館鄉相望，南鄰西湖鄉、銅鑼鄉。行政區輪廓像倒立之「香圓瓜」，北寬南窄，南北較長，總面積約37.8872平方公里。該市市名源自於平埔族原住民貓裏社。主要河川除後龍溪外，尚有穿越西部山區的後龍溪支流南勢溪。最大住民族群為客家人，通行語言為四縣腔客家話及國語。苗栗市雖為苗栗縣政治中心，但人口略呈現停滯趨勢，與苗北頭份市、竹南鎮之人口成長快速有極大落差。但這是因為該兩鎮鄰近新竹科學園區使工作機會大增，遷入了較多外地人口使然。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%97%E6%A0%97%E5%B8%82',
          ),
        'descs' => array (
            '今苗栗市中苗、南苗地區古時候為原住民道卡斯族巴利社（Bari）居住地，其社名之原住民語意為「平原」。最初遷移至此的閩南人以其音近似靈貓科動物「貓貍」（俗體字作貓狸）之閩南語發音，即以此作為地名。其後官方文書亦有使用近音之貓裏、貓裡或貓里者。',
            '清光緒15年（1889年）臺北府新竹縣分拆為兩縣之際，將貓狸依客家話發音改為近音雅字之苗栗，以作為新的縣名及堡名，其後沿用至今。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%97%E6%A0%97%E5%B8%82',
          ),
        'descs' => array (
            '依據考古學家的研究，苗栗縣已發掘史前遺址存在的年代，從四千年前的彩陶文化到兩千年前的黑陶文化都有。其中位於苗栗市的遺址，僅有「苗栗龜山遺址」一處，位於舊龜山大橋北端橋頭，即龜山大陂圳入水口上方斜坡，有稀疏的石器及陶片分布。',
            '在明鄭時代，苗栗縣一帶為平埔族原住民道卡斯族的居住地之一，總共分為九社，其中「貓裡社」位於今苗栗市中苗、南苗地區，「嘉志閣社」則位於北苗地區。清朝康熙年間，漢人開始入墾，以來自廣東、福建地區的客家人居多。乾隆年間，貓裡、嘉志閣兩社合併為「貓閣社」。清光緒中葉，貓閣社移居「城南六里」（今新英里新英國小一帶），男女共二百八十餘人，其後裔仍居該地，舊地名即為「蕃社」。',
            '清光緒15年（1889年），自臺北府新竹縣分拆出苗栗縣，為苗栗設縣之始，轄區為中港溪以南，大甲溪以北地區。同時，設縣治於「夢花街」，即今苗栗市建功里、玉清里一帶所轄範圍。',
            '明治28年（1895年）大日本帝國殖民台灣後，苗栗廢縣而改為「苗栗支廳」，隸屬於台灣縣（次年改名「台中縣」）。明治30年（1897年）重置「新竹縣」，苗栗改隸之。明治31年（1898年）6月，廢新竹縣，苗栗改隸台北縣「新竹辦務署」；同年11月，苗栗復隸台中縣，並設「苗栗辦務署」。明治34年（1901年），又設立獨立的苗栗廳。明治42年（1909年），苗栗地方廢苗栗廳，改隸「新竹廳」。大正九年（1920年），復設苗栗街，為苗栗郡治，隸屬於「新竹州」。',
            '二次大戰後，國民政府於民國35年（1946年）改「州、郡、街庄」為「縣、區、鄉鎮」。原苗栗街改稱「苗栗鎮」，為「苗栗區」區署所在地。政府遷台後，於民國39年（1950年）10月調整行政區域，將新竹縣分為桃園、新竹、苗栗三縣，苗栗縣正式恢復，設縣治於苗栗鎮。民國70年（1981年）12月，苗栗鎮因屬縣政府所在地，升格為「苗栗市」以迄於今。',
          ),
      ),
  );
