<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 公館鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AC%E9%A4%A8%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '公館鄉（臺灣客家語四縣腔：gungˊ gonˋ hiongˊ），是臺灣苗栗縣的一個鄉，為苗栗市的衛星城，苗栗第一大鄉，位於苗栗縣中部。氣候屬於亞熱帶，溫和多雨，年平均溼度約80%。公館鄉為臺灣紅棗唯一生產重鎮，有「苗栗米倉」美譽。公館鄉在能源發展方面，清朝在公館鄉開發了「亞洲第一口油井」，至今開發油氣已有百年歷史。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AC%E9%A4%A8%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '舊稱「隘寮下」，為客家人北移苗栗開發時的核心地區。1737年廣東鎮平的客家人徐華均、徐華殿兄弟入墾；1817年，以客家人吳琳芳為首，組織了八十四股開墾石圍牆、中小義一帶。',
            '客家人初在福基、石墻開墾時設隘寮守衛，因福基舊稱「上隘寮」，故稱公館街為「隘寮下」；道光年間形成街市；後因當地多為官府辦公或公共建築之辦公事務所在地，因此在1896年初設公館區庄場，1920年實施地方制度後設公館庄；此後「公館」之名沿用至今。',
          ),
      ),
  );
