<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 大湖鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%B9%96%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大湖鄉（臺灣客家語四縣腔：tai fuˇ hiongˊ），是台灣苗栗縣的一個鄉，位於苗栗縣南方，北鄰獅潭鄉，西鄰公館鄉、銅鑼鄉、三義鄉，南接卓蘭鎮，東鄰泰安鄉。氣候溫和多雨，以草莓聞名全國，素有臺灣草莓王國雅號。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%B9%96%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大湖在漢人入墾前，東部山區為泰雅族汶水群、大湖群聚居之地。原住民稱本地為馬凹（Ma-Ao），其意為山楜椒而得名。此外，大南勢方面的泰雅族，又將大湖叫做巴價拉崎（Bagalagya，或譯巴喀刺他給），一說是為了紀念一位頭目；一說為周圍溪水環繞之意。 咸豐六年（一八五六年），苗栗一堡新雞隆莊人吳立傳，出獵觀音山附近高地受困，侄吳定新馳援，見東方低地四面環山成一盆地，平原中茅葦花齊放，微風吹遇處如湖面波狀，故命名為「大湖」而沿用迄今。',
          ),
      ),
  );
