<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 泰安鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B3%B0%E5%AE%89%E9%84%89',
          ),
        'descs' => array (
            '泰安鄉（臺灣客家語四縣腔：tai onˊ hiongˊ），是臺灣苗栗縣轄下面積最大的鄉，也是本縣之一的山地鄉，地處本縣東南方，佔全縣面積約1/3。族群主要以臺灣原住民族泰雅族人、與漢人中的客家人為主。據2016年1月統計資料，人口略多於全縣最少的獅潭鄉，有6016人，但人口密度為全縣最低，每平方公里平均為10人。',
            '本鄉氣候屬於亞熱帶，溫和多雨，雨量由海岸向山區遞減，雨季主要在5月至9月。由於泰安鄉溫泉產業豐盛，素有「泰安溫泉鄉」雅號。在日本統治時代，本鄉境內各部落都屬新竹州大湖郡直轄的蕃地，戰後後才改制為山地原住民鄉。',
          ),
      ),
  );
