<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 銅鑼鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%8A%85%E9%91%BC%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '銅鑼鄉（臺灣客家語四縣腔：tungˇ loˇ hiongˊ），是台灣苗栗縣的一個鄉，位於苗栗縣南端。氣候屬於副熱帶季風氣候，溫和多雨，雨季主要在5月至9月。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%8A%85%E9%91%BC%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '本鄉開拓始於清乾隆初年，粵人藍之貴率族人三十餘戶，墾荒地、斬荊棘、闢田園，結廬舍於竹仔林(現在的竹森村一帶)。',
            '乾隆十年(1745年)，彰化豪強王桂麟嫉其有成，乃向官府偽報藍之貴為匪首，其廬全為匪窩，即率領官兵征剿。因寡不敵眾，所過之處被焚掠一空，最後殘餘廬舍三棟，故有「三座屋」之稱。',
            '乾隆十二年廣東鎮平人，吳士貴、吳榮芳，繼藍之貴之後，廣招移民，跟循其墾闢舊跡，由芎蕉灣(今朝陽村)向南擴展，至田洋(今銅鑼火車站前，尖豐公路以南地方)樟樹林等地，一面將居住於該地原住民驅逐於雞隆深山，一面開墾田園，逐漸形成村落。 同年，廣東陳國興與曾朝速、巫朝剛、曾俊珀、曾東興等人組織「五大股」，開闢牛角坑、早坑、山水坑、長潭坑(均在九湖村)等地。',
            '乾隆年間 (1736~1795年)，廣東吳潮光率吳、彭姓壯丁，創建老雞籠與新雞籠莊(興隆、新隆村)。',
            '乾隆五十六年(1791年)，嘉應州人賴聯輝開拓三座屋(竹森村)。 乾隆末年，嘉應州人李應龍開拓三座屋，為銅鑼李姓始祖;吳琳芳率兄弟五入，開闢樟樹林。',
            '咸豐初年，惠州人吳立傳(吳友宗後裔)率族人由高埔入墾新雞籠(新隆、盛隆村)。',
            '同治十一年(1872年)，廣東吳同麟開拓老雞籠(興隆村)，拓地百餘甲。後來，清廷解除漢人攜眷渡臺禁令，自廣東來台的墾民接踵而至，墾民大多聚集在老街(今福興村)一帶，銅鑼市街也因而初具規模。',
            '昭和十年(1935年)的新竹台中地震造成銅鑼庄327人死亡、約1322戶住家全壞；同時也破壞了雞隆公學校等設施。',
          ),
      ),
  );
