<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 三義鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E7%BE%A9%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '三義鄉（臺灣客家語四縣腔：samˊ ngi hiongˊ），是臺灣苗栗縣的一個鄉級行政區，位於苗栗縣南端。境內木雕產業發達，因此有「台灣木雕王國」之雅號。除此之外，三義也是台灣主要的客家聚落之一，境內客家人口居各族群多數並以客家語作為主要方言，屬四縣腔一系，並以客家文化為主題發展觀光產業。除了木雕與客家文化外，因穿越三義鄉的臺鐵舊山線在鄉境內遺留有以勝興車站為中心的多項鐵路遺跡，因此也逐漸發展出以鐵路為主題的觀光風潮。三義在過去舊名三叉，於1953年11月12日改稱今名。',
            '境內主要為丘陵與山區的三義鄉在氣候上屬於副熱帶季風氣候，特徵深受季風影響。2016年，三義及南莊兩鄉同時通過「國際慢城認證」，苗栗縣也成為台灣唯一擁有兩個通過國際慢城認證的城市。',
          ),
      ),
  );
