<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 南港區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E6%B8%AF%E5%8D%80',
          ),
        'descs' => array (
            '南港區位於中華民國臺北市東南側，為臺北市人口最少的行政區。中央研究院即設於此區。近年來增設南港展覽館，南港軟體園區、南港經貿園區也已經完工。本區的舊莊里為臺北市極東點。2010年臺北市舉辦花卉博覽會而制定區花，南港區為桂花，民政局也特別製作區花版門牌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E6%B8%AF%E5%8D%80',
          ),
        'descs' => array (
            '南港之名，係與基隆河對岸的汐止區「北港」相對。清治時期稱此地為南港仔嘴街，境內主要人口集中在金今天南港、三重、中南等里之間，舊名南港仔嘴街。',
            '南港與「水轉腳」、「水返腳」（今汐止），於基隆河的兩岸形成交界處，自然造成的「港仔嘴」。最早的南港聚落，位於今捷運南港展覽館站側，即南港路一段10巷（已拆除）至30巷間之間。昔日舟楫往來，河港的功能健全，早在明鄭時代已築有基礎公路，清治光緒年間劉銘傳開通台北基隆間鐵路，位於原公路南側開縱貫鐵路，成為東西交通幹線，惟清治時期仍慣以水運，且南港人口有限難有發達。日治時期南港劃歸為台北州七星郡內湖庄，昭和六年（西元1931年）台北到基隆間的公路通車，南港仔嘴被納入北基公路一環，完成水路、鐵路和陸路的交通主幹。',
            '戰後此地行政整編時，被正式劃入為臺北縣隸內湖鄉，民國35年（1946年）7月6日與內湖鄉分治，設立南港鎮公所，直到民國57年（1968年）7月1日隨臨近之景美鎮、內湖鄉、木柵鄉、暨歸屬於陽明山管理局之士林鎮、北投鎮等鄉鎮劃入升格後之院轄臺北市，南港鎮亦於民國57年（1968年）7月1日因劃入臺北市而改制為「南港區」。清光緒11年（1885年），福建安溪人王水錦、魏靜時來臺，赴臺北府淡水廳大內樟腦寮（今臺北市南港區大坑一帶），發現本地氣溫、雨量、土質等相當適合茶樹的生長，於是引進茶 樹在該處種植，使南港成為臺灣包種茶的發源地。',
            '日治末期，南港茶業日漸沒落，煤礦與磚瓦業正蓬勃興起，煤礦區大致分布大豐里（今舊莊里）及麗山里（今九如里），磚瓦業分布東新庄仔（今玉成、西新里），惟四○年代逐漸沒落；民國45年（1956年），臺灣省政府為振興南港經濟，於是指定南港為工業區，吸引許多廠商到南港區投資設廠，有南港輪胎、台肥南港廠、南隆鐵工廠、僑泰興麵粉廠、聯華麵粉廠、國產實業建設公司、利百代實業公司、啟業化工廠，工廠遷入帶給南港繁榮，但也因工廠排放濃密黑煙，使南港成為人們口中的「黑鄉」名遐北市。',
            '民國四十三年（1954年）經中央研究院朱家驊院長多方奔走，同年開始進行在台復院計畫，首先「植物研究所」在台復所，次年成立「近代史研究所」及「民族研究所」籌備處。南港近年來因為政府不斷推動大型公共建設下，捷運板南線、南港軟體園區、南港展覽館等大型計畫陸續改變南港風貌，未來還有高鐵通車、文化部北部音樂流行中心及國家生技園區，勢將繼續南港輪廓。',
          ),
      ),
  );
