<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 西湖鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E6%B9%96%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '西湖鄉（臺灣客家語四縣腔：xiˊ fuˇ hiongˊ），是臺灣苗栗縣西部的一個鄉，位於中臺灣，東鄰苗栗市，北鄰後龍鎮，西鄰通霄鎮，南接銅鑼鄉。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E6%B9%96%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '西湖地區舊稱「四湖」，1920年設立四湖庄，隸屬新竹州苗栗郡管轄，戰後設鄉時，因與雲林四湖鄉同名而改稱西湖鄉。從出海口開始算起，遇到的第一處，稱做「頭湖」，依次為二湖、三湖、四湖、五湖，但沒有六、七、八湖，而另有九湖，按數字順序連成一串，除了「頭湖」現在屬於西北側的後龍鎮福寧里、九湖屬於東南側的銅鑼鄉九湖村外，其他四個「湖」，都在西湖鄉內。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E6%B9%96%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '1713年（清康熙五十二年），廣東陸豐、五華等粵籍墾民入墾二湖、公館地區，為西湖鄉漢人開發之始。當時二湖尚有隘曆埔社平埔原住民，後因墾民日漸增多，原住民被迫退入苗栗縣東部山區。雍正年間，廣東梅縣人古蘭祥也進入二湖地區開墾。1732年（雍正十年），清廷開放對台灣移民的海禁，粵籍移民大量湧入。',
            '1752年（乾隆十七年），廣東陸豐人劉恩寬入墾四湖一帶。乾隆中葉，廣東惠州人吳友宗率族人開拓高埔地區。 乾隆末年，廣東鎮平人徐國與、揭陽人彭祥麟等二人開拓三湖、四湖地區。嘉慶年間，廣東梅縣人黎姓家族 開拓四湖一帶荒埔。 到了道光、同治年間，今日西湖鄉一帶幾已開拓完畢。',
          ),
      ),
  );
