<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 卓蘭鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%93%E8%98%AD%E9%8E%AE',
          ),
        'descs' => array (
            '卓蘭鎮（臺灣客家語四縣腔：zogˋlanˇ ziinˋ／地名本作「罩蘭／打蘭」，daˋ lanˇ；大埔腔：zog^ lanˇ zhin^；饒平腔：zogˋ lan zhinˋ），是臺灣苗栗縣的一個鎮，位於苗栗縣南端。西以關刀山稜線與三義鄉相接，北以景山溪、拖沙尾山稜線與大湖鄉相鄰，東以馬拉邦山脈與泰安鄉相連，南以大安溪與臺中市東勢區、和平區相隔。四季氣候溫和，雨季主要在5月至6月、8月至10月。另外，卓蘭為台灣水果重要產地，故有水果王國之雅號。',
            '本鎮地名源自於原住民巴則海族罩蘭社「Tarien」，在清代雍正年間契字上稱為「搭連」，巴則海語為美麗的原野之意；1836年（道光16年）刊行的彰化縣志，則稱為罩蘭；1860年代（同治年間）初期的臺灣府輿圖纂要稱為「打難」。1920年（大正9年）臺灣總督府進行行政區域改正時，改稱「卓蘭」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%93%E8%98%AD%E9%8E%AE',
          ),
        'descs' => array (
            '罩蘭庄成庄約在清嘉慶至道光年間，上新庄、內灣庄成庄於道光年間，坪林、景山、西坪則至光緒年間成庄 ',
          ),
      ),
  );
