<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 中區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '中區為台灣臺中市一市轄區，是臺中市區的發源地，也是該市最早的中心商業區所在，並為台中市及中部地區東西向幹道的起點。近年來隨著台中市交通工商業重心西移、區內道路窄小、停車場地缺乏等因素而嚴重衰退。中區是全市人口密度最高、面積最小的市轄區，亦為全國面積最小且唯一一個面積不滿1平方公里的鄉鎮層級行政區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '中區位於今日的柳川與綠川之間，早期尚未開發時，此地區到處都是沼澤地，其中有一座小丘陵地，小丘陵地上高凸處叫做「墩」，清朝時在高凸處設置煙墩，於是就把小丘陵地稱為「大墩」（今台中公園砲台山），鄰近的市街因此稱為「大墩街」，為台中市區的起源。',
            '日治時期1895年，台灣民政支部長兒玉利國建議將當時台中市規劃為「圓形放射狀」都市，但未被台灣總督府採納。隔年，總督府在準備實施的市區改正計畫中，民政長官後藤新平採用了巴爾頓（W.K Barton）與濱野彌四郎的「台中市街區劃設計報告書」，將台中市規劃為「棋盤狀」都市。1900年正式公告「台中市區改正」，為配合整體都市發展也設置了公園預定地，但此地後來被鐵路車站用地取代，也就是台中車站現址，而公園預定地為台中公園現址。因而整治綠、柳川與開闢棋盤狀道路、興建台中驛（今台中車站），將台中興建成為台灣新興的現代化都市。',
            '第二次世界大戰後，中華民國接收日本台灣總督府所轄之區域，將原台中州下台中市的橘町、綠川町、榮町、大正町、寶町、錦町、新富町、柳町、初音町、若松町，合併成立「中區」。',
          ),
      ),
  );
