<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 南區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '南區為台灣臺中市最早成立的市轄區之一。此區設有國立中興大學、中山醫學大學與國立臺中高級工業職業學校，重要的政府機關臺灣高等法院臺中分院 、臺中高等行政法院、文化部文資局與 國立公共資訊圖書館亦設立於此區，型塑出文風鼎盛的生活圈。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '清朝雍正年間(1726年)來自福建永定的江氏家族來台入墾，落腳於現今本區的江川里，是早期開發的重要功臣，曾與霧峰林家，齊名為中部兩大家族。',
            '光緒11年(1885年) 慈禧太后下詔閩臺分治，9月5日，宣布臺灣建省，首任台灣巡撫劉銘傳，將臺灣省城預定設在橋仔頭（今國光路到臺中路之間，大南門建在現南門里南門路與明德街交叉口，小西門在現積善里國光路與建成路交叉口西南邊）。於1887年在省城所在地新設臺灣府及臺灣縣，預定在橋仔頭（今國立中興大學附近的積善里）籌建臺灣府城，後府城北遷。光緒年間，頂橋仔（南門、積善、國光里附近）開始成為藍興堡人口最多、街市最熱鬧的聚落。這裡當時除了南屯外，是彰化進入臺中市的交通要道與商旅歇息的地方。1889年創建的城隍廟，是臺灣省位階最高的省城城隍廟(1894年省會移到臺北後，僅為臺灣府城暨臺灣縣城)，本廟是臺中市重要的官祀廟宇之一，在民國70年代前，來自臺中市等各地區市民，於農曆六月十五日多會來此祭祀城隍爺，附近道路皆要管制交通。',
            '日治時期1896年，台灣總督府準備實施的市區改正計畫，民政長官後藤新平採用了巴爾頓（W.K Barton）與濱野彌四郎的「台中市街區劃設計報告書」，將台中市規劃為「棋盤狀」都市。1900年（明治33年）正式公告「台中市區改正」， 將都市發展重心移往中區。1930年，霧峰林家將林氏宗祠 遷建於此，為林氏宗族的祭祀重鎮。1931年8月1日，於老松町設有老松町驛 （約位於今國光路與建國南路口，已廢站，未來捷運橘線，可能於此復站）。1943年臺灣總督府高等農林學校（今國立中興大學），從臺北遷校到此區。',
            '1945年第二次世界大戰後，中華民國政府接收日本台灣總督府所轄之區域，將臺中州臺中市的老松町、敷島町、木下町、有明町、下橋子頭、樹子腳、番婆、半平厝以及頂橋子頭部份區域，合併成立臺中市「南區」。戰後本區開始朝工業發展，成為精密機械廠、鐵工發展重鎮（早期的機械、鐵工界稱此區為黑手窟，亦有「武市」盛名），如台中精機 、大立機器、…等等，皆於此發跡；目前仍有少數黑手（汽車零件加工業與材料店為主）店在新榮里愛國街與有恆街一帶延續至今，柏油路面鋪蓋的是陳年底存的黑油漬，這裡就是「黑手街」。',
          ),
      ),
  );
