<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 北屯區
 * 
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E5%B1%AF%E5%8D%80',
          ),
        'descs' => array (
            '北屯區是臺中市市中心的一個市轄區，是臺中市人口最多的行政區，目前轄區人口約26萬人。北屯地形錯綜，生活型態多元化，兼具都市風貌與鄉村氣息，著名的大坑風景區亦位於此區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E5%B1%AF%E5%8D%80',
          ),
        'descs' => array (
            '北屯區大規模開發始於清乾隆年間六館業戶，當時六館業戶中的陳周文（實際開發者為其子陳元謀）分得陳平（今陳平里一帶）以及四張犁（今四民、仁和里）一帶等地，秦登鑑（實際開發者為其子秦阿生）分得三十張犁（今北屯裡一帶）；清領時期，四張犁與犁頭店（今南屯）、大里杙（今大里），合稱臺中三大聚落，同屬臺中盆地上開發得最早的區域。',
            '日治初期為拺東下堡三十張犁區及拺東下堡四張犁區以及拺東上堡大坑。1920年地方制度改為五州三廳，兩區合併改為北屯庄，轄屬臺中州大屯郡，下轄三十張犁、二分埔、三分埔、四張犁、水湳、陳平、後庄、上七張犁、水汴頭、舊社、軍功寮、水景頭、廍子、大坑、賴厝廍、邱厝仔、乾溝仔幾個大字，1935年，賴厝廍、邱厝仔、乾溝仔以及三十張犁三保（後改成宮北大字）併入臺中市。1945年二戰後，中華民國政府接收日本臺灣總督府所轄之區域，起初改為臺中縣大屯區北屯鄉，1947年併入臺中市改為北屯區迄今。',
          ),
      ),
  );
