<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 西屯區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E5%B1%AF%E5%8D%80',
          ),
        'descs' => array (
            '西屯區是臺灣臺中市市中心的一個市轄區，郵遞區號為407，是臺中市人口第二高的行政區，目前轄區人口約22萬人，僅次於北屯區。西屯是臺中市最早開發的地區之一，區內擁有眾多大學院校。著名的七期重劃區即分屬此區與南屯區，臺中市政府的臺灣大道市政大樓與臺中市議會的臺中議政大樓也位於此。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E5%B1%AF%E5%8D%80',
          ),
        'descs' => array (
            '1701年（清康熙40年），福建省漳州府詔安縣人廖朝孔帶領弟弟、堂弟等人來到台灣，而後應張達京之邀在西屯一帶開墾。當時西屯區仍是平埔族群中的巴則海族世居的地區。廖家為詔安客家人。1716年，曾作為總岸裡社的土官阿莫針對當時的諸羅縣知縣周鍾瑄作為開墾的要求"東至大山，西至沙轆地界大山，北至大溪，東南至阿里史，西南至姑婆竽被和現在的西屯區上下石碑附近開墾，這是官方文書中對西屯地區最早的開墾紀錄。',
            '清道光年間，西屯村落開始發展形成市鎮，並且被稱為西大墩。而在乾隆年中期西屯地區已經陸續開墾完成，並且在史籍中記錄了西大墩、水崛頭、馬龍潭、港尾等地名。西屯是屬於台灣縣拺東下堡。',
            '日治時期1895年，改成台中縣西大墩區。1920年10月1日台灣區劃改變，改為台中州大屯郡西屯庄。',
            '第二次世界大戰後，中華民國接收日本台灣總督府所轄之區域，再改為臺中縣大屯區西屯鄉。1947年2月1日，併入臺中市改為西屯區 。',
          ),
      ),
  );
