<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 南屯區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%B1%AF%E5%8D%80',
          ),
        'descs' => array (
            '南屯區為中華民國臺中市轄下的一個市轄區，位於台灣臺中市西南方，原屬農業區，為現台中市轄區中最早開發的地區之一。1990年代後期新興發展的中心商業區－七期重劃區亦包含此區一部分。而中央機關的行政院中部聯合服務中心亦設於此區黎明新村內（前身為台灣省政府黎明辦公區），另有台中市精密機械科技創新園區與法務部矯正署所轄臺中監獄、臺中女子監獄、臺中看守所及臺中戒治所設置於此區大肚台地上。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%B1%AF%E5%8D%80',
          ),
        'descs' => array (
            '南屯早期為巴布薩族貓霧束社聚落，其聚落舊址位於今南屯區西南方的春安里（即嶺東科大左側的台貿五村）。明鄭時期曾屯田於南屯，但明鄭亡之後即荒廢。',
            '清治時期，由於貓霧拺居民無力繳交番餉，當時福建副將兼定海總兵張國因曾來台擔任過北路營參將，看上南屯一帶的肥沃平野，遂在康熙49年（1710年）以代繳賦稅為條件，向居民取得土地開墾權，開墾包括南屯街區一帶的荒野，是今南屯街區墾闢的開始，其後並由台灣總兵藍廷珍續墾，南屯街區逐漸繁榮。道光年間原地主貓霧拺社遷至埔里，加上現街區位於半線（今彰化市）到葫蘆墩（今豐原區）路途之中點，使該地區漸成為南屯一帶的中心，因當時此地原有許多製造農具的打鐵店，其中又以犁頭最為出名，因而地名遂改為犁頭店，稱為犁頭店街。與大里杙（今大里）、四張犁（今北屯），合稱臺中三大聚落，同屬臺中盆地上開發得最早的區域。',
            '台灣日治時期1920年行政區劃改制，改為南屯庄，轄屬台中州大屯郡；第二次世界大戰後，中華民國接收日本台灣總督府所轄之區域，將此區改為台中縣南屯鄉，1947年併入台中市改為南屯區迄今。',
          ),
      ),
  );
