<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 太平區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E5%B9%B3%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '太平區是位於臺灣臺中市偏東南的市轄區。人口為臺中市第四高，擁有18萬人口，僅次於北屯區、西屯區和大里區；面積為該市第二大轄區（最大的為和平區），約120.7平方公里。',
            '該區大部分為丘陵地，人口集中於西部的臺中盆地邊緣，又以西北方中山路沿線最為密集。主要農作物有枇杷 、龍眼、荔枝、香蕉等，其中以枇杷最為有名，並於每年三、四月舉辦太平枇杷節，且從2013年開始於系列活動中辦理枇杷巴士導覽行程，於高鐵台中站集合出發，活動大約7小時。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E5%B9%B3%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '清朝之前，太平古名傳聞很多，有鳥松頭、鳥榕頭、蔗種頭等。其中「鳥榕頭」與「鳥松頭」皆源自當時墾首太平林家大宅院（九二一地震震毀）門前兩側所種的鳥松樹（雀榕樹）而得名。而「太平」的由來有兩種說法：由於東側山地常有原住民出草，故有番仔溝、番仔路（今北太平）…等地名，太平林家（霧峰林家支系）在三汀山搭設望高寮，抵禦原住民，後因雙方和睦相處，而改名太平。另有一說，日治初期，日軍進入太平時，因未遭受抗拒，故改名太平。',
            '清朝時代，與現在台中市的中、東、南區全部，西、北二區的部份以及大里區的全部和烏日區的一部份合屬「藍興堡」。清光緒21年（西元1895年）前，太平屬臺灣府臺灣縣藍興堡。1896年日本統治台灣後，改屬台中縣台中辦務署藍興堡。1901年變更為台中廳廳直隸下的藍興堡部份區域。1920年實施五州制，改太平為大平，大平庄隸屬台中州大屯郡管轄，下轄大平、番仔路、三汴、車籠埔、頭汴坑等五個大字。',
            '1945年中華民國政府接收日本帝國台灣總督府所轄區域後，改為臺灣省臺中縣大屯區太平鄉（此時臺中縣包含今臺中市、彰化縣、南投縣轄區，但不包括當時的省轄臺中市及彰化市，縣治設於員林）。1950年廢區署，再改為臺中縣太平鄉。1996年因人口達15萬，依法改制為太平市，成為當時全台灣面積最大的縣轄市。2005年，依法將原來里別由19里增加為39里。2010年12月25日臺中縣市合併為直轄市，同時改制為臺中市太平區。',
          ),
      ),
  );
