<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 大里區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '大里區是台灣中部城市台中市下屬的一個市轄區，位於全市西南端，為平原盆地區和山麓帶坡地之接壤地區，與南區、東區、太平區、霧峰區、烏日區相鄰。轄區人口約20萬，是台中市人口第三高的市轄區；人口數次於北屯區及西屯區，為台中公司行號登記第二多的行政區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '大里區古名大里杙，『大里』是出自當地平埔族洪雅族之社名的譯音，『杙』指的是綁船的木樁。清朝時期，以往的臺灣，人云：「一府、二鹿、三艋舺、四竹塹、五諸羅、六大里杙」。移民初至大里杙時，由於原住民仍有侵略習性，移民遂在「塗城」設置隘寮，並築構土牆以禦原住民攻擊，故「番仔寮」、「塗城」等舊有地名，皆與防番有關。當年的移民之中，以來自福建漳州的人數最為眾多，其中又以林姓更為人多勢眾，最有名的當屬抗清義士林爽文事件主導者林爽文，由於不滿清廷魚肉鄉民，故組織臺灣「天地會」，展開反清活動。霧峰林家第一代林石定居大里，原為大里林家其中一支流，因林爽文事件，至第三代舉家遷至霧峰。大里居民仍以漳州後裔居多，林姓為第一大姓，後以外來人口居多。',
            '清治時期大里杙曾居台灣第六大街市，是貨運商品流通的重要轉運點。當時大里溪河面寬約一公里，水閘碼頭就在今市立大里高中附近，當時由於許多漢人在此地利用往來船隻做買賣，漸漸形成小村落，古稱「渡船頭」（今「舊街仔」）。乾隆15年移民湧至，人口多達兩萬餘人，沿大肚溪進墾，並溯大里溪而上。由於這兒交通方便，加上移民的勤勞，使得大里杙很快的成為臺中盆地上最富庶的地區，紮下日後繁榮發展的基礎。與犁頭店（今南屯）、四張犁（今北屯），合稱臺中三大聚落，同屬臺中盆地上開發得最早的區域。直到日治時期因河港的淤積、公路網的形成，基隆、高雄港逐漸取代中部運輸的功能，大里杙的地位日漸下降，日治時期市區改正後「東大墩街」（今台中市區）逐漸為中部的中心都市，大里杙在台中盆地的位置優勢銳減。其重要性也跟著減弱，退而成為地區性的集散中心。「慶源堂內繁華日，大里杙頭不見天，天地會中豪傑聚，福興廟慶慶豐年」。 這首歌詠大里杙老街昔日風華的詩句，寫實的道出了當年老街的繁華盛況。大正9年（1920年）台灣實施州郡街庄制，設「大里庄」，隸屬台中州大屯郡。',
            '二戰後由中華民國政府接收台灣後改設「大里鄉」，隸屬於台中縣；民國82年（1993年）11月1日，升格為「大里市」。台中縣時期，與烏日鄉、霧峰鄉、太平市合稱「大屯區」。在台中縣市合併前，大里因鄰近台中市中心，使得大里成為台中縣人口最多的行政區，超越縣治豐原市，人口密度在全台鄉鎮縣轄市內排行第十高，人口數更高居第十，其中有五個里，各里人口數更是高達一萬多人。1999年921大地震，由於臺中、南投為主震央區域，故大里受災嚴重，以位於大里草湖地區之「金巴黎社區」是此次地震傷亡最嚴重之集合住宅社區之一。並有「台中王朝」2棟大樓倒塌、「台中奇蹟」大樓有1棟倒塌。2010年12月25日台中縣市合併後，改隸台中市，同時改制為大里區。 ',
          ),
      ),
  );
