<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 霧峰區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%9C%A7%E5%B3%B0%E5%8D%80',
          ),
        'descs' => array (
            '霧峰區為台灣臺中市最南端的市轄區，與大里區、太平區、烏日區、南投縣草屯鎮、國姓鄉、彰化縣芬園鄉相鄰；此區擁有完整公路系統，為臺中市南端交通樞紐。霧峰區因前臺灣省議會的設置為台灣民主化的發源地之一；近年有鑒於區內文物館比例漸增，因而積極發展博物館文化。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%9C%A7%E5%B3%B0%E5%8D%80',
          ),
        'descs' => array (
            '霧峰舊稱「阿罩霧」，一說為出自平埔族貓羅社所居之地的原住民族阿罩霧社（Ataabu社，或譯阿他霧社）；另說則為此地東半部山區經常煙霧繚繞，因而得名。霧峰最有影響力的氏族屬林家，人稱霧峰林家。與板橋林家（無親屬關係）、鹿港辜家、高雄陳家、基隆顏家並列為近代顯赫的台灣五大家族。',
            '霧峰地區自古為為平埔洪雅族貓羅社（Bnauro）、Ataabu社與泰雅族賽考列克群的聚居地。明鄭時期隸屬於天興縣，清康熙時期，隸屬於台灣府諸羅縣，雍正初年，為彰化縣貓羅堡轄區範圍，開始有漢人沿大肚溪至溪東開發柳樹湳。乾隆年間，此地始設「貓羅新莊」。而根據伊能嘉矩的考證，自清領時期，就出現霧峰一名，作為阿罩霧的雅稱。',
            '1887年台灣建省，改隸台灣府台灣縣貓羅堡。1895年日治初期，改為台灣民政支部彰化出張所貓羅堡。隔年，台灣民政支部改為台中縣。1900年，再改制為台中廳貓羅堡。1920年阿罩霧正式改為霧峰，設置霧峰庄，屬台中州大屯郡管轄。',
            '1945年12月，中華民國政府接收台灣，改制為臺中縣大屯區「霧峰鄉」。1950年撤廢區署，改為臺中縣霧峰鄉。1954年臺灣省政府疏遷至台灣中部地區，包含秘書處、衛生處及教育廳等遷至於此，並設置「光復新村」省府宿舍，1954年秘書處、衛生處遷往南投中興新村。1956年「北溝文物陳列室」開館，為國立故宮博物院舊址。1958年台灣省最高民意機關「臺灣省議會」設立於此。1998年實施精省計畫，台灣省議會改制為「臺灣省諮議會」，多數省府機關改隸屬中央部會或改制為中部辦公室。2010年12月25日隨著省轄臺中市與台中縣合併為直轄市，霧峰鄉也改制為臺中市「霧峰區」。',
          ),
      ),
  );
