<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 烏日區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%8F%E6%97%A5%E5%8D%80',
          ),
        'descs' => array (
            '烏日區是台灣台中市的市轄區，居台中市南端，控制台中盆地出口，北倚大肚山，南鄰八卦山。氣候屬亞熱帶氣候，因為位居背風坡，雨量較少。台中重要交通樞紐之一的臺灣高鐵台中車站即位於此區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%8F%E6%97%A5%E5%8D%80',
          ),
        'descs' => array (
            '「烏日」一語有若干種說法，有謂「烏日」是「湖日」、「凹入」的誤音，亦有考證是出於平埔族語之譯音漢字。本區並有不少地名採用平埔族語的譯音，例如：「頂朥(月胥)」在今三和里、「下朥(月胥)」則為榮泉里、「番仔園」位於東園里、「阿密哩」為光明里、「喀哩」聚落屬於今日的南里里、北里里。',
            '清康熙末年，初有福建省漳州府南靖縣人入墾，後有平和縣人楊舜之續墾，至乾隆年間已大規模之開墾。今境內居民以楊姓為第一大姓，祖籍係屬福建省漳州府平和縣。光緒元年，今大里、太平之全部及烏日之九張犁、五張犁、阿密哩、頭前厝、羅竹湳等地脫離貓霧東堡，自成一堡。',
            '台灣日治時期初期，烏日區分屬台中廳的大肚下堡（今烏日、湖日、三和里）、揀東下堡（學田里）、藍興堡（九德、仁德、前竹、五光、光明里）以及貓羅堡（東園、溪壩、螺潭、北里、南里、溪尾里）。1920年台灣實施五州三廳後，改為台中州大屯郡烏日庄，設「烏日庄役場」於今湖日里，轄區設十五保，後因庄役場不敷使用乃遷至烏日里三民街126號。',
            '1945年中華民國政府接收日本台灣總督府轄區後，改為臺灣省臺中縣大屯區烏日鄉（此時臺中縣包含今臺中市、彰化、南投兩縣縣域（不包括省轄臺中市及彰化市），縣治設於員林），1950年廢區署，改為臺中縣烏日鄉。1978年9月鄉公所遷至新興路316號新大樓辦公，原址改為烏日鄉民代表會使用。2010年12月25日臺中縣市合併升格為直轄市，烏日鄉也改制為烏日區、而行政區域「村」改為「里」。',
          ),
      ),
  );
