<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 豐原區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B1%90%E5%8E%9F%E5%8D%80',
          ),
        'descs' => array (
            '豐原區（臺灣客家語大埔腔：fung+ ngienˇ ki+），是臺中市北部的一個區，也是原臺中縣之縣治，為台中山線地區的發展中心。早年因在臺鐵臺中線與東勢線交會點上，而成為周邊農林業的集散中心，加上臺灣經濟起飛時期，中小企業、銀行和診所林立，市況相當繁榮。屬於副熱帶季風氣候，年均溫約攝氏22度。重要農產品有椪柑、巨峰葡萄、高接梨、紅柿等。臺中縣市合併後，臺中市政府部分局處單位亦設在陽明大樓（原縣府大樓）辦公。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B1%90%E5%8E%9F%E5%8D%80',
          ),
        'descs' => array (
            '豐原最早被稱為「泰耶爾墩」，乃平埔族語「松柏林」之意。18世紀中葉以前，豐原為平埔族巴則海族岸裡社與烏牛欄社（今南嵩里的烏牛欄溪一帶）的屬地（平埔族語Haluton）。葫蘆墩墩腳遺址，在大街尾福德祠後方。',
            '1732年清雍正年間，潮州人岸裡社通事張達京與岸裡社平埔族土官潘墩仔獲得允許開墾此地，其後自中國大陸引進男丁，闢建貓霧捒圳（後稱葫蘆墩圳），灌溉範圍廣大。1736年乾隆初年，閩人廖舟率眾入墾，隨後改稱為「葫蘆墩」，屬貓霧梀之梀東上堡。',
            '1824年道光4年，闢建八寶圳，使得豐原與鄰近地區（今神岡區、大雅區、潭子區）等地阡陌縱橫，良田處處，讓市街日益繁榮，甚至逐漸超過平埔族岸裡社。與此同時，巴則海族因「割地換水」政策，失去原始居住地，遂移居至南投縣埔里鎮愛蘭里一帶。光緒年間，台灣巡撫劉銘傳到達此處時，以其地富庶、風景佳麗，遂有「富春鄉」或「小蘇州」之稱。',
            '1886年，葫蘆墩街設置巡檢。1905年葫蘆墩驛（今豐原車站）建置，豐原成為中部的往來交通要道。1912年台灣製麻株式會社在豐原設立，並在南嵩里與田心裡一帶種植菸草與黃麻。1915年起，八仙山林場開始伐木，豐原成為木材貯放、轉運與加工的重要據點，使得市區日益繁榮。這些木材、紡織等工廠，日後成為豐原地區各種小型機械工廠的前身。',
            '1920年，台灣總督府修改地方體制，原梀東上堡之葫蘆墩、潭仔墘、埧雅（下堡）、神岡、社口區與苗栗三堡之內埔區，以此處為豐葦之原，故取「豐原」之名合併為「豐原郡」（Toyo-hara），隸屬台中州，管轄豐原街、內埔庄、神岡庄、大雅庄、潭子庄。',
            '1945年中華民國政府接收台灣後，改為臺中縣豐原區「豐原鎮」；此時臺中縣範圍包含彰化、南投兩縣（彰化市當時為省轄市），縣治在員林。1950年10月21日，調整行政區域並廢區署，將臺中縣劃分出彰化、南投二縣，臺中縣縣治遷至豐原鎮，豐原曾與竹東、中壢共稱為臺灣三大鎮。1976年，因人口達十萬而改制為縣轄市「豐原市」。1977年豐原公老坪觀光果園成立，據稱是世界第一座觀光果園，也因此豐原以柑橘等水果聞名於全台。2010年12月25日豐原市隨著臺中縣市合併為直轄市而改制為「豐原區」。',
          ),
      ),
  );
