<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 后里區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%90%8E%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '后里區是臺灣臺中市的市轄區，位於臺中市北端，大甲溪與大安溪之間，原名「內埔」，後因與屏東縣內埔鄉同名，改以轄內最大聚落「后里」為名。氣候屬亞熱帶氣候，夏季多雨、冬季乾旱。特產有紅龍果、巨峰葡萄、高接梨等；張連昌所製作薩克斯風，因而使后里成為臺灣西洋樂器製造地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%90%8E%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '后里區原屬諸羅縣，清雍正九年（1731年）改隸淡水廳，清光緒十三年（1887年）劃歸苗栗縣。日本統治台灣後，1898年改隸屬台中縣大甲辦務署苗栗三堡，1901年改為苗栗廳苗栗三堡內埔區，1909年改為台中廳苗栗三堡內埔區，1920年改制台中州豐原郡內埔庄。1935年的新竹台中地震造成內埔庄962人死亡、1,694戶住家全壞。',
            '二戰後為臺中縣豐原區內埔鄉，後因與屏東縣內埔鄉同名，復於1955年改以鄉內另一大聚落后里為名，成為后里鄉，同地亦有后里車站；唯后里本名後里，在台語仍讀舊名。2002年2月7日，樂業村併入眉山村（今眉山里）、義里村（今義里里）西側分割出義德村（今義德里）。2010年12月25日隨著臺中縣市合併，改為后里區。',
          ),
      ),
  );
