<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 石岡區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%9F%B3%E5%B2%A1%E5%8D%80',
          ),
        'descs' => array (
            '石岡區（臺灣客家語大埔腔：shagˋ gong+ ki+），位於臺灣臺中市的一個市轄區，位置在臺中市中部偏北。西與豐原區相鄰，南與新社區銜接，東及北與東勢區以大甲溪為界，設有石岡水壩。區內氣候屬亞熱帶氣候，熱而濕潤，特產有鶯歌桃、椪柑、葡萄、楊桃、高接梨及柳松茸等。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%9F%B3%E5%B2%A1%E5%8D%80',
          ),
        'descs' => array (
            '石岡區區治所在聚落舊稱石崗仔，乃因地處大甲溪南岸沙洲，在滿布石磊之坑谷口處建莊而得名。日治大正九年（1920年），區境獨立設行政區石岡庄，並將該聚落易名為石岡而作為庄役場所在地。',
            '石岡地區古時為平埔族群噶哈巫族（Kaxabu）樸仔籬群（Varutto）社寮角社社域，早期也是有泰雅族（Atrayal）出沒的地區。',
            '清康熙末年石岡開始有客籍移民入墾，至乾隆廿六年（1761年），漢人墾拓已達現今的土牛里，築有十九個土牛作為漢番之界，並嚴禁漢人越界進墾。',
            '清代，原屬彰化縣貓霧栜東、西堡，至乾隆中葉改為捒東上、下堡，同時以本區及東勢、豐原為上堡。光緒十三年（1887年）台灣陞建行省，本區隸屬於台灣府台灣縣捒東上堡。',
            '日治初期，明治二十八年（1895年）台灣縣改設台灣民政支部，旋改民政支部為臺中縣，下設辦務署，本區屬於台中縣葫蘆墩辦務署捒東上堡轄域，遂置石崗區庄長，轄有石崗仔庄、仙塘坪、社寮角、土牛及朴仔口庄等。明治三十四年（1901年）廢三縣三廳及辦務署制，遂改縣為廳，全台設二十廳，廳下各設支廳管轄。大正九年（1920年）七月，地方政制改為五州三廳，下設郡街庄，台中廳改州，支廳改為郡；將原本鄉所屬之樸仔口庄，以埤頭為界合併葫蘆墩區，而本鄉改稱為台中州東勢郡石岡庄。',
            '民國34年（1945年）中華民國政府接收日本台灣總督府轄區，初期改為臺中縣東勢區石岡鄉。民國39年（1950年）底，撤廢區署，改稱臺中縣石岡鄉。民國88年（1999年）的921大地震對石岡鄉造成嚴重損失，全鄉死亡人數達177人，佔當時居住人口數的1.14%，是該次地震受災鄉鎮市行政區中，地震死亡率最高的。設置於大甲溪的石岡水壩因位於車籠埔斷層帶上，右岸壩及第16、17、18號溢洪閘門毀損。民國99年（2010年）12月25日，臺中縣市合併改制為臺中市石岡區。',
          ),
      ),
  );
