<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 東勢區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%8B%A2%E5%8D%80',
          ),
        'descs' => array (
            '東勢區（臺灣客家語大埔腔：dung+ shiˋ ki＋）是臺灣臺中市的一個市轄區，位於臺灣中部偏東。氣候為亞熱帶季風氣候，年均溫約攝氏22度，鄰近山區故雨量較多。居民多為客家人，所說客語以大埔腔為主。重要特產有高接梨、桶柑、巨峰葡萄、甜柿、高麗菜等。',
            '在2005年10月16日獲得世界衛生組織（WHO）安全社區認證，同時也是全球第92個安全社區、亞洲第6個安全社區、全臺第一個客家安全社區。但東勢安全社區因為未再持續發展且未申請再認證，WHO CCCSP於2013年予以除名。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%8B%A2%E5%8D%80',
          ),
        'descs' => array (
            '台灣清朝時期稱為東勢角，因為當時漢人開發足跡（今豐原區向東經石岡區至極東邊）。',
            '台灣日治時期1895年劃歸台灣民政支部（隔年改為臺中縣），1897年劃歸臺中廳葫蘆墩辦務署，1901年改為臺中廳東勢角支廳東勢角區，1913年12月，抗日誌士羅福星發動起義苗栗事件，賴來也在東勢響應，在革斃數名日警後也遭到日警革斃，史稱東勢角事件。1920年台灣總督府將台灣改成五州三廳制，再改制為設臺中州東勢郡東勢庄，1933年升格為東勢街。',
            '1945年中華民國政府接收台灣，東勢街改制為臺中縣東勢區東勢鎮，1950年8月廢區署，改為臺中縣東勢鎮。2010年12月25日隨著臺中縣市合併為直轄市而改制為東勢區。',
          ),
      ),
  );
