<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 和平區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%92%8C%E5%B9%B3%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '和平區（臺灣客家語大埔腔：foˇ pinˇ ki+），是中華民國臺中市的一個市轄區，位居臺中市最東部，是臺中市面積最大、人口最少、人口密度最低的市轄區，也是臺中市轄域內唯一的直轄市山地原住民區，其面積是全國最大且唯一一個逾1,000平方公里的市轄區，在全國所有鄉、鎮、縣轄市、市轄區之中，其面積則高居全國第四。',
            '和平區屬於直轄市山地原住民區，依照《地方制度法》，其為具有公法人地位的地方自治團體，享有與鄉鎮市相當的地方自治權限，與臺中市其他市轄區的性質並不相同。和平區公所為和平區自治事項之行政機關，並非臺中市政府的派出機關，和平區民代表會則為和平區自治事項之立法機關。',
            '和平區位於雪山山脈南側，有大甲溪貫穿，西半部氣候屬溫帶、東部為高地氣候，氣溫呈現西高東低的情況。特產有椪柑、高接梨、甜柿；和平區東部則盛產蘋果、梨、水蜜桃、高山茶葉、高冷蔬菜、蜂蜜等，為台灣高冷蔬菜的主要提供地。其中武陵農場七家灣溪流域是台灣櫻花鉤吻鮭的故鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%92%8C%E5%B9%B3%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '日治時期，屬台中州東勢郡蕃地，相關業務都有當時的警察綜理。泰雅族雙崎社引發了摩天嶺之役後，把全區編為三個外警區（埋伏坪、久良棲及佳陽），及十九個派出所、十個社，強制原住民集體移住，以利控制。',
            '1945年，中華民國政府接收大日本帝國台灣總督府轄域，改設為臺中縣東勢區和平鄉。轄內南勢、天輪、博愛、自由、達觀、中坑、梨山、平等八村。1949年3月，與玉山區信義鄉及能高區仁愛鄉合併轄區增設為中峰區，改為臺中縣中峰區和平鄉。1950年，行政區域調整以及廢區署，再改為臺中縣和平鄉。1973年和平鄉之梨山、平等村獨立為梨山建設管理局（省轄），1980年12月2日再回歸和平鄉管轄。',
            '2010年12月25日，因為臺中縣、臺中市（省轄市）合併改制直轄市，改為臺中市和平區，失去原本作為鄉所具有的地方自治權和地方自治團體地位。2014年12月25日，配合《地方制度法》修正，賦予直轄市山地原住民區地方自治權，和平區再次改制為具有公法人地位的地方自治團體，成為臺中市轄域內唯一一個由區民選舉區長與區民代表的市轄區。',
          ),
      ),
  );
