<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 新社區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E7%A4%BE%E5%8D%80',
          ),
        'descs' => array (
            '新社區（臺灣客家語大埔腔：sin+ sha+ ki+），是台灣臺中市的市轄區，位於台中市中部偏東，台中盆地之外圍台地平頂。氣候屬亞熱帶氣候，由於群山環繞，多地形雨。特產有椪柑、葡萄、楊桃、高接梨、枇杷、香菇、盆景等種植。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E7%A4%BE%E5%8D%80',
          ),
        'descs' => array (
            '本區在漢人未入墾之前，為平埔族原住民聚居之地，屬噶哈巫族「樸仔籬」社群居住地。據記載，清道光十三年（1833年），有粵人杜行修者，率領五十壯男經大墩、三櫃城、大坑（皆台中市境內），到達本區，為漢人到達新社之始，由於當時遷移以粵人居多，目前新社區為台中市第二大客家聚落，僅次東勢區。而原住民於嘉慶年間，內遷到新社轄區各地後，不久即有漢人進入與他們做買賣，並稱該地原住民聚落為「新番社」（簡稱「新社」），此為新社地名的起源。',
            '清道光末年，彰化地區戴萬生等人響應「太平天國」起義之民變，在台發動革命，全台陷入一片混亂之中，沿海居民則紛紛入山避難，大舉遷入本鄉墾殖，與原住民劃地而居，新社因而逐漸發展。',
            '民變平息之後，彰化縣府派兵到東勢角設治，新社為栜東上堡新社區，為新社治理之始。日本治台後，新社改為臺中廳東勢角支署新社區；大正9年（1920年）台灣地方制度改變，改為台中州東勢郡新社庄。',
            '1945年中華民國政府接收日本台灣總督府轄區之初，臺中縣東勢區「新社鄉」；2010年12月25日臺中縣市合併後，改為臺中市「新社區」。',
          ),
      ),
  );
