<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 潭子區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BD%AD%E5%AD%90%E5%8D%80',
          ),
        'descs' => array (
            '潭子區是位於臺中市中部的市轄區。氣候屬亞熱帶氣候，特產有椪柑、紅柿、荔枝。經濟部加工出口區管理處在此設置台中加工出口區（俗稱「潭子加工區」）。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BD%AD%E5%AD%90%E5%8D%80',
          ),
        'descs' => array (
            '早期原屬於土著拍宰海族（Pazih）荒埔，亦即為平埔族阿里史社社域，後阿里史社與烏牛欄、翁仔社、岸裡大社互結姻親，以「岸裡大社」為中心形成二萬多人之同盟；清康熙末年始有漢人入墾。雍正年間，岸裡社通事張達京與土官潘墩仔協力著手規劃大規模開發番社以外之荒地，組成「六館業戶」，招來鄉人至此墾闢，其後與兄弟張達朝、張達標以「頭家厝」為中心，漸次增擴其地。至此墾闢鄉人集居於葫蘆墩附近而成聚落，但因習俗相異發生多次械鬥，漳州人移往本區、大雅、內埔，泉州人遷居清水、梧棲一帶，客家人則往豐原、石岡、東勢避居。',
            '初屬諸羅縣貓霧捒堡岸裡社阿河巴荒草埔地之一部分。雍正後，始分出彰化縣，劃為東、西堡，至乾隆中葉，又改為捒東上、下堡，以屬於貓霧捒東上堡轄區。清光緒十三年（1887年）臺灣設立為省，以台中地區為臺灣府附屬首縣，本區隸屬臺灣縣捒東上堡。',
            '日治時代後，改設臺灣民政支部，旋以民政支部為臺中縣，下設辦務署，為臺中縣葫蘆墩辦務署捒東上堡管轄，明治34年（1901年）屬臺中廳捒東上堡葫蘆墩支廳「潭仔墘區」。大正9年（1920年），台灣實施州郡街庄制，改為台中州豐原郡「潭子庄」。',
            '1945年中華民國政府接收台灣後，改為臺中縣豐原區「潭子鄉」，1950年廢區署。2010年12月25日臺中縣市合併升格為直轄市後，改為臺中市「潭子區」。',
          ),
      ),
  );
