<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 大雅區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E9%9B%85%E5%8D%80',
          ),
        'descs' => array (
            '大雅區位於臺灣臺中市的市轄區，地處台中盆地北部，大肚台地東麓，中有筏仔溪上游段南北貫穿其間；境內西部因緊臨大肚台地關係，大肚台地縱走於西半部，其東麓山坡地，海拔約300公尺左右，走向南南西，而東半部為台中盆地，海拔130至150公尺之間，以東鄰潭子區，西接沙鹿區，北毗神岡區，南與西屯區為界。氣候屬副熱帶氣候，雨量較臺中其他區域為少。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E9%9B%85%E5%8D%80',
          ),
        'descs' => array (
            '大雅一詞，引據早期平埔族群拍宰海族（Pazih）岸裡社群將草埔稱為「阿河巴」（指未開墾的大塊埔），而「埔」者就是「巴」也，福佬語取其尾字加尾音，將「埔仔」稱「巴仔」，後來文字記載為「霸仔」或「埧仔」；1920年改為「大雅」而延用至今，大雅原舊稱的「壩仔」，就以狹義而言，專指大雅區現有大雅里之街區附近一帶。在祖籍移民方面，本區早期的開拓者，都來自福建與廣東，尤以漳州（平和、漳浦、詔安）、泉州（同安、南安）、粵東潮州（饒平、大埔）等地區移民最多。',
            '台灣清治時期，本區初屬彰化縣貓栜堡，雍正12年分出為貓霧栜東堡，至乾隆年間再分出為栜東下堡，仍屬彰化縣。光緒13年台灣建省，改隸臺灣府臺灣縣栜東下堡。台灣日治時期1895年，改屬臺灣縣（後改為台灣民政支部）栜東下堡。1897年改為臺中縣犁頭店辦務署栜東下堡。1900年本區劃分四區（埧雅、員林、馬岡厝、林厝）；1901年再改為臺中廳葫蘆墩支廳栜東下堡。1920年改制成臺中州豐原郡大雅庄。',
            '1945年中華民國接收台灣總督府轄區後，改為臺中縣豐原區大雅鄉，1950年底裁撤區署，改為臺中縣大雅鄉。2010年12月25日隨著臺中縣市合併為直轄市而改制為大雅區。',
          ),
      ),
  );
