<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 神岡區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A5%9E%E5%B2%A1%E5%8D%80',
          ),
        'descs' => array (
            '神岡區是臺灣臺中市的一個市轄區。位於臺中盆地北側，大肚山東部，大甲溪南岸；氣候屬亞熱帶，氣候溫和。早期有「中部開發中心」之稱，先人至豐原、東勢、后里等地開墾，都需經過此地，因此留下的古蹟很多，使得神岡區近年來逐漸由農業轉為觀光業發展。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A5%9E%E5%B2%A1%E5%8D%80',
          ),
        'descs' => array (
            '神岡區早期為客家人所開發，因此舊稱「新廣庄」，有「新開墾的廣大平原」之意，而「神岡」與「新廣」的客家語發音（Shin-gong）極為相似，有證據顯示可能為語誤造成延用。',
            '本區最早原為掌控中部地區的平埔族群巴則海族大社岸裡社所在，康熙38年（1699年）因助官府平吞霄社亂崛起，並在康熙末年請墾包括本區在內的廣大土地，是整個臺中地區開拓之始。後粵人張達京入臺，定居於岸裡社，協助岸裡社開墾並鑿水圳灌溉，當時形成的村落有望樓（望寮）、社口（萬興莊）、北莊、浮圳（紅圳頭）等。清朝道光22年（1842年），泉州人來此構居，於是逐漸形成泉州人聚落。清朝光緒13年（1887年）臺灣建省，臺中地區置臺灣縣、後改隸臺灣府。',
            '臺灣割讓予日本後的1901年，神岡分屬臺中廳葫蘆墩支廳社口區（下轄大社庄、社口庄、下溪洲庄、三角仔庄、社皮庄、車路墘庄）、神崗區（下轄神崗庄、北庄、圳堵庄、新莊仔庄、山皮庄）。1920年臺灣總督府再將全臺改為五州三廳，葫蘆墩支廳的葫蘆墩街改為豐原街、廢除社口區，社皮、車路墘併入豐原街；社口、大社、三角仔、下溪州併入神崗區改為神岡庄（Kami-oka），隸屬於臺中州豐原郡。',
            '中華民國政府接收日本臺灣總督府轄區後，改為臺中縣神岡鄉。2010年12月25日隨著臺中縣市合併為直轄市而改制為神岡區。',
          ),
      ),
  );
