<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 大肚區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E8%82%9A%E5%8D%80',
          ),
        'descs' => array (
            '大肚區（大肚，白話字：Tōa-tō͘）是臺中市西南方的市轄區。位於大肚台地山麓西南面，氣候屬亞熱帶。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E8%82%9A%E5%8D%80',
          ),
        'descs' => array (
            '新石器時代，有「營埔文化」。荷治時期：巴布拉族大肚社（Dorida）含大肚南社、大肚中社、大肚北社。其地理範圍主要在今大肚區境，北邊並及龍井區南部，東到烏日區西部，甚至可能及於臺中市區南境。',
            '17世紀，台灣原住民的巴布拉族與貓霧捒族、巴則海族、洪雅族、道卡斯族已建立大肚王國（Kingdom of Middag），其君主為大肚王。',
            '1697年，郁永河所著之《裨海紀遊》記載：「過阿束社，至大肚社，一路大小積石，車行其上，終日蹭蹬殊困，加以林莽荒穢，宿草沒肩。」',
            '1732年，大肚王國滅亡。',
            '1885年台灣建立行省，設大肚下堡（範圍接近今日之大肚區及部分龍井區、烏日區）。',
            '1887年，磺溪書院建成，是為大肚國小之前身。',
            '1920年，設台中州大甲郡大肚庄。',
            '1926年，為抗議日本退休官員強占民地，趙港在大肚庄成立了大甲農民組合，後來與簡吉創組台灣農民組合，為台灣農民運動之先驅。',
            '1945年中華民國政府接收台灣總督府轄區後，改為臺中縣大甲區大肚鄉。',
            '1950年底廢區署後，改為臺中縣大肚鄉。',
            '1959年發生八七水災，原本於大肚流入台灣海峽的大肚溪因此改道至今日的位置，成為今臺中市、彰化縣界河。',
            '2010年12月25日，隨臺中縣市合併，由台中縣大肚鄉改制為臺中市大肚區。',
          ),
      ),
  );
