<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 沙鹿區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B2%99%E9%B9%BF%E5%8D%80',
          ),
        'descs' => array (
            '沙鹿區是台灣中部城市臺中市的市轄區之一，位於臺中市西部海岸平原的中心位置，臺中市區與臺中港之間、鄰近中部科學園區，臺中清泉崗機場所在地。氣候為亞熱帶季風氣候，地形平坦少屏障，季風強、雨量少。重要特產為甘藷、豬肉副食產品。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B2%99%E9%B9%BF%E5%8D%80',
          ),
        'descs' => array (
            '沙鹿，原稱「沙轆」，為中臺灣濱海漁村地區，原有拍瀑拉族百戶聚居，稱「沙轆社」（Salak或Salack，或作柵落社、徙落社，後改遷善社）的故鄉 - 中研院民族所數位典藏，又稱「社口番地」，或言由於此地風沙特多之因。明鄭王朝時，沙轆社發生劉國軒屠村事件，本地的臺灣原住民平埔族遭到大力攻擊，僅剩六人，遂使其他大部份平埔族遷移他地，或隨而漢化，而漸成漢人聚落。台灣清治時期，雍正9年（1731年）劃大甲溪以北至雞籠為淡水廳轄區，清乾隆初年，並將廳治設沙轆，改稱「沙轆新庄」，後續閩南、客家吳姓移民入墾沙轆為處理開墾戶的事情而建的寮舍稱「公館」，另有同安的蔡姓，安溪的王姓，南安的李姓及晉江的蕭姓等家族，陸續至本地拓墾；道光年間，設有塘兵房三間，駐防守兵力十五名以上，加入晉江的顏姓家族、安溪等白姓家族，不斷的拓墾，在嘉慶年間「沙轆」已發展為南北交通必經之地。',
            '台灣日治之初分屬於台中縣梧棲港辨務署第三、五、六區，隔年改制為臺中辨務署塗葛堀支署沙轆街、鴨母寮、北勢頭區。1902年台灣總督府實施廢縣置廳，分屬為台中廳牛罵頭、塗葛堀支廳沙轆庄，後改為單一轄區台中廳沙轆支廳沙轆區。大正9年（1920年）實施五州制，始改「沙轆」為「沙鹿」（台中州大甲郡沙鹿庄）沿用至今，但臺灣話發音，仍使用舊名（轆讀為「lak」、鹿為「lok」，有區別）。1938年升為沙鹿街。',
            '1945年中華民國政府接管收日本臺灣總督府後，將臺灣行政區劃的街、庄分別改制為鎮、鄉，沙鹿街改為沙鹿鎮。2010年12月25日隨著臺中縣市合併為直轄市，由沙鹿鎮改制為沙鹿區。',
          ),
      ),
  );
