<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 龍井區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BE%8D%E4%BA%95%E5%8D%80',
          ),
        'descs' => array (
            '龍井區是台灣臺中市的市轄區之一，在日治時期之前舊稱為「茄投庄」，自清朝領台後，隸屬諸羅縣水裡社，雍正元年歸彰邑管轄。直到甲午戰爭台灣割讓予日本後，初設塗葛堀支廳，1920年制度改正時才取庄內「龍目井」之頭尾二字而改稱為「龍井」，設龍井庄，隸屬台中州大甲郡。1945年10月二戰後，中華民國政府接收日本台灣總督府轄區，改為臺中縣大甲區龍井鄉。1950年廢區署後，改為「臺中縣龍井鄉」。2010年12月25日，隨臺中縣市合併而改制為「臺中市龍井區」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BE%8D%E4%BA%95%E5%8D%80',
          ),
        'descs' => array (
            '清朝與明鄭尚未實際統治時，龍井地區由台灣原住民大肚王國之甘仔轄·阿拉米（Kamachat Aslamie）的領袖所統轄。到了荷蘭人領台時，本地區還是由大肚王國所持之半獨立狀態所統轄，而明鄭時期則由於大肚王國未歸順於明鄭王朝，導致明鄭王朝和大肚王國數次武裝衝突，終至王國分崩離析，原住民僅止於各分社內活動而不再實權統治。接下來明鄭統治時期劃分為承天府之下的天興縣所管轄，直至本地自清朝領台後，隸屬諸羅縣水裡社，原屬貓霧西堡之一部分，乾隆中葉，始從貓霧、半線（彰化）二堡分出大肚堡。 雍正元年歸彰邑管轄，為大肚西堡水裡社所屬之荒地，直至光緒元年（1875年）再劃分出為大肚上、中、下三堡，於是龍井區歸屬大肚中堡（南端有部分屬下堡，大約是現今的龍井區茄投地區與大肚區交界處等地區）。',
            '龍井原為拍瀑拉平埔族群水裡社社域，雍正年間，初有林、戴、石三姓墾戶，向平埔族群購地拓墾劍建立茄投庄（現今笳投地區），當時尚屬未闢荒地，直到清朝開放華南沿海漢人移民，耕地漸開而形成海埔厝約（今龍津里）、山仔腳（今山腳里）及龍目井（今龍泉里）等聚落。到了甲午戰爭後台灣割讓予日本初設塗葛堀支廳，日治時期1920年地方制度改變時，才取庄內「龍目井」之頭尾二字而改稱為「龍井庄」。',
            '明治四十二年（1909年）九月，台灣總督府改革地方政制，將原有二十廳，廢合為十二廳；以本地臺中辨務署大肚中堡轄十三街庄，大肚下堡轄有九庄，廢塗葛堀支廳，設沙轆支廳，共轄有大肚、笳投、塗葛堀、龍目井、梧棲港、沙轆、公館、牛罵頭、四塊厝等九區。今龍井區行政地理區約莫為當時所屬笳投、塗葛堀、龍目井區等地。區又設區役場，笳投區，區長役場設於大肚下堡汴仔頭庄，管轄大肚下堡內之笳投庄，汴仔頭庄等。塗葛堀區，區長役場設於大肚下堡塗葛堀庄，管轄大肚堡內之塗葛堀庄、福頭崙庄。龍目井區，區長役場設於大肚中堡山腳庄、管轄大肚中堡內之龍目井庄、山腳庄、新庄仔庄、井仔頭庄、三塊厝庄。大正九年(西元一九二○年)，龍井區隸屬台中州大甲郡，直至1945年10月二戰後，中華民國政府接收日本台灣總督府轄區，更改為臺中縣大甲區龍井鄉。1950年底廢區署後，改為「臺中縣龍井鄉」。2010年12月25日再隨著臺中縣市合併改制為「臺中市龍井區」',
          ),
      ),
  );
