<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 梧棲區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A2%A7%E6%A3%B2%E5%8D%80',
          ),
        'descs' => array (
            '梧棲區是中華民國臺中市的一個市轄區，位於臺中市西側，為臺灣中部沿海四大城鎮之一，也是臺中港的所在地。氣候為亞熱帶季風氣候，地形平坦少屏障，季風強、雨量少，沿港區交界植有大面積防風林。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A2%A7%E6%A3%B2%E5%8D%80',
          ),
        'descs' => array (
            '梧棲古稱「竹筏穴」，又名 「五叉港」，清道光年間稱「鰲西」，清光緒年間（1891年）改稱梧棲港，取「鳳非梧不棲，非靈泉不飲，非竹實不食」的雅意化為梧棲。',
            '日治時代大正9年（1920年），台灣實施州郡街庄制，設「梧棲街」，隸屬台中州大甲郡。日治後期為了開發新高港（臺中港）而開始規劃梧棲與周圍的街庄合併升格為州轄市（新高市），但由於第二次世界大戰使得財政困難，最後僅止於紙上計畫。',
            '1945年，臺灣回歸中華民國後，為延續新高市與新高港的規劃，臺灣接管計劃綱要地方政制曾打算將梧棲設為省轄市，但後來梧棲市與臺中港計畫均擱置，最後直接改制為「梧棲鎮」，大甲郡則改制為大甲區，而大甲區隸屬於臺中縣，1950年全台行政重劃，縣轄區被廢除，梧棲改為臺中縣直轄。2010年12月25日隨著臺中縣、市合併為直轄市而改制為梧棲區。',
          ),
      ),
  );
