<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 清水區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B8%85%E6%B0%B4%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '清水區，是臺灣臺中市的市轄區，位於臺中市西部清水平原，大肚山台地西北麓，大甲溪南岸，西臨臺灣海峽。 氣候為亞熱帶季風氣候，季風盛行於每年的10月到隔年的4月，夏季多雨，冬季乾冷。年均溫約攝氏22度。重要特產有韭菜、韭黃等。 臺中市立港區藝術中心位於此區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B8%85%E6%B0%B4%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '清水位於臺中市的西海岸，本地的史前文化是距今約3500年至4000年，屬於新石器時代的牛罵頭文化，在漢人大量移入前原為巴布拉族（拍瀑拉族、Papora、Vupuran）Gomach社的聚居地，現今清水的西社社區一帶，舊稱「社口」，就是當時巴布拉族的出入口，也是清水的舊地名－牛罵頭，便是藉Gomach的音譯而來。',
            '清康熙年間，清水尚屬未開發的不毛之地，雍正年間已有漢人大規模的湧入清水地區並向平埔族租地墾殖，並有官軍在今日的營盤巷駐防。到乾隆年間，才逐漸發展成為市集，發展成為中部的稻米和山產的集散地。早期清水的漢人移民，以來自閩、粵為主，現在位於清水大街路上的三山國王廟，尚有早期客家人墾殖清水的痕跡。清乾隆二十五年（1686年）開放有業良民可攜眷渡台墾荒，尤以泉州府移民的楊姓、蔡姓居多，楊、蔡兩族落腳於社口，大量墾殖，自此兩家族繁衍開來，時至今日，楊、蔡兩姓仍為清水兩大姓。康熙二十三年（1684年）福建施琅提督攻台，開始在台灣設立官署，清水地區為諸羅縣所轄，此後在雍正元年、光緒十四年，歷經彰化縣、台灣縣建制。',
            '台灣日治時期明治三十四年（1901年）設置臺中廳後，清水為牛罵頭支廳下的「公館、牛罵頭、三塊厝、四塊厝區」；明治四十二年（1909年）10月，清水涵蓋當時沙轆支廳下的「牛罵頭、公館、四塊厝區」。大正九年（1920年）台灣總督府實施「五州二廳」制度，台中、南投兩廳合併為臺中州，清水改為臺中州大甲郡「清水街」，首任街長楊肇嘉以當地水質清澈甘美將牛罵頭改名為「清水」，這個含有日本化風格的名稱也一直沿用至今。',
            '在1935年新竹台中大地震之前，清水的政商中心集中於大街路一帶，早期的大街路相當繁華，如帽席檢查所、郵便局、電火局、自來水廠、消費市場、輕便車站等，著名的杏花天酒家、朝鮮樓亦座落於此，另有本島人旅館、山本旅館可供外地人住宿，由此可窺見當時大街路的榮景，雖然後來的大甲郡役所已遷往新闢建的陸軍路（今台1線中山路），總督府也有意計畫將政商機關陸續遷往陸軍路，但總體而言，大街路的繁華一直維持到中部大地震為止。新竹和台中大地震後，台灣總督府對台灣中部展開全面性都市更新，而清水的都市重建計劃採棋盤式街道，在政商機關陸續遷往陸軍路後，也宣告清水的重心正式西移，時至今日，中山路、光復街、新興路一帶仍是清水最繁華熱鬧的地段。昭和十六年（1941年），台灣總督府已擬定計畫將大甲、清水、沙鹿、梧棲、龍井合併為台中州第三個州轄市－新高市，而新高港（今臺中港）更早在昭和十四年就已開工修建，但因為太平洋戰爭所導致的資金不足，短短5年，已完成總工程的60%進度的新高港修築計畫，在昭和十九年正式停工，新高市的設置計劃也告胎死腹中。',
            '1945年中華民國政府接管臺灣後，將日治時期的郡改為縣、街改為鎮、庄改為鄉，最初曾計畫將大甲郡改稱大甲縣，以延續新高市的建市計畫。但終因這個計畫不切實際，故而被台灣行政長官公署所終止，於是清水改為臺中縣大甲區「清水鎮」。1950年，依據《台灣省各縣市實施地方自治綱要》撤銷區署，清水改稱臺中縣清水鎮。2010年12月25日，臺中縣市合併升格為直轄市，清水隨之改制為臺中市「清水區」。',
          ),
      ),
  );
