<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 大甲區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E7%94%B2%E5%8D%80',
          ),
        'descs' => array (
            '大甲區位於台灣臺中市西北角。臺灣十大觀光小城之一，是台灣芋頭的故鄉，腳踏車生產之重鎮。大甲鎮瀾宮、奶油酥餅、芋頭及帽蓆為大甲特色，其中鎮瀾宮每年農曆三月的媽祖遶境活動最為盛名。 並為台灣第一個完全進入數位電視時代的鄉鎮市區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E7%94%B2%E5%8D%80',
          ),
        'descs' => array (
            '大甲原為苗栗縣行政區蓬山八社的大甲西社、日南社、雙寮社，是當時平埔族道卡斯族的大本營。剛進入台灣日治時期的1895年到1901年間，大甲上級政府陸續變為台灣縣苗栗支廳→台灣民政支部苗栗出張所→台中縣苗栗支廳→新竹縣大甲辨務署→台中縣大甲辨務署→苗栗廳大甲支廳。',
            '1909年10月，台灣總督府廢設苗栗廳，大甲支廳（苗栗三堡的大安溪以南區域）併入台中廳。',
            '1920年台灣實施「五州二廳」制度，改為臺中州大甲郡「大甲街」。',
            '1945年中華民國政府接收日本台灣總督府管轄土地後，改為臺中縣「大甲鎮」。',
            '2010年12月25日隨五都改制，改為臺中市「大甲區」。',
          ),
      ),
  );
