<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 外埔區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%96%E5%9F%94%E5%8D%80',
          ),
        'descs' => array (
            '外埔區，位於臺灣臺中市西北方，介於大甲溪與大安溪之間。氣候屬亞熱帶，地形屬於河階型。農特產有蜜紅葡萄、馬鈴薯、百合、稻米、洋菇、火龍果等。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%96%E5%9F%94%E5%8D%80',
          ),
        'descs' => array (
            '外埔之名來由，為早期以月眉山為界，以東為「內埔」（今后里區），以西為「外埔」（今外埔區）。1887年為清朝苗栗縣下蓬山八社的大甲東社（今中山里），台灣日治時期1920年設外埔庄，隸屬台中州大甲郡。1945年中華民國政府接收日本台灣總督府轄區後，改為外埔鄉，隸屬臺中縣大甲區。1950年3月台灣地方制度廢除區署，直接隸屬臺中縣。2010年12月25日隨台中縣市合併改制，再改為外埔區。',
          ),
      ),
  );
