<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台中市 大安區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%AE%89%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '大安區是中華民國臺灣臺中市的市轄區，位於臺中市西北方，介於大甲溪與大安溪之間，濱臺灣海峽。氣候屬亞熱帶，氣溫偏高。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%AE%89%E5%8D%80_(%E8%87%BA%E4%B8%AD%E5%B8%82)',
          ),
        'descs' => array (
            '明末，大安港舊稱「海翁窟港」（海翁即鯨魚，今海墘里一帶）；清初稱為「螺絲港」，「勞絲港」。康熙40年（1701年）左右，漢人由鹿港北進自大安港、白瓦厝港登陸拓墾，其間有閩籍張、林兩姓及粵籍邱姓族人率先開墾大安、鐵砧山腳、日商及九張犁等荒埔，漳浦縣人林秀俊，墾號「林成祖」至此招佃墾闢，乾隆末年，大安港成為台灣中部重要移民登陸口岸，其貿易發達，為大安港鼎盛期。嘉慶年間，各種械鬥迭起，使客籍移民往苗栗地區遷徙；道光以後，漳州人則移住葫蘆墩（今豐原區），泉州籍住民成為大安的主體。',
            '嘉慶21年（1816年），鹿港巡檢署移駐大甲。道光10年（1830年）大甲分設中軍守備，道光20年台灣道姚瑩的《台灣十七口設防狀》雲:「大安港，舊有砲台1座，台左側矮牆10餘丈，乃北路協石營汎地。今大安港砲台設1,000斛砲2位，200斛砲2位，以本汎把總帶兵70名，大甲巡檢帶鄉勇200名守之。」至此，大安港的海防地位亦日漸升高。據《淡水廳志》載:「道光21年（1841），同知曹謹編查戶口，城南四堡有1萬3千1百30丁口。」城南四堡即為大甲堡，轄有63莊社，涵蓋今大甲、大安、外埔及后里區。',
            '台灣日治時期1897年（明治30年），改為新竹縣大甲辦務署苗栗三堡（此區有中庄、南庄、南埔庄、東勢尾庄、福興庄、三塊厝庄、龜殼庄、溪洲庄、牛埔庄、三十甲庄、頂大安庄、田心仔庄、下大安庄、北汕庄、海墘厝庄、下腳踏庄、頂腳踏庄、松仔腳庄，18庄）；1901年改為苗栗廳大甲支廳苗栗三堡。1909年（明治32年），改為臺中廳大甲支廳大安區。1920年改為臺中州大甲郡大安庄，但隨著大安港沒落，鄉治中心逐漸由大安港地區轉移至中庄一帶，行政機關也多設於中庄地區。',
            '1945年中華民國政府接收日本台灣總督府轄區後，改為臺中縣大甲區大安鄉；1950年臺灣省廢區署，改為臺中縣大安鄉。2010年12月25日隨臺中縣市合併，改制為臺中市大安區。',
          ),
      ),
  );
