<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 彰化市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BD%B0%E5%8C%96%E5%B8%82',
          ),
        'descs' => array (
            '彰化市（官方中文羅馬字名稱：Changhua City。）位於台灣彰化縣東北角，為彰化縣縣治所在地，彰化縣人口最多的行政區，亦為全臺人口最多的縣轄市，約有23萬5千多人，市內共轄73個里。其中人口最多的里為腹地較大的延平里，人口第二多為新興發展的阿夷里。境內的八卦山大佛風景區為臺灣著名的觀光勝地。另外像是賴和紀念館、小西街、孔廟皆為重要觀光景點。',
            '彰化市一帶早期為隸屬平埔族的巴布薩族半線社人的活動場域，舊稱「半線」，後明鄭部將劉國軒屯兵鎮壓原住民，在軍隊保護下，漢人陸續到來，開鑿水利，人口漸聚，發展出村落街巷，在臺中市產生前，是臺灣中部的政經中心。另外由於彰化市居南北交通要衝，每當民變動亂，此地首當其衝，之後有地方官員植竹為城，略作防衛之用，因此古有「竹城」雅稱。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BD%B0%E5%8C%96%E5%B8%82',
          ),
        'descs' => array (
            '彰化市早期為臺灣原住民平埔族群巴布薩族的活動區域，分屬半線社、柴坑仔社及阿束社，古地名「半線」係採自平埔族「半線社」的語音翻譯。荷西時期，此地隸屬瓦布蘭行政區，受荷蘭東印度公司福爾摩沙北部評議會管轄。到了明鄭時期（1661年），鄭成功在台實施郡縣制，當時此地隸屬天興縣。1666年，鄭氏部將劉國軒率兵進駐，行屯田制，以此地作為鎮壓平埔族斗尾龍岸社（今大甲溪北）及沙轆社（今臺中市沙鹿區）武力抗爭的根據地，為漢人移民打下開墾基礎。1683年，施琅攻台，明正朔亡，台灣進入臺灣清治時期清領時期，全台設一府三縣，此地隸屬諸羅縣管轄。',
            '漢人較具規模的屯墾始於1684年之後，相繼有福建人施世榜、吳洛、台南人楊志申等，大事招徠閩粵移民，以此地為中心向四周墾荒鑿圳，原有的平埔族部落遂逐漸被漢人移民所融合。十年後（1694年），高拱乾纂修的《臺灣府志》已經載有彰化地區第一個漢人聚落「半線庄」，隨著水利灌溉系統的完成，入墾人口陸續增加，到了1717年，在陳夢林纂修的《諸羅縣志》裡加列半線庄內有一「半線街」，分東南西北四條街道，說明此地已經開始具有商業機能。',
            '1721年，臺灣知府兼鳳山縣知縣王珍之子濫用職權橫徵暴斂，激起民變，公推朱一貴為盟主，反清復明，攻佔臺灣府城（今臺南市），後因內部閩粵內鬨，兩月後即遭清軍勦滅。因此，清廷為鞏固統治，於1723年劃大甲溪以南、虎尾溪以北的土地為「彰化縣」，據福建巡撫王紹蘭的《彰化縣城碑記》，「彰化」兩字為「顯彰皇化」之意。縣治所在地半線街改名「彰化街」，隸屬於彰化縣半線堡。',
            '彰化設縣之初並無城牆，曾遭原住民起事圍攻，於是1734年知縣秦士望在街道周圍種植莿竹作為城垣，並建四方城門，故彰化也素有「竹城」或「竹邑」之雅稱。1782年，彰化莿桐腳庄發生漳泉械鬥，彰化地區的分類械鬥由此開始。1786年，漳州人天地會眾林爽文起事，佔據彰化縣署作為盟主府，與福康安在八卦山會戰，史稱「林爽文事件」。1795年，陳周全藉天地會餘勢起事，再佔彰化縣城，後被攻破。經歷兩次戰亂，城周莿竹也遭砍伐殆盡，直到兩年後（1797年），知縣胡應魁才再行復植，又於四門增建城樓。',
            '1885年，台灣建省，大幅調整行政區域，彰化縣歸臺灣府彰化縣管轄，領有線東、貓羅二堡的部分街庄。在此之前，彰化縣城一直是臺灣中部地區的首要中心，故多次民變都以彰化街（縣城所在）為目標，但是建省後台灣省首任巡撫劉銘傳選定在今日的臺中市建立省城，從此之後，中部地區的都市發展重心就從彰化逐漸轉移到臺中，彰化市遂淪為臺中都會區的一個「衛星都市」。',
            '1895年，清朝因甲午戰爭失利，與大日本帝國簽訂《馬關條約》割讓台灣，日軍從台灣北部澳底登陸，受到台灣民眾武力抵抗，8月26日，日軍與台灣南北聯軍在八卦山進行一場會戰，戰況激烈，兩日後彰化城淪陷。1897年，大日本帝國台灣總督府修改台灣行政區，彰化街隸屬台中縣彰化支廳管轄，並以「城堡阻擋了現代化的建設」為由，陸續拆除城樓。其後台灣總督府曾多次修改台灣行政區：1920年行政區變革，設立彰化街，屬於臺中州。1933年進行「市區改正計劃」，南郭庄、大竹庄併入彰化街，成立彰化市，此後範圍迄今未變。',
            '戰後，中華民國政府接掌臺灣，將臺中州改為臺中縣，彰化市則於1945年（民國34年）11月22日脫離臺中縣，正式升格為省轄市，下分彰北、彰西、彰南與大竹四區，區下分里，共轄92個里，市政府設於彰南區，為當時臺灣九個省轄市之一，轄屬臺灣省政府。1950年（民國39年）調整行政區域，全臺灣劃分為十六縣五省轄市一管理局；10月21日，與臺中縣轄彰化區、員林區、北斗區合併，成立彰化縣。1951年（民國40年）11月30日，將彰北、彰西、彰南與大竹四區合併裁撤為縣轄市，並為彰化縣縣治。之後境內里數歷經三次變更，至2006年為止，彰化市共轄73個里，1322鄰，23餘萬人口，轄區面積共65.6947平方公里。',
          ),
      ),
  );
