<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 芬園鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%AC%E5%9C%92%E9%84%89',
          ),
        'descs' => array (
            '芬園鄉位於臺灣彰化縣東北部，地處彰化縣、臺中市、南投縣三縣市之交界。因西側緊鄰八卦台地，使本鄉成為全縣26鄉鎮中唯一位居八卦山東麓的鄉治。受到地形的影響，本鄉與臺中市、南投縣的地緣及生活關係反而較為密切。芬園一名源於清代當地居民種植罌粟菸草，閩南語稱菸草為「芬」或「薰」，當時取其近音「芬」字，因而名為「芬園」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%AC%E5%9C%92%E9%84%89',
          ),
        'descs' => array (
            '這裡最早是由平埔洪雅族貓羅社所居住，清代康熙初葉（約1660年）始有閩人（福建人）移入墾拓。當時此處尚屬彰化縣半線堡之一部份，芬園於雍正元年（1723年）彰化正式置縣時稱「貓羅社」，屬彰化縣半線堡線北社番之一部份，至乾隆二十九年以後，由彰化縣轄內諸番社中獨立分出為「貓羅堡」（貓羅堡包含今彰化縣芬園鄉、台中市霧峰區、彰化市及台中市烏日區一部分）。1885年台灣建省，改隸台灣府台灣縣貓羅堡。1895年日本治理台灣後，於1909年芬園境域成為臺中廳直轄「芬園區」（當時非彰化支廳所轄），這是「芬園」正式成為行政區域名稱的開始，1920年改隸屬於臺中州彰化郡的「芬園庄」。戰後1945年由台中州接管後改台中縣，1950年10月全台行政區域調整，將台中縣之彰化、員林、北斗三區合併，成立彰化縣政府，芬園鄉隸屬彰化縣至今。',
          ),
      ),
  );
