<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 花壇鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%B1%E5%A3%87%E9%84%89',
          ),
        'descs' => array (
            '花壇鄉位於台灣彰化縣東北偏東，境內有八卦台地，與芬園鄉僅一山之隔。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%B1%E5%A3%87%E9%84%89',
          ),
        'descs' => array (
            '花壇鄉得名自現在花壇村之舊稱「茄苳腳」，因為從前這一帶是茄苳樹茂生之地，經當初移民的採伐，進而開墾成耕地，並建莊於此，所以以它為地名。由於茄苳腳之台灣話讀音與日語下等客（かとうきゃく）唸法相似，由於讀音不雅，採納花壇之日語外來語(GARDEN)之音讀Kadan近似，故於大正9年(1920年)改稱至今沿用。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%B1%E5%A3%87%E9%84%89',
          ),
        'descs' => array (
            '明鄭時期，曾在白沙坑（今白沙村、文德村一帶）此地進行開發。康熙60年於諸羅縣下設立燕霧堡。雍正元年彰化縣設縣，本鄉改隸屬燕霧上堡，屬於彰化縣管轄。',
            '日本於甲午戰爭後統治台灣，並於茄苳腳設置保良局，後因其讀音不雅（與日語的下等客音似）而改成「花壇」，並於大正9年設「花壇庄」。中華民國接管臺灣後，民國35年進行地方制度調整，改隸為臺中縣彰化區花壇鄉，民國39年實施小縣制，改隸彰化縣至今。',
          ),
      ),
  );
