<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 秀水鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A7%80%E6%B0%B4%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '秀水鄉位於台灣彰化縣中部，地理環境東西狹南北長，屬狹長型態，地勢平坦，有濁水溪流域灌溉，水質清澈，醞釀了酪農故鄉的環境。地處於彰化市之南，東鄰花壇鄉，西接鹿港鎮、福興鄉，南連大村鄉及埔鹽鄉，北接和美鎮與彰化市，為典型的純樸農村。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A7%80%E6%B0%B4%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '原名透水，有清水混入濁水溪之意，清朝嘉慶年間將左字邊刪去，改稱秀水，相沿至今，在清朝雍正之前，係馬芝鄰社原住民所居住之地，雍正年初閩人自泉州，南安，晉江，漳州等地遷入開拓，至乾隆初年，逐漸形成部落，稱馬興，馬鳴山，安東，埔姜崙，曾厝，下崙等六莊，因原係馬芝鄰原住民所居，故總稱馬芝堡，屬彰化縣轄，日治初期隸屬台中縣彰化支廳，至1897年改隸台中縣鹿港辦務署，1901年廢縣改廳歸彰化廳鹿港支廳，1914年彰化廳併入台中廳，改屬台中廳鹿港支廳，並改堡為區，至1920年9月重新劃分，改區為庄，並將秀水，陝西二庄合併為一庄，設秀水庄，屬台中州彰化郡。1945年改稱秀水鄉，隸屬台中縣，1950年縣市行政區調整，歸屬彰化縣至今。',
          ),
      ),
  );
