<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 鹿港鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E6%B8%AF%E9%8E%AE',
          ),
        'descs' => array (
            '鹿港鎮（臺羅：Lo̍k-káng-Tìn）位於臺灣彰化縣彰化平原西北邊鹿港溪口北岸，全境高度均在海拔十公尺以下，西靠臺灣海峽，東以洋仔厝溪支流及安東二排水與秀水鄉相鄰、南以鹿港溪與福興鄉相鄰、北以番雅溝與線西鄉及和美鎮相鄰，面積達71.802平方公里，全區可分為沖積平原、海濱低地、及潮埔地﹝海埔新生地﹞三個部份。人口8.6萬多人，於彰化縣各行政區名列第四。',
            '鹿港是荷蘭及清領時期中臺灣最重要對外經商港口，過往曾因商業的發展而繁榮。由於發展歷史甚早，市區內留有不少古蹟，形成重要觀光資源。地方特產方面，則以蝦猴、地方傳統小吃、傳統糕點、傳統工藝最為人所知。',
            '因縱貫鐵路與港口淤積，讓鹿港發展停滯，因此保留了眾多習俗、文化、文物、古蹟，而在地鹿港人也深以此為榮，盡量保持古文物、習俗並與之和睦相處，因此廟會活動頻率與規模為臺灣最重要。',
            '1978年起每年舉辦「鹿港慶端陽」活動，其中龍舟賽為活動高潮，龍舟賽事於福鹿河濱公園（福鹿溪）舉行，於老三台時期每年無法親臨現場者皆可透過無線電視台現場實況轉播賽事並介紹相關活動與介紹鹿港文化，2015年由華視轉播；時至2016年已連續舉辦39年。',
            '2013年起每年於農曆7月至中秋節前擇日舉辦台灣國際競技龍舟錦標賽；時至2016年已連續舉辦4年，2016年更是首次在夜晚舉行台灣國際競技龍舟錦標賽。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E6%B8%AF%E9%8E%AE',
          ),
        'descs' => array (
            '「鹿港」或「鹿仔港」地名來源四說：1. 臺灣中部一帶昔時多鹿，常有鹿群聚集海口草埔，故名「鹿仔港」，後來簡稱「鹿港」。臺灣西部平原，從荷蘭據臺時期到清初，鹿群遍布，那時有不少從事鹿皮、鹿脯的買賣者。當漢人從鹿港上岸之後，很可能看到海港附近有鹿群，於是稱之為「鹿仔港」。而「仔」字又是漢人慣用字眼，至今仍有地名曰「崙仔頂」、「橋仔頭」等。2. 鹿港一帶早年為平埔族巴布薩族（Babuza）之居地，平埔族Rokau-an一語的轉譯。3. 地形似鹿，故名「鹿仔港」。4. 據說昔日這個地方是米穀集散地，因為用來儲存稻穀的方形倉庠稱為「鹿」而得名。根據鹿港鎮公所編印的《地名釋義》：「雍正6年彰化縣設立倉庠於鹿仔港米市街西畔，門首有匾曰：天庾正供（彰化縣誌道光版載有此事，計得倉庠一十六間），因廩之方者曰鹿，竊以此命名曰鹿仔港。」在清朝福建一帶，確實有「鹿港米」的專有名詞流傳，鹿港也有一條街叫做「米市街」，今名「美市街」，可知鹿港為米穀集散地之事不假。',
            '鹿港於1784年（乾隆49年）由清朝官方設為港口，由於與外國人接觸頻繁，外國人以威妥瑪拼音把鹿港譯寫為Lukang，2003年（民國92年）地名譯寫原則頒布，改採通用拼音把鹿港譯作Lugang，但此舉被認為有違「名從主人」的慣例，2011年（民國100年）6月16日內政部及教育部同意將鹿港的英譯改回「Lukang」，淡水區（Tamsui）與鹿港鎮（Lukang）成為全台首先恢復習慣譯名的鄉級行政區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E6%B8%AF%E9%8E%AE',
          ),
        'descs' => array (
            '鹿港位於台灣西海岸的中點，屬平埔族巴布薩族（Babuza）馬芝遴社社域，今仍留有頂番婆(頂番里,頭崙里)的地名。道光年間不願漢化者遷埔里興吉城(今埔里鎮大城裡)與巴布薩族二林社合併。清治時期以前，港闊水深，距離中國大陸沿岸最近，因為鹿港的對航的港口是泉州，所以鹿港生意人也特別多，也有很多的巨富，因為他們很會做生意的緣故。聽說鹿港的小姐，脾氣也特別的烈。鹿港姓施、黃、許三大姓的最多，因此鹿港有一句話說：「施黃許、赤查某」，因此自然成為一個繁榮的商業港口城市。早期泉州三邑人佔80%。西元1784年（清乾隆49年），鹿港與福建蚶江正式設口開渡，從此開始鹿港的黃金時代。1785年（乾隆50年）至1845年（清道光25年）之間是鹿港的全盛時期，在當時是僅次於府城臺南的全島第二大城，一府二鹿三艋舺之語琅琅上口，迄今不墜。後因港口的泥沙淤積、縱貫線鐵路未經過，此後鹿港迅速沒落。人民出外謀生，人稱鹿僑。但沒落反而意外保留更多古老建築，舊城區也比日後一再進行都市改正的臺南市或臺北市完整。',
            '當時鹿港設有八大商業組織，稱鹿港八郊，分別為：泉郊金長順、廈郊金振順、南郊金進益、 𥴊 郊金長興、油郊金洪福、糖郊金永興、布郊金振萬以及染郊金合順。',
            '然而，民間常有日本殖民時期地方士紳反對鐵路經過導致沒落之都會傳奇，甚至近年的縣市政府亦採此說，但亦有反對觀點認為日本殖民時期初期進行高壓統治，人民不可能反抗。其次，據台灣總督府編纂之《台灣鐵道史》中，縱貫線在臺中以南原訂經過南投街（今南投市），但考量彰化平原物產豐富，鐵路遂西移經過彰化街（今彰化市），從未有經過鹿港市區之規畫。',
            '但在日本殖民統治時期，鹿港仍開辦了2條兼辦客運的糖業鐵路。分別為新高製糖株式會社至彰化，及明治製糖株式會社至溪湖、員林，並各自有車站。戰後台灣糖業股份有限公司（簡稱台糖）接收製糖會社，將兩座鹿港車站合併直至西元1970年代結束客運業務。其中位在打鐵厝農場的新高製糖株式會社之車站台糖業已拆除，而明治製糖株式會社的車站就地重建，後經整建改為鹿港南區旅遊服務中心，2012年（民國101年）後南區旅遊服務中心遷至文開書院內，舊址現為台糖自營產品展售店，而公共設施則開放民眾使用。',
          ),
      ),
  );
