<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 福興鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A6%8F%E8%88%88%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '福興鄉位於臺灣彰化縣西部，西濱臺灣海峽，北鄰鹿港鎮，東連秀水鄉，南接埔鹽鄉、 二林鎮、芳苑鄉，與緊鄰的鹿港鎮形成雙子城結構。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A6%8F%E8%88%88%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '鹿港一帶往昔屬平埔族巴布薩族（Babuza）馬芝遴社社域，福興鄉今仍留有番社村,番婆村,社尾村及十五番(鎮平村)等地名。福興鄉漢人移民多半來自福建省泉州、廈門一帶，遠自明末清初，鹿港繁榮時期，陸續由鹿港及王功一帶港口進入福興，有些跟隨延平郡王鄭成功來台，初住沿海，漸入鄉內，開荒墾殖。至雍正年間，台灣、福建 兩地人民來往較密，戶口逐年增加，擴散分布於現在的福興鄉。 清朝末年，福興鄉隸屬於彰化縣治馬芝遴堡。',
            '明治28年（1895年）日治時代，隸屬台灣縣彰化出張所(後改為鹿港出張所)馬芝堡，明治30年(1897)，改隸台中縣鹿港辦務署馬芝堡，主要分為番社、洪堀寮兩區，掌理鄉里庶政。明治34年（1901年）廢置縣，轉屬彰化廳鹿港支廳馬芝堡，明治42年(1909年)，又改隸台中廳鹿港支廳馬芝堡，轄內分洪堀寮、頂厝、番社三區共11庄。大正9年（1920年）十月官製革新實施地方自治，除秀厝、西勢、同安、三和、鎮平、麥厝、廈粘、頂粘自有住所番地之外，餘番地統稱為台中州彰化郡福興庄，各庄設有保甲。',
            '民國三十四年（1945年）第二次世界大戰結束，更名為福興鄉，但隸屬於台中縣彰化區管轄，置鄉公所於原庄役場之原址，分為二十二村二二六鄰。民國三十九年（1950年）台灣省行政區域調整，福興鄉隸屬彰化縣。民國七十七年（1988年），鄰再次調整增為二五四鄰，至今亦同。',
          ),
      ),
  );
