<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 和美鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%92%8C%E7%BE%8E%E9%8E%AE',
          ),
        'descs' => array (
            '和美鎮位於臺灣彰化縣西北方，人口9.1萬多人，為彰化市的衛星城市。和美鎮北臨大肚溪，西北與伸港鄉、線西鄉相鄰，西南與鹿港鎮、秀水鄉相鄰，東與彰化市相鄰。氣候屬副熱帶季風氣候，年均溫約23℃，全年雨量大多分布在2月至9月，多寡比率依序為梅雨、颱風雨或西南氣流降雨，最後是春雨，冬季時東北季風風力強勁。本鎮古稱「卡里善」，係平埔族原住民巴布薩族語，意為熱與冷交界地，氣候溫和，環境優美之意。在員林鎭改制為員林市後，和美鎮成為彰化縣第一大鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%92%8C%E7%BE%8E%E9%8E%AE',
          ),
        'descs' => array (
            '漢人移入形成漢人街庄後，因當地處漳泉接觸地帶，寓意「漳泉和睦相處，創建美好地方」，故名「和美」。 相傳先民移台，來自漳泉二地移民，係以詔安圳為界，以東大多為漳州移民，以西則多為泉州移民生聚之所。 本鎮地區古為平埔族原住民半線社、阿束社故地。',
            '明永曆十八年設北路安撫司於半線（彰化市）執掌地方治安暨撫番，總護諸將，察治姦宄，凡兵民之政皆屬之。永曆十九年派左武衛武平候劉國軒率兵駐此，自此兵丁開拓半線社與阿束社，是為本鎮開闢之始。繼之泉州人施長齡、楊志申，以及清康熙中葉時泉州人吳洛、黃榜等來線西堡墾殖或自鹿港登陸，或自諸羅北上，招工買牛，引水開地，各地逐漸開闢。康熙五十七年大肚溪水患將阿束社等流失，餘存平埔族徙居番社口，後徙埔里山區，自此本鎮即無原住民族所居。康熙六十年始設半線堡，六十一年朱一貴起義敗後，隨清軍而來之移民及解甲歸田之兵丁逐漸增多。雍正年間，東西第一、二圳即行創設。乾隆五年楊志申、施士安又開創福馬圳。乾隆六年本鎮為半線堡茄黎莊、阿束社所轄。乾隆二十七年分為半線東西二堡東西第三圳於乾隆三十一年復由楊志申開創，灌溉系統大備。迨至道光十年，本鎮即有三十六莊，以地大闢矣。',
          ),
      ),
  );
