<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 伸港鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BC%B8%E6%B8%AF%E9%84%89',
          ),
        'descs' => array (
            '伸港鄉位於臺灣彰化縣西北端，西臨臺灣海峽、北臨大肚溪、東與和美鎮為界、南面則與線西鄉相鄰。古名塗葛堀港。是彰化縣最年輕的一個鄉。屬風頭水尾地方，農漁業物產豐富，足稱「魚米之鄉」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BC%B8%E6%B8%AF%E9%84%89',
          ),
        'descs' => array (
            '西元1624年，荷蘭人攻佔臺灣，將其統治地區劃分成數個行政區，其中瓦布蘭(又叫華武)行政區，即今日之彰化地區。明永曆15年(西元1661年)，鄭成功入台趕走荷蘭人，設置一府二縣，本鄉隸屬天興縣。永曆18年(西元1664年)，鄭經改東都為東寧將天興、萬年二縣升格為州，彰化仍屬天興州。',
            '康熙22年(西元1683年)清廷施琅領兵攻入臺灣，結束了明鄭時代。康熙23年(西元1684年)清廷重劃行政區域，天興州改為諸羅縣，本鄉時諸羅縣轄區。雍正元年(西元1723年)，分諸羅縣北半線地置彰化縣屬臺灣府。乾隆27年(西元1762年)，彰化縣半縣堡改稱半線東西堡。 光緒元年(西元1875年)半線東西堡，改稱線東和線西兩堡。本鄉屬臺灣府彰化線西堡，到了光緒13年(西元1887年)臺灣建省，臺灣行政區域進行第三次改革，這時本鄉仍屬臺灣彰化線西堡。',
            '明治28年(西元1895年)，中日甲午戰爭，清廷戰敗，割讓台灣給予日本。5月日人入台，本鄉由臺灣縣直隸。8月進佔彰化，重新劃分彰化地區隸屬臺灣民政支部彰化出張所。翌年2月7日，本鄉劃入臺中縣鹿港支廳線西堡。同年8月21日增置彰化支廳，本鄉改隸彰化支廳線西堡。明治30年(西元1896年)，日人改制全臺為六縣三廳，縣廳之下置辦務署，本鄉劃歸臺中縣和美線辦務署。9月24日於街庄之上設區，和美線辦務署分為和美線、下見口和新港三區，其中本鄉區域屬於新港區，明治31年(西元1897年)和美線辦務署併入彰化辦務署，本鄉改臺中縣彰化辦務署線西堡，明治34年(西元1901年)，日人再度廢縣和辦務署，將全臺分為二十廳，廳以下設支廳本鄉劃屬彰化廳鹿港支廳線西堡。明治42年(西元1909年)，本鄉改屬臺中廳彰化支廳新港區，大正9年(西元1920年)，第五次修改，併臺灣西部廳為九州，州底下設郡市管轄街庄。本鄉劃屬臺中州彰化郡線西庄。',
            '第二次世界大戰後改為線西鄉，民國39年(西元1950年)7月1日，從線西鄉劃分出，定名為新港鄉，但因與嘉義縣的新港鄉同名，易造成民眾與政府混淆不清，於是政府邀請兩地溝通協調，並舉行抽籤，結果於民國48年(西元1959年)7月1日正式更名為伸港鄉（伸港與新港台語發音相同，故名），並沿用至今。',
          ),
      ),
  );
