<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 員林鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%93%A1%E6%9E%97%E5%B8%82',
          ),
        'descs' => array (
            '員林市位於臺灣彰化縣中部偏東位置，建城於1728年（清雍正六年），2015年8月8日改制為縣轄市「員林市」。在改制成縣轄市前，其前身是「員林鎮」，因曾經多次成為臺灣人口最多的鎮，故有「全臺第一大鎮」名號。',
            '員林市人口目前約12.5萬人，就人口數而言，是彰化縣第二大行政區（僅次於縣治彰化市），全國第四大縣轄市（次於彰化縣彰化市、屏東縣屏東市、新竹縣竹北市）。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%93%A1%E6%9E%97%E5%B8%82',
          ),
        'descs' => array (
            '語音訛變說，早期定居員林的漢人為防盜賊，建造了大陸原鄉的防禦式住宅「圓樓仔」。員林古稱「圓樓仔」（臺羅：Uân-lâu-á)，後走音為「圓林仔」（Uân-nâ-á），口語為「林仔街」（Nâ-á-ke）。「圓林仔」被以文讀的發音方式替換為「員林仔」（Uân-lîm-á）',
            '圓形樹林說，墾民前來員林開墾時留下圓形林地，故稱「圓林仔」，後簡化為「員林仔」。首次記載員林地名的史書為乾隆六年劉良璧所著的《重修福建臺灣府志》，書中提到「員林仔庄」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%93%A1%E6%9E%97%E5%B8%82',
          ),
        'descs' => array (
            '員林地區在明永曆十五年（1661年），鄭成功攻佔臺灣後，隸屬於東都承天府天興縣。永曆十八年，鄭經時代，員林隸於東寧承天府天興州。但員林地區的開墾始於清康熙中葉。清康熙22年，水師提督施琅，陸軍提督萬正色攻打臺灣，鄭克塽降清。員林隸於福建省分巡臺廈道臺灣府諸羅縣。員林於雍正年間隸彰化縣燕霧堡，後員林改隸屬燕霧下堡。乾隆16年，由於清政府於雍正10年及乾隆11年，允許人民移眷入臺，於是員林形成街市，舊時街道含蓋今民生、中正、新興、仁美、和平、光明、中山、黎明、三義、新生等里。十八世紀上半葉是漢人移民、開墾臺灣速度最快的時期，庄的聚落架構大致延續到十九世紀末。乾隆25年，燕霧堡轄燕霧內、上咳咳、員林仔、東山等四庄，街市則為員林仔街。道光15年，現今所稱的員林地區應涵蓋燕霧上、下保共五十五庄，與大武郡東、西保共九十三庄之一部。',
            '在清朝甲午戰爭戰敗割臺之後，臺灣總督府將臺灣府彰化縣改為臺灣縣彰化支廳，其後數次更改其名。最後於大正9年（1920年）變更為臺中州員林郡員林街，並成為員林郡的郡治。其郡役所之廳舍位於現今黃金帝國大樓，也就是在中正路、民權街之路口 。日治時期也是員林建設最多的時期之一，1905年縱貫線鐵路通車後，設置員林驛，奠定了員林地區的交通地位，也造就了鐵路、大通街（今中正路）與民生路所圍三角地區的繁榮。1936年員林實施「市街改正」（都市計劃），原本較為雜亂的市容改成整齊劃一的棋盤式街道，為臺灣少數擁有完整工整街道的地方，並開發了外環道路（育英路與新生路）。日治時期，日本人也設置了許多學校，如臺中州立員林家政女校（今國立員林高級中學）、臺中州立員林農業學校（今國立員林農工）、員林公學校（今員林國小）、員林女子公學校（今育英國小）等。同時，員林、南投與彰化並稱為水果的集散地，當時的食品加工業興盛，如：蜜餞、鳳梨等。另外日本人為了使臺人信奉神道教，在百果山上興建員林神社。',
            '1945年8月15日，日本戰敗後，國民政府於10月25日接收臺灣。初期改臺中州設臺中縣（轄區為今中彰投），員林鎮由原本的臺中州員林郡員林街改為臺中縣員林區員林鎮，並為當時臺中縣政府所在地（原址在現今員林國宅）。1946年9月30日，員林區廢除，員林鎮改由彰化縣直轄，1950年因地方自治臺中縣分出彰化縣與南投縣，員林鎮改隸彰化縣管轄至今。2015年5月29日，立法院三讀通過《地方制度法》第四條修正案，將縣轄市人口聚居標準由15萬人，恢復為10萬人，經總統於6月17日公布後，6月19日正式生效。同年8月8日，員林鎮正式改制為「員林市」。',
          ),
      ),
  );
