<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 社頭鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A4%BE%E9%A0%AD%E9%84%89',
          ),
        'descs' => array (
            '社頭鄉位於臺灣彰化縣東南部。據耆老相傳，在明末清初，漢人自大陸入墾臺灣，稱番人聚落為「社」，「社頭」地名蓋因洪雅族大武郡社之頭首或頭人居住於此，以之得名。',
            '目前以蕭姓為鄉內最大宗，古時候，常以同血緣關係而形成部落，故彰化地區流傳著「社頭蕭一半，鹿港施了了」。',
            '在產業方面，社頭在織襪及芭樂產業之中，已獨佔鰲頭多年，在「家庭即工廠」的歷史背景之下，讓社頭有個順口溜，「芭樂多、襪子多、董事長多。」，同時奠定了襪子的故鄉，芭樂的寶地之美名。',
          ),
      ),
    '野史傳說' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A4%BE%E9%A0%AD%E9%84%89',
          ),
        'descs' => array (
            '傳說嘉慶君遊台灣時，來到社頭，當時口渴欲向媽祖廟的廟公借水，誰知社頭連年旱災，於是嘉慶君便燒香和媽祖娘娘求雨，沒想到果真下了一場大雨。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A4%BE%E9%A0%AD%E9%84%89',
          ),
        'descs' => array (
            '清初世局動盪，盜賊四起，閩粵居民陸續徙台。1662年至1795年間，墾首施世榜、黃仕卿、鄧遜有等，逐次完成八堡圳、十五庄圳（今稱八堡二圳）、鴻門圳、大高圳等溝渠灌溉今社頭鄉轄域，漳州之南靖、漳浦、詔安及潮州、饒平等縣居民大舉入墾，1736年至1795年間枋橋頭庄形成街肆，社頭庄成立於嘉慶年間，社頭轄域次第墾建成村庄。迨移民漸增，漢番爭地，平埔族群勢弱遂於1823年徒居埔里，其留原地者皆漢化。當時原住部落名為「大武郡社」。在經歷西班牙人、荷蘭人的登台足跡後，明末清初，漢人開始渡海來台，開墾這片美麗新天地。漢人習慣稱呼平埔族人聚集的部落為「社」；而「社頭」即代表當時這裡乃為大武郡社頭目首領居住之地，因此得名。',
          ),
      ),
  );
