<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 永靖鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E9%9D%96%E9%84%89',
          ),
        'descs' => array (
            '永靖鄉（永靖腔臺羅拼音：Éng-tsēng-hiong）位於台灣彰化縣中部偏東南，地勢平坦，無山嶽、湖澤。北緣員林市、埔心鄉，東鄰社頭鄉，西濱溪湖鎮，南接田尾鄉。為台灣人口密度最高的鄉。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E9%9D%96%E9%84%89',
          ),
        'descs' => array (
            '永靖地名自1813年（嘉慶18年）由楊桂森命名後，曾經歷數次改動，除歷史可稽外，還有不同於歷史記錄的說法：',
            '一、廣東省潮州府的墾民於1813年（嘉慶18年）在地建立街市，當時的墾民命名為永靖，意在期勉本地區與附近居民能和平共處（當時閩粵械鬥事常發生），永久安靖。永靖二字本為永靖街市的名稱，大約是今日的永東、永西村，後來以街市名為鄉鎮名。',
            '二、日治時代初期改為關帝廳，代表本區之地名。關帝廳之名在1813年（嘉慶18年）與道光年間均有文獻（道光版《彰化縣志》第十一卷/雜記志/兵燹：「員林一帶粵人，紛紛搬入大埔心庄及關帝廳等處...」）提及。',
            '三、1920年（大正9年），日本實行地方行政區域改革，將三字地名改為二字，命名回舊名永靖，但寓意已改為「水患頻仍，以求止息水患，永保安寧」',
            '四、本地區以前火災頻繁，舊屋常被燒毀而蓋新屋。當地居民苦於火災之患，故改地名為「永靖」，其意為「永久安靖」，並於永靖街與中山路的交叉口種榕樹，以及在永靖街中間建「永安宮」兩端則建立「永奠宮」及「永福宮」，火災才逐漸減少。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E9%9D%96%E9%84%89',
          ),
        'descs' => array (
            '清領時期，永靖在行政區域上屬於武西堡。',
            '1813年（清嘉慶十八年），廣東省潮州府的墾民於此地建立街市。',
            '日治初期，永靖大部份歸屬關帝廳區；永靖西區歸屬羅厝區或海豐崙區。',
            '1920年，重新劃分區域為台中州員林郡『永靖庄』，永靖的行政區就此定型下來。',
            '1945年，改為台中縣員林區『永靖鄉』。',
            '1950年，改為彰化縣永靖鄉至今。',
          ),
      ),
  );
