<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 埔心鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%94%E5%BF%83%E9%84%89',
          ),
        'descs' => array (
            '埔心鄉位於台灣彰化縣中部，地勢平坦，屬彰化平原的一部份。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%94%E5%BF%83%E9%84%89',
          ),
        'descs' => array (
            '此地於明鄭時期（南明永曆十五年、1661年）隸屬於一府二縣之東都承天府天興縣（1664年更改為天興州）。',
            '在清康熙二十三年（1684年）改隸福建省台灣府諸羅縣，雍正元年（1723年）由諸羅縣劃出虎尾溪以北、大甲溪以南之地，設彰化縣治，取「彰聖天子丕昌海隅之化」前後兩字，而命名為彰化。彰化縣轄十六堡，現在的埔心鄉原屬武西堡，以「大埔心」為最大村莊。光緒十三年（1887年）台灣建省，彰化縣轄區縮小為濁水溪以北、大肚溪以南之地。光緒末期，彰化縣境置十三堡區，本鄉全名為「台灣省彰化縣武西堡坡心區」。',
            '日治五十一年間（1895年至1945年），台灣地區行政建制有9次變革，本鄉前後隸屬於台灣縣、台灣民政支部彰化出張所、台中縣鹿港支廳、台中縣、彰化廳、台中廳及台中州等機構。民國前十五年（明治三十年、1897年）劃歸台中縣員林辦務署，旋於民國前十三年改隸北斗辦務署，民國前十一年改制為彰化廳坡心區，民國前三年改為台中廳武西堡坡心區。',
            '埔心鄉位在彰化縣之中心，昔日稱為「大埔心」（另有「小埔心」在今之埤頭鄉合興村），民國九年改為閩南語近似音之「坡心」，民國34年底，再正名為今日之「埔心」。本鄉的開發比附近鄉鎮稍晚，我們的祖先們蓽路藍縷，入墾之時這一帶都是荒蕪之地，由於中心之地適於居住，故稱為「埔心」。現在面積20.9526平方公里，人口3萬5千多人。',
            '現今台灣包括福佬、客家、外省及原住民四大族群。除台灣北部及南部是客家人的大本營外，彰化也有許多客家人，埔心鄉便就是典型客家庄。鄉人中七、八成都是客家人，只不過經歷時間的推移，被周圍強勢的福佬人同化，變成了不會客語的福佬客了。彰化平原的客家人，大部分是在1696年時施琅死後才大量自鹿港而登陸抵台來墾荒。',
          ),
      ),
  );
