<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 溪湖鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BA%AA%E6%B9%96%E9%8E%AE',
          ),
        'descs' => array (
            '溪湖鎮位於台灣彰化縣的地理中心，北為埔鹽鄉，西為二林鎮，南為埤頭鄉、田尾鄉、永靖鄉，東為埔心鄉。南北向有中山高速公路、省道台19線和線道135線縱貫，東西向有縣道148號橫貫，交通便利。由於腹地廣大，土壤肥沃，為全台最重要的蔬菜產地及集散市場之一，其中尤其以韭菜花最負盛名 。另外葡萄和羊肉爐也是溪湖的特產。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BA%AA%E6%B9%96%E9%8E%AE',
          ),
        'descs' => array (
            '清雍正年間，溪湖隸屬於彰化二林上保。清光緒21年，永清元年；明治28年(1895年)8月，設保良局。',
            '明治30年(1897年)8月，由鹿港辦務署管轄，置事務所。明治三35(1902年)5月，設溪湖區，轄內溪湖、頂寮、大突、汴頭、田中央、西勢厝等六保。大正9年(1920年)10月，實施街庄制度，合併馬芝保之三塊厝、四塊厝以及武西堡之崙子腳，阿媽厝成立溪湖庄，轄屬台中州員林郡。昭和13年(1938年)年2月，升格為溪湖街。昭和20年；民國34年(1945年)10月25日，改隸屬台中縣管轄。',
            '民國39年(1950年)10月，改歸彰化縣管轄。',
          ),
      ),
  );
