<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 大村鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%9D%91%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '大村鄉位於臺灣中部的彰化縣市鄉鎮之一，為巨峰葡萄著名的產地之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%9D%91%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '相傳約於三百六十多年前，本地居民之祖先由大陸福建省漳、泉二州來臺定居著手開拓，繁衍子孫，以賴、黃、游、吳等姓氏居多，其他姓氏居次。而賴姓是大村鄉第一大姓。',
            '根據考據，雍正元年（1723年）本省割自虎尾溪以北、大甲溪以南，置彰化縣治，縣轄十六堡，劃分半線，燕霧上下堡，本鄉為燕霧下堡大庄區也。日治時代初期，即明治30年（1897年）11月，在台灣設置官署，劃分員林辦務署第三區所轄，嗣於明治32年（1899年）1月改隸為北斗辦務署，定名為大庄區，初設署區長；明治34年（1901年）4月改制為彰化廳員林支廳大庄區，明治43年（1910年）再改隸為台中廳員林支廳大庄區，大正9年（1920年）10月月1日地方制度改正為台中州員林郡大村庄。戰後，大村鄉初編為台中縣，置縣於員林，稱為台中縣員林區大村鄉，民國39年（1950年）10月本省縣市行政區域調整，劃為彰化縣大村鄉。',
          ),
      ),
  );
