<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 埔鹽鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%94%E9%B9%BD%E9%84%89',
          ),
        'descs' => array (
            '埔鹽鄉位於台灣彰化縣中部。 埔鹽鄉還未開發之前是一片滿目荒野的草原地，為平埔族「巴布薩族」馬芝遴社的居住地區，約在三百多年前，先民由福建泉州來到本鄉拓墾，只見當時地面被耐鹽分植物「蒲鹽菁」所覆蓋，冬天時寒冷且乾燥，鹽分隨著水分上升至地面，呈現遍野白茫茫的獨特景象，因此將地名取為「埔鹽」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%94%E9%B9%BD%E9%84%89',
          ),
        'descs' => array (
            '一帶往昔屬平埔族巴布薩族(Babuza)馬芝遴社社域今仍留有「番童埔」(永平村)之古地名。漢人移民從雍正至乾隆年間入墾，次第墾成田園 創建村莊。雍正年間，埔鹽鄉隸彰化縣馬芝遴堡及二林堡。乾隆年間，改稱馬芝堡及二林上堡。',
            '1887年（光緒十三年）屬臺灣府彰化縣馬芝堡及二林上堡，1895年改屬臺灣縣（後改臺灣民政支部）彰化出張所轄下馬芝堡及二林上堡。1897年，改為臺中縣鹿港辦務署馬芝堡及二林上堡。',
            '1920年（日大正九年）實施地方官制大規模改革，改為台中州員林郡埔塩庄。1945年底改屬台中縣員林區埔鹽鄉。旋於1950年裁撤區署，改為彰化縣埔鹽鄉。',
          ),
      ),
  );
