<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 北斗鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%96%97%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '北斗鎮位於臺灣彰化縣東南，東螺溪（舊濁水溪）北岸，在清領時期曾是中台灣之重要河港與貨物集散地，經溪湖、鹿港可與福建從事貿易。然而日治時期以後，因東螺溪失去濁水溪下游主流地位且溪流淤積，後興築鐵路時又未經過本地，交通樞紐地位漸被員林所取代。',
            '北斗鎮舊名「寶斗」，後改稱為現名，惟閩南語裡仍習慣以寶斗稱之。另因北斗位於東螺溪北岸，水北為陽，亦有文人以「螺陽」稱之。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%96%97%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '寶斗一名來由自東螺社名Dabale Baoata的Baoata。而後依天象地理的理論下，寶斗以南有文昌祠為「北斗魁前六星」，再南又有斗六為朝山，是「南斗六北斗七」，因此改名為北斗。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%96%97%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '北斗原是巴布薩族「東螺社」、「眉裡社」的活動地區。1715年有客籍移民開墾舊眉庄（今溪州鄉），由北斗鎮內廟宇創建年代推算，大約在康熙末年就有漢人聚落的形成。《續修臺灣府志》內的東螺街位於今溪州鄉舊眉村，形成在乾隆初年，而後在械鬥與水患下，另於北方「寶斗」建立市街。街道以奠安宮為中心，呈現一「井」字輪廓，分為東西南北中等五個街區，為清代第一個都市計畫，而後原建於東螺街的螺青書院也於寶斗街內重建。',
            '北斗是南彰化開發的中心，以東螺溪與鹿港相連成為了鹿港經濟圈，在水運方面可達鹿港、林圮埔（今南投縣竹山）、西螺，陸運方面向東經過赤水進入今南投縣內，向西可至番仔挖（今彰化縣芳苑），是山海間的集會點、交易中心，陸運與水陸的中心，有「一府二鹿三艋舺四寶斗」的說法。最繁盛時期有分早市、下午市，早市主賣山產，下午市主賣海產。兩市結束後在東螺開基祖廟奠安宮前廣場的北斗夜市便開始營業，可說是全臺第一個夜市。北斗的衰退從鹿港沒落開始，鹿港除了淤積外，1860年的開港通商鹿港不在其列，使鹿港失去與台灣其他商港的競爭，屬鹿港經濟圈的北斗也受影響。而後北斗受洪災與回祿之災，再加上東螺溪河道改變，終使盛極一時的北斗街榮景散去。',
            '日治時期的北斗是北斗郡一街七庄的行政兼經濟中心，北斗由完全的商業機能轉為兼具商業與行政機能的都市，此時的北斗除了有機關林立，更有僅次於臺中、彰化兩市，全台中州第三擬定的都市計畫。在日治時期的北斗有「三員」之說：一為警員，北斗身為行政中心，擁有不少警備人員。二為教員，北斗是北斗郡最主要的教育中心，不少居民也由商業轉而投身教育，北斗出了不少校長人士。三為肉圓，北斗的肉圓是向來是北斗傳統美食，在地方上有一定名氣。雖然北斗有行政機能的加持，但在其他方面卻不利發展，北斗至西螺間的河道過寬，在原本計畫中就不經過北斗，縱貫鐵路未經北斗，被認為是不利發展最主要的原因，相對於縱貫鐵路開通後發展的城市，北斗未能搭上這波潮流，最明顯的便是與北斗相鄰的田中，分散了北斗轉運功能而發展起來。除了交通因素，在產業方面日治時期的工業也是使北斗發展不如彰化其他街庄的原因之一，同一時期在現彰化縣內的和美因紡織而起，溪湖、二林、溪州因糖業而起，員林因鳳梨工業而發展，但北斗缺少工業的輔助。以北斗與員林的例子而言，在日治初期北斗是南彰人口第一大的街庄，在1925年後員林街人口數即超越北斗，之後的差距越來越大。',
            '戰後初期的北斗在台中縣北斗區署的劃分下仍是具指標性的商圈，後來裁撤區署單位，北斗的行政機能頓失。而後修建的西螺大橋一時帶動了處於北瑞的北斗發展，但之後完工的中山高速公路雖然經過相鄰的埤頭，北斗交流道卻遲至2002年才完成。現今還是北斗地區四鄉鎮的商業中心；北斗鎮的人口因行政區面積偏小，僅在縣內排名第18，但人口密度為全縣第7位。',
          ),
      ),
  );
