<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 田尾鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B0%E5%B0%BE%E9%84%89',
          ),
        'descs' => array (
            '田尾鄉位於台灣彰化縣南部，為東西狹長農村，縱貫公路從中間通過，北緣永靖鄉、南接北斗鎮，以公路花園著名，為花卉生產專業區，1973年成立開闢公路花園園藝觀光區，以民生路與民族路沿路為主要觀光路線，田尾的花卉年產量與種類居全臺灣之冠，有花鄉之稱。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B0%E5%B0%BE%E9%84%89',
          ),
        'descs' => array (
            '此地於清朝乾隆年間開墾，當時分有東螺、東西堡及武西堡。日治時期，濁水溪上游居民因其濁水溪下游，便稱該地為田尾庄，屬台中州北斗郡管轄，1945年改稱為田尾鄉。',
            '本鄉在清朝乾隆年間始由中國閩、粵兩省籍民開拓，時分東螺，東西堡及武西堡，本鄉位於濁水溪八堡二圳之下游，水流自二水流經田中而至本鄉境，上游居民稱下游為田尾，故本鄉稱田尾，均屬彰化縣。日治初年改屬台中縣彰化支廳所轄，1920年日本台灣總督地方自治制度改制隸屬台中州北斗郡、同時改稱「田尾庄」所轄分為八大字「田尾、饒平厝、曾厝崙、鎮平、小紅毛社、海豐崙，打簾，卅張犁」，各置保正一名，民國卅四年二次大戰結束後行政區域歸屬台中縣北斗區改稱「田尾鄉」，1950年10月台灣實施地方自治行政區域調整，將本鄉劃歸彰化縣。',
          ),
      ),
  );
