<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 埤頭鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%A4%E9%A0%AD%E9%84%89',
          ),
        'descs' => array (
            '埤頭鄉位於台灣彰化縣南端。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%A4%E9%A0%AD%E9%84%89',
          ),
        'descs' => array (
            '埤頭鄉為位在濁水溪沖積扇上，舊濁水溪流經本鄉與北斗、田尾鄉鄉界，因位在沖積扇上之本鄉農田灌溉不易，故以前在今埤頭村、和豐村、興農村、田尾鄉交界處開闢一個大埤，以供農田灌溉，而本鄉在這大埤之頭，故稱之為埤頭。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%A4%E9%A0%AD%E9%84%89',
          ),
        'descs' => array (
            '位處濁水溪沖積扇上，舊濁水溪流經本鄉與北斗、田尾鄉鄉界，本鄉農田在沖積扇上因此灌溉不易，故以前在今埤頭村、和豐村、興農村、田尾鄉交界處開闢一個大埤，以供農田灌溉之用，本鄉地處大埤之頭，故稱為埤頭。另，據史料記載清代早期遍地荒野，而原住民巴布薩平埔族人部落曾居住本鄉如番仔埔等地，後因閩、客逐漸來台落腳墾荒而有漸有聚落形成。直至1861年載潮春起義，小埔心人陳弄(鄉民都稱他為啞吧弄)揭竿響應，一開始聲勢浩大、戰無不勝，被擁立為西王，但在嘉義戰役遇挫，退回小埔心，1863年4月清軍強攻陳弄陣營，是謂小埔心之役，陳弄率眾達2000多戶居民抵抗清兵，可惜最後因寡不敵眾，陳弄夫妻壯烈成仁，村民亦死傷慘重。當時遺留下來，以夯土築成的清軍古砲臺現仍存在，戰場位置就在現今合興村(合興國小)。依據史學家洪敏麟教授考據，戰役之前，小埔心約有二千餘戶，非常富庶繁榮，陳弄敗亡後，小埔心全庄遭大火焚燬，連燒數日，致使人口乃據降，僅存七、八十戶。日治時期開發河圳、大埤，極力推行農業發展，直至迄今成為彰化縣主要農業生產中心之一，居住人口全鄉達17村約3萬2千餘人。',
          ),
      ),
  );
