<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 溪州鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BA%AA%E5%B7%9E%E9%84%89',
          ),
        'descs' => array (
            '溪州鄉位於臺灣彰化縣最南端，南隔濁水溪與雲林縣相望，位居濁水溪沖積扇之上，地勢低平。溪州鄉面積居全縣第三大（僅次於二林鎮、芳苑鄉）。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BA%AA%E5%B7%9E%E9%84%89',
          ),
        'descs' => array (
            '溪州為彰化縣南端之鄉鎮，過去原為濁水溪沖積河床、浮覆地，故名為「溪州」。過去溪州鄉舊眉村一帶，曾有平埔族「巴布薩」在此生活（眉理社）。清朝時期屬於東螺西堡。日本統治台灣後，實施市街莊制，改稱為溪州莊，屬台中州北斗郡所轄，設莊役場於今日的溪州村，溪州之所以成為日後的鄉名，至此確立。',
            '莿仔埤圳，莿仔埤圳是溪州鄉主要的灌溉水源，一開始是在乾隆年間由鹿港人陳四芳集資修築，後來經由彰化蔡壽星、埤頭許烏美、溪州葉惠清相繼修建。日本時期之後，日本人公布「公共埤圳規則」，將葉惠清管理之莿仔埤圳收歸官有，並於1909年重新整建完畢，是為台灣第一條官設水圳。日本時代水圳，連同支線總長84公里，灌溉3983公頃之土地。',
          ),
      ),
  );
