<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 竹塘鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%A1%98%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '竹塘鄉位於臺灣彰化縣西南部，隔濁水溪與雲林縣相望，位居濁水溪沖積扇之上，地勢低平。「竹塘」一名由當地先民開發前的景觀而得名，雖以不復當時蘆竹叢生、窪地水塘遍布之景象，但竹塘的名字卻是道地古時候的自然生態寫照。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%A1%98%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '清道光年間彰化縣令周璽著彰化縣志所做之描述，竹塘多低漥水塘地，布滿天然植物，俗名約：「蘆竹仔」或「蘆狄」衍生，故先民由地形景觀取為「絡竹塘」，隨後又依據靠海遠近謂「內絡竹塘」，後再簡化為「竹塘」。相傳竹塘盛產竹林密布水塘，因以得稱，故有謂舊名「竹頭」，日本人治台之後改稱為「竹塘」。',
            '據清康熙五十五年（西元1716年）陳夢林修朱羅縣志山川總圖時，在「水師坑」的位置，附近有塘、圳、社建置，隸屬二林社。康熙六十年（1721年）改設二林堡；雍正元年（1723年）設彰化縣；雍正十二年將二林堡劃分一部份為深耕堡。深耕堡及竹塘鄉、大城鄉前身。',
            '同治年間二林堡、深耕堡繼續維持，但因盜賊猖獗不敢散居，故聚落合併若干，使得竹塘由原有的十六庄變成九庄。清光緒二十一年台灣割日，彰化縣出張所隸屬於台灣民政支部；1897年，二林堡與深耕堡隸屬二林辦務署。1898年歸屬北斗辦務署。',
            '1920年台灣地方改制，竹塘庄屬台中州北斗郡；1946年竹塘鄉隸屬台中縣北斗區。1949年，改制為彰化縣竹塘鄉，共轄十四村。戰後至今，竹塘鄉一直處於鄉野村落的型態，少了大都會的繁華與匆忙，也沒有徹夜燈紅酒綠的夜生活。這裡充滿的樸實鄉土人情、沈靜幽雅的自足情懷。居民過去至今致力於農業開墾的工作，這片土地已種植許多稻米蔬菜和溫熱帶水果。',
          ),
      ),
  );
