<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 二林鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%8C%E6%9E%97%E9%8E%AE',
          ),
        'descs' => array (
            '二林鎮位於台灣彰化縣西南部，古時是巴布薩族二林社所在之地。二林鎮亦是全縣面積最大的區域。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%8C%E6%9E%97%E9%8E%AE',
          ),
        'descs' => array (
            '行政區劃變更，二林鎮在過去是巴布薩族二林社的所在地，鎮名也因此而來，荷蘭時期拼寫作「Gilim」，而在康熙年間高拱乾的《臺灣府志》已有二林、三林之地名，康熙與雍正年間的臺灣輿圖也有二林社與三林港的紀載。荷蘭時期二林地區劃分為瓦布蘭行政區，二林社曾在1642年派代表向第六任臺灣長官保羅·杜拉弟紐司遞交降書，此後二林社成為北部會議區的一部份。',
            '明鄭時期，二林地區屬於天興縣（天興州）的轄區，後來在清代先後隸屬於諸羅縣、彰化縣。而在縣的層級下，二林於康熙六十年（1721年）設堡，雍正年間二林堡分出了深耕堡，到了乾隆年間又從深耕堡分出二林下堡，而二林堡則改稱二林上堡。',
            '進入日治時期後，二林上、下堡與深耕堡一帶在初期隸屬於臺灣縣（後改臺灣民政支部）彰化出張所，明治二十九年（1896年）改隸屬於臺中縣鹿港支廳（後改為彰化支廳），隔年二林下堡與深耕堡隸屬於臺中縣二林辦務署，二林上堡則屬於鹿港辦務署。明治三十四年（1901年），二林下堡與深耕堡改由彰化廳番挖支廳管轄，二林上堡仍屬鹿港辦務署，明治四十二年（1909年）二林上、下堡與深耕堡全改為隸屬於臺中廳的二林支廳。改行州制後，二林地區成為臺中州北斗郡二林街。二次大戰之後，民國三十四年（1945年）時二林地區改制為臺中縣北斗區二林鎮，到了民國三十九年（1950年）時改為彰化縣二林鎮至今。',
            '市街發展，日治時期初期，二林鎮主要的市區集中在斗苑街南邊與舊二林溪的南北岸，而仁和宮則在市街正北。莿仔埤圳於大正年間開鑿後，聚落往北邊發展，仁和宮廟前的十字街成為市街中心。昭和年間，二林市街以消費市場與仁和宮前的十字街最為熱鬧，市場到東邊運動場與公學校的街上也有不少店家，而市街東邊為文教與行政區，二林公學校、尋常小學校、庄役場、二林分室與武德殿等設施均集中在此。而在二林溪南邊，設有林本源製糖鐵路的車站。二次大戰之後，二林市街受到往溪湖與彰化的連外道路影響，主要是往北邊與東北發展，成為彰化縣西南部的主要消費都市和轉運中心（範圍涵蓋大城、芳苑、竹塘）。而原本二林街廓呈現棋盤狀格局，但1980年代後逐漸脫離此種格局。',
          ),
      ),
  );
