<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 大城鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9F%8E%E9%84%89',
          ),
        'descs' => array (
            '大城鄉位於台灣彰化縣西南隅，東為竹塘鄉，西濱台灣海峽，南隔濁水溪口(亦為濁水溪出海口北岸)與雲林縣相望，北鄰芳苑鄉與二林鎮。位居濁水溪沖積扇最下游端，地勢平坦。 大城鄉名起於清朝康熙末年至雍正年間，由福建泉州人來此開墾，居民大多信奉王爺與保生大帝。 傳說有一名叫「魏大城」者首先遷入本地，故以人名為地名。另一說為往昔移民墾殖於此，聚集成大集村。因治安不良，築土成壘，以防盜匪，故得此名。到了道光年間，則以吳、王二姓所形成之村庄，所以今永和村有兩處聚落名為「吳厝寮」「王厝寮」。 光緒初年，本鄉隸屬深耕堡。1920年設立大城庄，為今日該鄉前身。',
          ),
      ),
  );
