<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 芳苑鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%B3%E8%8B%91%E9%84%89',
          ),
        'descs' => array (
            '芳苑鄉位於臺灣彰化縣西南隅，西濱台灣海峽，屬濁水溪沖積扇下游平原一部分，地勢低平。氣候屬副熱帶季風氣候，年雨量僅約1,000~1,200公釐，炎熱乾燥。芳苑鄉亦是全縣面積次大的區域(僅次於二林鎮)。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%B3%E8%8B%91%E9%84%89',
          ),
        'descs' => array (
            '芳苑一詞由來相傳是清朝舉人洪算諒認為番挖地名不雅，依諧音取了一個典雅的名字「芳苑」',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%B3%E8%8B%91%E9%84%89',
          ),
        'descs' => array (
            '芳苑鄉位在彰化西邊靠海，有著西岸明珠的美譽，鄉內水產養殖發達，在清代叫作番挖或番仔挖，日治時期改名沙山庄，直到戰後改名芳苑，曾經有過一段非常興盛的歷史，是鹿港的第二外港，但隨著地理環境的變遷及人口的外移，盛況不再，昔日盛況藉由口耳相傳至今。',
            '由於嘉慶年間鹿港港口積沙，船隻改由王功港進出，再由海溝進入鹿港，王功港在此興起 道光年間王功港也因積沙，船隻再改由番挖進出，番挖港在此時興起，在清末時期番挖是全臺第35大市街，在現今彰化縣內僅次於彰化、鹿港、北斗，更是比現今西南地區中心二林熱鬧，當時有「一府二鹿三艋舺四北斗五番挖」之稱',
            '本鄉於清代屬彰化縣，在數次更替後，於1920年行政區方才確定，當時為台中州沙山庄，戰後1946年一月時為沙山鄉，屬台中縣北斗區，境內有26村。同年二月更名為芳苑鄉，秋津村改稱國光村。1951年為彰化縣芳苑鄉。1952年國光村分為文津村、新生村。1978年因為人口外流，芳榮村與芳中村合併為芳中村',
          ),
      ),
  );
