<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 彰化縣 二水鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%8C%E6%B0%B4%E9%84%89',
          ),
        'descs' => array (
            '二水鄉位於臺灣彰化縣東南隅，東北枕八卦台地，南臨濁水溪，為濁水溪沖積扇的最東端，其扇頂鼻仔頭便位居鄉內東境；是一個典型的農業鄉，同時也是彰化縣人口最少的行政區。鄉治所在地的二水車站是臺鐵縱貫線與集集線的交會點。灌溉彰化平原大半部地區的八堡圳傳統取水口位於本鄉，為紀念該項水利工程而設的跑水節為地方上最具特色的年度節慶活動。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%8C%E6%B0%B4%E9%84%89',
          ),
        'descs' => array (
            '二水鄉名源於鄉治所在聚落之古地名「二八水」。其命名源由係從前該處位於施厝圳（今稱八堡一圳）與十五庄圳（今稱八堡二圳）之間，建有一分圳自施厝圳引二成水量注入十五庄圳，稱為「二分水圳」或「二八水圳」。聚落因有該分圳經過，故稱為「二八水」。清代建置行政區劃時亦將莊名定為「二八水莊」，屬東螺東堡。日治初期仍沿用「二八水庄」之名稱，直至1920年（大正九年）街庄改制，才簡化為「二水」。',
            '除此之外，另有其他多種說法。其一指稱該地位於施厝圳、十五庄圳之間，二圳分叉狀如八字形，故名「二八水」；其二指稱地名來自渡口名稱「二八水渡」，但被質疑該渡口位於今南投縣竹山鎮下坪里香員腳，與本地命名應不相干；其三指稱因臨近有濁水溪與其支流清水溪交會，因而被稱「二幅（pak）水」或「二合（kap）水」，其後轉寫為「二八水」。(GARDEN)之音讀Kadan近似，故於大正9年(1920年)改稱至今沿用。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%8C%E6%B0%B4%E9%84%89',
          ),
        'descs' => array (
            '在漢人大量遷入以前，今二水地區屬於平埔族群原住民巴布薩族東螺社的活動範圍。他們的生計以漁撈、狩獵為主，土地為部落所共有，過著與世無爭的團體生活。1624年，荷蘭人佔領台灣南部，建立殖民政權。到了1644年，已將西部平原納入勢力範圍。荷蘭人征服各部落之後，將台灣分成四個地方集會區，今二水地區所屬的彰化平原屬於「北部地方集會區」。依據當時的人口調查，1650年東螺社有92戶，386人。東螺社社域相當遼闊，西北界約為今溪湖鎮南端，與大突社、二林社相鄰；南界約為今二水鄉修仁村、溪州鄉大庄村、竹塘鄉樹腳村，即濁水溪北岸，與眉裡社相鄰；東界到八卦山麓，與大武郡社相鄰。其範圍相當於清朝東螺東堡全部與東螺西堡的一部份。',
            '明鄭時期（1661年－1683年），鄭成功為解決軍民糧食問題，大力實行屯田制。1665至1667年（永曆十九至二十一年），部將林圮率眾開墾濁水溪南的斗六門，並及於今林內、竹山地區。雖有曾在今二水鄉鼻子頭一帶開墾之說，但缺乏確切證據，僅能作為參考。漢人移入今二水地區並發展成為聚落，始於清康熙末年。1709年（康熙四十八年），施世榜申請到墾照，引濁水溪水築圳，在鼻子頭截溪水入圳，歷經十年，於1719年（康熙五十八年）完成，稱為「施圳厝」（今稱八堡一圳），灌溉地區遍及後來的東螺東堡、東螺西堡、武東堡、武西堡、燕霧上堡、燕霧下堡、線東堡、馬芝遴堡等八堡。1721年（康熙六十年），繼有黃仕卿開鑿「十五庄圳」（今稱八堡二圳），灌溉東螺東堡境內十五庄。便利的灌溉系統，帶動康熙末年至乾隆年間的大量漢人入墾。清朝中葉以後，漢人拓墾勢力日益增大，東螺社的土地逐漸出租或典讓到漢人手中，加上濁水溪經常泛濫成災，不少社民便遷居他地。十九世紀初的嘉慶年間，部份社民遷居噶瑪蘭；道光年間，大部份社民遷居埔里盆地的林子城，但其後代亦已漢化。',
            '日治初期的1898年（明治三十一年），因濁水溪支流清水溪上游的草嶺潭潰決，造成濁水溪改道，使舊濁水溪河道再度成為主流，並在彰化平原形成重大災情，史稱「戊戌大水災」。由於這次的河川改道，北斗、溪州一帶成為濁水溪下游的氾濫地區。基於安全考量，其後規劃興建的鐵路縱貫線便捨傳統南北陸路要邑北斗而改經田中、二水地區。1905年，二八水驛（今二水車站）建成；1908年，縱貫線全線通車，為地方發展畫下里程碑。1912年（大正元年）12月，臺灣總督府開始進行鐵路橋兩側的濁水溪護岸堤防工程，隔年3月完工。同年7月，鐵橋北岸堤防便因洪水而潰決。1918年（大正七年），再度進行濁水溪護岸堤防工程，上起濁水（今名間鄉治），下至下海墘（今大城鄉台西村），2年後完工，堤防總長度達76公里。自此，舊濁水溪成為今溪州鄉、北斗鎮、埤頭鄉、溪湖鎮、二林鎮、芳苑鄉、福興鄉的排水渠道，於福興鄉麥嶼厝出海，故又稱「麥嶼厝溪」。',
            '1920年（大正九年），全台實施街庄改制，原屬東螺東堡之二八水庄、大坵園庄、鼻仔頭庄、過圳庄、十五庄等5個庄合併成新制的「二水庄」，隸屬於新成立的臺中州員林郡。原有舊制庄名改為二水、大丘園、鼻子頭、過圳、十五等5個大字，其下共有35個小字。1945年（民國34年），國民政府接管臺灣，二水庄改制為臺中縣員林區二水鄉，原有小字更改或整併為村，初期共設21個村。1950年（民國39年），員林區改隸新成立的彰化縣，其下之二水鄉仍設21個村。1961年（民國50年）廢區，二水鄉直隸彰化縣。1978年（民國67年）部份村進行整併後，二水鄉共轄17個村。',
          ),
      ),
  );
