<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 南投市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E6%8A%95%E5%B8%82',
          ),
        'descs' => array (
            '南投市位於台灣南投縣西北部，為南投縣縣治所在地暨臺灣省政府駐地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E6%8A%95%E5%B8%82',
          ),
        'descs' => array (
            '南投昔日屬於南投堡，與北投堡（今草屯）相對因而得名，與臺北市北投區則無關。南投市街的形成，在清治時期乾隆中葉之前，漢人墾南投循兩路進入，一走貓羅溪從半線（今彰化市）經北投（今至南投，一經林圮埔（今竹山鎮）過濁水溪向北進入。在族譜資料中，康熙年間就有入墾今南投市區的記錄。自乾隆二十四年（1759年）設南投縣丞於南投街，隸屬彰化縣。日治時期歷經台灣民政支部、台中縣南投堡、南投廳南投堡（廳治設於此），至大正9年（1920年）設置南投街，劃歸台中州南投郡。',
            '戰後初期改為台中縣南投區南投鎮；1950年又調整台灣行政區域調整，實行小縣制，南投設縣，並撤廢區署，改為南投縣南投鎮；1957年7月1日台灣省政府遷至中興新村，南投市遂為省府所在地，1981年「南投鎮」升格為縣轄市，並改稱為「南投市」，是南投縣唯一的縣轄市，為南投縣之政治中心。',
          ),
      ),
  );
