<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 草屯鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8D%89%E5%B1%AF%E9%8E%AE',
          ),
        'descs' => array (
            '草屯鎮，位於臺灣本島中部，南投縣的西北方，與臺中市及彰化縣相鄰，主要公路台14線、台3線、台76線、中投公路、國道三號以及國道六號皆通過草屯鎮，居於交通樞紐的重鎮，為台中市進入南投縣的門戶，也是全縣人口第二多的鄉鎮，僅次於南投市。自2015年10月頭份升格為縣轄市後，成為全台人口最多的鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8D%89%E5%B1%AF%E9%8E%AE',
          ),
        'descs' => array (
            '草屯鎮的舊名是「草鞋墩」。草鞋墩舊名來源尚未證實與草鞋成敦有關，舊名三種傳說源自於《草屯鎮誌》，草屯鎮誌則由當時擅長中國史的呂士朋監修，故三種傳說來源疑是呂士朋先生大漢族主義個人觀點，據《草屯鎮志》中所記載：「草屯街區，位於盆地東緣山麓，為出入內山之中，其餘暉拓墾者、挑夫、商旅之出入門戶地點，夙為換棄新舊草鞋之地，日積月累，草鞋成墩，故得稱。」另外過去尚有「此處是鄭成功帶軍紮營之處，士兵在此換草鞋成墩」、「林爽文事件時（1786年），逃兵到此換鞋成墩」、「清末挑夫擔鹽欲往埔里，途經此處在販仔間歇息，換鞋成墩」的地名由來傳說，但上述三種傳說因為鄭成功並未離開臺南，且乾隆廿三年（1758年）時的古文書已出現「草鞋墩」這個地名，所以均非正解。1920年時簡化名為「草屯」，是為草屯庄。1938年草屯庄升格為草屯街，屬台中州南投郡。戰後初為台中縣南投區草屯鎮，1950年後改為南投縣草屯鎮至今。',
          ),
      ),
  );
