<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 國姓鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9C%8B%E5%A7%93%E9%84%89',
          ),
        'descs' => array (
            '國姓鄉（臺灣客家語四縣腔：guedˋ xiang hiongˊ；海陸腔：gued siangˇ hiongˋ；大埔腔：guad^ siangˋhiong+）位於臺灣南投縣西北部，境內居民以客家人為主（約佔七成），為南投縣最大的客家聚落。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9C%8B%E5%A7%93%E9%84%89',
          ),
        'descs' => array (
            '在漢墾移民尚未至此前，只有當時活躍在此區的「大肚番」在對岸活動。明鄭時期，鄭成功的左武衛劉國軒，率兵沿著烏溪往深山攻打「大肚番」，直到國姓一帶才停止並就地墾荒，並將駐營處稱為「國姓埔」。',
            '清治時期咸豐年間，漢人陸續遷入埔里、國姓附近。光緒4年（1878年），台灣巡撫劉銘傳特給與霧峰林家林朝棟「林合」墾契，讓他在中路（今八通關古道）沿山招佃墾耕，並專賣全台樟腦，林為了保護腦丁，從東勢角（今臺中市東勢區）的馬鞍嶺至埔裏社大坪頂之間闢設官道（同日治時期的台中隘勇線），沿途設碉壘柵並駐紮軍隊，吸引東勢客家人，從新社沿著官道進入國姓地區的開發。',
            '台灣日治時期初，陸續隸屬於臺灣民政支部、臺中縣。1901年（明治34年），台灣總督府將台灣改為「二十廳」，南投廳成立後，國姓轄區隸屬於埔裏社支廳北港溪堡與部份的埔裏社堡。1920年台灣地方制度再改變，改為國姓庄，隸屬臺中州能高郡。',
            '1945年中華民國政府接收日本台灣總督府轄區後，改為國姓鄉。',
          ),
      ),
  );
