<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 埔里鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%94%E9%87%8C%E9%8E%AE',
          ),
        'descs' => array (
            '埔里鎮（舊稱埔裏，邵語：Qariawan、巴宰語、噶哈巫語：Puri/Purisia、台羅：Poo-lí-tìn），坐落於埔里盆地之內，由於位居中台灣內陸風景點的中心位置，今日已逐漸發展為中台灣的旅遊重鎮。也是南投縣東北部的區域中心，在經濟、文化、醫療等機能的服務範圍有埔里、國姓、魚池、仁愛等四鄉鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9F%94%E9%87%8C%E9%8E%AE',
          ),
        'descs' => array (
            '福建省泉州府人鄭勒先於咸豐初年前來臺灣，居住於彰化。彰化縣下隸屬有埔裏社，位於許多深峻高山的環繞之中，土壤豐厚，泉水清甜，土地面積開闊達十幾里，然而當地原住民不知如何耕作，許多漢人前往開墾，當時常有仇恨殺戮之事發生，所以每當當局討論到開放進入墾闢之事都無法執行。咸豐七年（1857年），鄭勒先率領眾人逐漸進入，並將自己的姓名改為原住民語名字，表示願意依順他們的習俗，以此表明他心理的真正想法。原住民對他漸漸開始產生信任，每次取得貨物時，往往先請求他收購，他便以鹽和布料作為交換，獲得很大的利益。自此漢人開始連續不斷湧入。鄭勒先又與眾人約定不可侵略搶奪、不可欺負詐騙、不可強佔土地，原住民因此而更加信賴他。於是，不過幾年，當地建立起商店聚集的市街，奠定了貿易的基礎，以讓前來的人安定居住，即是今日埔里鎮的緣起。直到光緒十年（1884年）中法戰爭後，巡撫劉銘傳才開始設置埔裏社廳。',
          ),
      ),
  );
