<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 仁愛鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BB%81%E6%84%9B%E9%84%89',
          ),
        'descs' => array (
            '仁愛鄉位於臺灣南投縣東部，為該縣兩個山地原住民鄉的其中一個（另一個為信義鄉）。',
            '該鄉在戰後，由原來的臺中州能高郡直轄的蕃地所改制。本鄉的行政中心設於霧社，位居中央山脈之上，地勢高峻陡峭，觀光事業發達。境內居民以台灣原住民泰雅族、賽德克族、布農族為主，日治時期最大規模的原住民抗日事件—霧社事件，即發生於本鄉。',
            '1950年外省移民隨著政府軍隊從泰緬邊境遷入仁愛鄉清境地區，開墾高山農場，建立眷村，因為當時該部隊主要是雲南省人為主，其中也有不少的雲南省的少數民族擺夷族人，所以也替本鄉引入雲南擺夷文化，進而與原住民文化揉和成為獨特的文化景貌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BB%81%E6%84%9B%E9%84%89',
          ),
        'descs' => array (
            '仁愛鄉幅原闊擴，其前身為臺中州能高郡的蕃地，行政中心設於霧社。1930年該地曾爆發震驚海內外的霧社事件。戰後於1946年4月1日改設鄉，隸屬於台中縣能高區。1950年10月改隸南投縣。',
            '正名運動，2002年起南投仁愛鄉鄉長卓文華發起正名運動，希望將仁愛鄉改為霧社鄉，並將鄉內的十五個村落（翠華、力行、發祥、新生、互助、南豐、大同、春陽、精英、合作、親愛、萬豐、法治、中正）回復原有的地名。但霧社早期的地名是「巴蘭」Paran，無法代表整個仁愛鄉，須獲得鄉民多數共識。',
          ),
      ),
  );
