<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 名間鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%90%8D%E9%96%93%E9%84%89',
          ),
        'descs' => array (
            '名間鄉位於台灣南投縣西部，濁水溪北岸，與竹山鎮隔溪相望，東鄰集集大山，緊接集集鎮、中寮鄉，北以新街旱溪鄰接南投市，西以八卦山斷崖為界，俯望彰化縣田中鎮、二水鄉、社頭鄉於山腳下。全鄉東西線長13.7公里，南北線長9.11公里，總面積為83.0955平方公里。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%90%8D%E9%96%93%E9%84%89',
          ),
        'descs' => array (
            '清康熙20年（1681年）前後，福建省民渡海來台，經開拓墾殖，漸次構成村落，及至雍正元年（1723年），始併於彰化縣區域。光緒21年（1895年），清廷甲午戰敗，台灣割讓予日本，日治期間，歷經數次地方制度修正，前後分屬台灣民政支部彰化出張所及台中縣區域。',
            '明治34年（1901年）11月廢縣置廳，歸隸南投廳，屬南投廳下三堡，南投堡（番仔藔庄、新街庄、大庄、田仔庄、下新厝庄），武東堡（廍下庄、皮仔藔庄、赤水庄、弓鞋庄、松柏坑庄、頂新厝庄），沙連下堡（湳仔庄、濁水庄、炭藔庄）。明治42年（1909年），屬南投廳下之濁水區（濁水庄、湳仔庄、炭藔庄）、皮子藔區（廍下庄、皮仔藔庄、赤水庄、弓鞋庄、松柏坑庄、頂新厝庄、番仔藔庄、新街庄、大庄、田仔庄、下新厝庄），並分設濁水區長役場於湳仔庄及皮子藔區長役場於廍下庄。大正9年（1920年），地方制度再次修正，前述兩區合併為台中州南投郡名間庄，「名間庄役場」設於「湳仔」（今中正村）。',
            '民國34年（1945年），戰後名間庄改制為台中縣南投區名間鄉，民國39年（1950年）本省行政區域劃分，撤除區署，實施小縣制，本鄉遂改制為南投縣名間鄉。1951年東湖村分出仁和村，1956年廈新村分出虎坑村。1978年虎坑村與東湖村合為東湖村，南大村與大庄村合為大庄村，錦梓村與赤水村合為赤水村，三光村與廈新村合為新光村，弓鞋村與三崙村合為三崙村。',
          ),
      ),
  );
