<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 集集鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%9B%86%E9%9B%86%E9%8E%AE',
          ),
        'descs' => array (
            '集集鎮位於台灣南投縣西部，北鄰中寮鄉，西鄰名間鄉，東鄰水里鄉，南接竹山鎮、鹿谷鄉。由於1950年7月另外劃出水裡鄉（今水里鄉），今日集集仍為南投縣面積最小、人口最少的鄉鎮。集集以鐵道觀光小鎮聞名，本地亦為九二一地震（或稱集集地震）震央所在。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%9B%86%E9%9B%86%E9%8E%AE',
          ),
        'descs' => array (
            '漢人入墾集集約在1771年後，形成的聚落依序有「林尾」、「湳底」、「吳厝」、「柴橋頭」、「八張」、「屯田」、「洞角」、「大坵園」、「草嶺腳」、「公館」、「北勢坑」、「頭埤仔」、「坪底林」、「雞籠山」等。',
            '1781年，集集已成為入墾要道，市街就此形成，當時的集集街道名為「半路店」，半路店的由來是因為在林尾與柴橋頭兩聚落之間。集集街加以週邊各庄成為近山地區大型聚落。《彰化縣志》中所著：「集集街：屬沙連堡，民番交易之處，距邑治六十五里，為入山要路。」。清代進入集集的路線有二，一為自今名間鄉經隘寮進入。另一路線是由今竹山鎮社寮乘渡船而入。集集是進入水裡、魚池、埔里等地的據點，也與南投方面往來頻繁。在「郭百年事件」後集集為入山隘口與番漢交易中心的地位更趨顯著，「開山撫番」政策下，集集更為發展，除了脫離沙連堡另立集集堡，明新書院也在此時設立。樟腦業的發達帶來商旅與國際腦館，因此集集又有「小洛陽」之稱。',
            '集集最早屬諸羅縣所轄，在1723年屬彰化縣沙連堡。1875年集集堡成立，屬埔裏社廳，隘寮地區屬彰化縣沙連下堡。1895年後改台中縣集集辨務署集集堡，1898年改台中縣南投辨務署集集堡。1901年再改為南投廳集集堡。1906年成為南投廳集集支廳。1920調整為台中州新高郡集集庄，1940升格為集集街。1946年後行政區名稱改動，州改縣，街改鎮，新高郡改為玉山區，是為台中縣玉山區集集鎮。1950年南投縣成立，並分出水裡鄉，成為南投縣集集鎮。',
          ),
      ),
  );
