<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 水里鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B4%E9%87%8C%E9%84%89',
          ),
        'descs' => array (
            '水里鄉（臺灣客家語四縣腔：suiˋ liˊ hiongˊ；海陸腔：shuiˊ liˋ hiongˋ；大埔腔：shui+ li+ hiong+）位於台灣南投縣中部，北鄰國姓鄉，西鄰中寮鄉、集集鎮、鹿谷鄉，東鄰魚池鄉，南接信義鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B4%E9%87%8C%E9%84%89',
          ),
        'descs' => array (
            '水里舊名「水裡坑」，日治時期原屬新高郡集集街。戰後初仍為集集鎮所轄，1950年7月1日獨立設水裡鄉，1966年8月1日改稱水里鄉至今。在1970年代水里曾因伐木業興盛，得「小台北」之稱譽。今日水里仍有許多金融機構進駐，為南投縣水里生活圈（其他尚有：南投、草屯、埔里、竹山）的區域中心。',
            '水里在台灣的發展較晚，與台灣西部或北部濱海地區相較之下，屬於晚開發之年輕城鎮。水里鄉昔屬水沙連番界，於清光緒十三年（1877年），立台灣府埔裏社廳堡。日治前期明治30年（1897年），改易台中縣集集辦務署集集堡，明治31年（1898年），改為台中縣南投辦務署集集堡，明治34年（1901年），隸屬南投廳集集支廳集集區，至日治後期大正9年（1920年），改為台中州新高郡集集庄轄管。昭和20年（民國34年，1945年），二戰終結，是年十月改制台中縣新高區集集鎮管轄，旋經民國39年（1950年）一月，從集集鎮劃出社子，拔社埔，郡坑等十里，另成立水里鄉。同年十月撤廢區署，改為南投縣水里鄉。',
            '水里地區原是台灣原住民聚居之所，於清光緒三年（1877年），平地漢民陳世傳來此狩獵，經原住民之允許，得在此居住墾殖，定居於水沙連番界（今頂崁村）從事農業開墾。從此開啟漢人遷居水里鄉的第一步。日治時代，曾有新竹人前來調查當地的樟腦事業，因此地適合墾殖，而引起平地居民陸續加入經營樟腦事業，使得當地漢人日益增加。國民政府遷台之後，以外銷木材換取外匯，振昌興業股份有限公司(林班道商圈)創辦人孫海先生標得丹大林區的開採權，因為車埕村有鐵路運輸交通便利，選擇車埕村做為基地，整個水里也順勢成為木材集散之中心，目前水里地區仍保留一些木材的加工廠，如車埕的振昌興業股份有限公司(林班道商圈)等，皆是70年代保留下來的歷史建築物，仍保有其特殊風貌。由於當時水里地區氣溫寒冷，水量充沛，故取名水里坑，此乃水里一名最出之由來。',
            '明治42年（1909年），由於日軍為開發山地資源，而開闢道路由名間經水里，頭社，魚池至埔里，並置設糖廠，鼓勵人們種植甘蔗，以致平地人遽增，使得原住民受到漢人之壓迫，於是逐漸遷居水里，信義一帶。至大正10年（1921年），日人於日月潭興建水力發電廠。昭和6年（1931年）接著興建日月潭第二發電所（今鉅工發電廠），工商雲集，人口成長，地方日益繁榮。自戰後，水里坑原屬於集集鎮管轄區，到了民國39年（1950年）正式劃分為水裡鄉，少了坑字。民國44年（1955年）經行政院重新調整後，將鹿谷鄉之永豐、永興兩村劃入水里鄉，民國55年（1966年），因水裡以其意不雅，奉准更名為水里鄉。',
          ),
      ),
  );
