<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 魚池鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%AD%9A%E6%B1%A0%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '魚池鄉(原稱五城保)位於台灣南投縣中部，北鄰埔里鎮，西鄰國姓鄉、水里鄉，東鄰仁愛鄉，南接信義鄉，名聞遐邇的觀光景點日月潭就位於本鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%AD%9A%E6%B1%A0%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '早在台灣史前時期，魚池地區即有人類在此活動。1900年（明治33年），日本考古學者在水社及珠仔山（今拉魯島）採集到打製石器及磨製石器數件。1955年（民國44年），國立臺灣大學及南投縣文獻委員會之考古組也在光華島（今拉魯島）、水社、文武廟、青龍山麓的潭邊，採集石器與陶器數千件。證明在石器時代的文化已相當進步，並形成一個獨立的生活組織。',
            '漢人最早開拓今南投縣境的紀錄，是在明鄭時期（1661－1683年）。1665至1667年（永曆十九至二十一年）間，明鄭部將林圮率眾開墾斗六門（今斗六市），並進入今竹山鎮一帶屯墾。但當時並無有關今魚池鄉的任何記載。',
          ),
      ),
  );
