<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 信義鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BF%A1%E7%BE%A9%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '信義鄉位於臺灣南投縣東南部，北鄰仁愛鄉、魚池鄉，東鄰花蓮縣萬榮鄉、卓溪鄉，西鄰水里鄉、鹿谷鄉、竹山鎮，西南連嘉義縣阿里山鄉，南接高雄市桃源區，是全縣面積最大的鄉鎮，也是全國面積第二大的鄉鎮，僅次於花蓮縣秀林鄉，而臺灣最高峰玉山，就位於本鄉。本鄉地處中央山脈與玉山山脈之上，地勢陡峭險峻。鄉內居民漢人與原住民約各半，原住民中以布農族佔95%為最多，鄒族僅約5%。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BF%A1%E7%BE%A9%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '本鄉的前身為日治時期台中州新高郡直轄的蕃地，1945年後改制爲山地鄉，初名「羅娜鄉」，後改稱「信義鄉 」。近年來隨著原住民自我認同意識抬頭，「信義」名稱過於政治八股、且隱含中國中心主義或大漢族主義，與原鄉地名毫無關連、缺乏特色，因此有恢復為原名的呼聲。',
          ),
      ),
  );
