<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 南投縣 竹山鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%B1%B1%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '竹山鎮位於台灣南投縣西南隅，地處濁水溪南岸、清水溪東岸，因清代建有雲林縣舊城而有「前山第一城」之稱。面積達247.3339平方公里，是臺灣僅次於玉里鎮的面積第二大鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%B1%B1%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '竹山鎮舊稱「林圯埔」。明鄭時期(1665年)鄭經頒布「屯田之制，以拓番地」，延申原本的軍屯至原住民領域，派遣鄭成功部將，參軍林圯率屯丁200人由斗六門(今斗六市)入墾，越過阿拔泉溪(今清水溪)，攻打牛相觸口(今中和里)。林圯建立竹圍仔庄（今竹圍里）為根據地，將原居的鄒族魯富都(Luhtu)亞群驅逐至東埔蚋（今延平里），雙方爆發數起激烈衝突。1668年10月，鄒族人夜襲圍困竹圍仔庄，林圯與百餘屯丁悉數被殺。後斗六方面援軍再度掃蕩鄒族人，將所屯墾之佔領區命名為「林圯埔」。另屯弁杜、賴二姓的勢力也進佔濁水溪南岸之社寮(今山崇里、社寮里)、後埔仔(今中央里、富州里)，使竹山成為漢人在南投最早開發的地區。而魯富都(Luhtu)亞群則失去清水溪流域與濁水溪流域的丘陵地，向後往大水窟遷徙。清乾隆年間，此地已成街肆，成為通往中央山脈的重要據點。1886年（光緒12年），雲林縣設立時，縣治即位今竹山鎮雲林里，故有「前山第一城」的美名；1893年，因濁水溪溪水氾濫成災，雲林縣治遷往斗六。1901年設林圯埔支廳屬斗六廳管轄，1909年斗六廳廢止，林圯埔支廳併入南投廳。1920年行政區劃調整，以附近竹林密布而改稱「竹山」，設置竹山郡「竹山庄」，1931年改制為竹山街。戰後初期，劃歸台中縣管轄，設竹山區；1950年劃歸南投縣管轄。',
          ),
      ),
  );
