<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 基隆市 暖暖區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9A%96%E6%9A%96%E5%8D%80',
          ),
        'descs' => array (
            '暖暖區是台灣基隆市七個行政區之一，位於基隆市東南方，也是台灣最早的水源地所在。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9A%96%E6%9A%96%E5%8D%80',
          ),
        'descs' => array (
            '暖暖區原為巴賽族「暖暖社」（又稱「那那社」，Loanloan/意思:間隔處）居住地，荷蘭時代繪製的《大臺北古地圖》中，暖暖的位置標示Perranouan，臺語音譯就是《八暖暖》，荷蘭文獻記載，「Perranouan是阻隔淡水與基隆之間的障礙」。暖暖多為泉州安溪人開墾，清代為台北府四堡之一「石碇堡」之中心地帶。日本統治開始，1901年置於基隆廳水返腳支廳管轄之下，初名第廿區，後改為暖暖區。1909年，基隆廳併入臺北廳，暖暖區改為臺北廳水返腳支廳管轄；1919年7月19日，暖暖區改歸臺北廳基隆支廳管轄。1920年地方制度改正，五堵、瑪陵坑、暖暖三區合併為七堵庄，隸臺北州基隆郡。',
            '1945年戰後，國民政府改庄為鄉、改郡為縣轄區，暖暖屬臺北縣基隆區七堵鄉。1946年底，基隆省轄市成立以後，暖暖、八堵當地民眾希望改屬基隆市。1947年1月18日，七堵郷劃歸基隆市，並改編為七堵區。1949年2月1日，七堵區內的八堵、暖暖、碇內三段（當時分七里）分出改設暖暖區至今。',
          ),
      ),
  );
