<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 梅山鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A2%85%E5%B1%B1%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '梅山鄉位於台灣嘉義縣東北部，北鄰雲林縣古坑鄉；東鄰阿里山鄉，西鄰大林鎮，西南接民雄鄉，南接竹崎鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A2%85%E5%B1%B1%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '梅山舊稱為「梅仔坑」（台灣日治時稱『梅仔坑庄』），因為本地位於倒孔溪南岸的寬闊坑谷內，而且這一帶往昔是以梅花著稱，故有此稱。後來則改為「梅山」。 另有一說為：本地位處山腳地帶，為行旅必經之地，有人在溪畔築屋，販售「米糕粥」，閩人稱粥為「糜」，乃稱本地為「糜仔坑」。1920年，台灣地方制度改正，設立小梅庄，隸屬台南州嘉義郡，戰後改為台南縣嘉義區梅山鄉，1950年實施地方自治改隸嘉義縣。 還有，部分當地住民，是從福建南安梅山鎮移民而來，為紀念祖先的發源地，也要求把地名由小梅庄改為梅山鄉。',
            '梅山鄉日治時期行政沿革：1. 日治初期屬臺南縣嘉義支廳，1895年9月改為臺南民政支部嘉義出張所 2. 1896年改為臺南縣嘉義支廳，1897年嘉義縣梅仔坑辨務署 3. 1898年臺南縣嘉義支廳，1901年嘉義廳梅仔坑支廳 4. 1907年竹頭崎支廳梅仔坑區，1920年臺南州嘉義郡小梅庄',
            '梅仔坑改名小梅後，根據《臺灣日日新報》載，當地居民認為小梅之名「帶有女性，殊不足以冠庄名」，要求改名「梅山」。並認為「梅山」之名能與竹山、松山並稱，「湊成松竹梅，豈不美哉」。雖然此案在日治時期並未實施，不過當地已有以梅山為名的自動車會社（汽車公司）。',
            '1946年政權轉移後，小梅庄改為小梅鄉。當地居民復向臺灣省行政長官公署陳情，認為小梅之名「屬ᢃ婢名稱，似怯弱之狀態，兼與大林鎮連接時有大小懸殊之感」，再次要求改名。公署最終採納鄉民意見，同年6月21日，小梅鄉正式更名梅山鄉。',
            '1946年梅東、梅南劃為梅東、梅北、梅南三村，1952年太平村分出太興村，1967年龍眼村分出碧湖村，半天村分出永興村。',
          ),
      ),
  );
