<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 竹崎鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%B4%8E%E9%84%89',
          ),
        'descs' => array (
            '竹崎鄉為台灣嘉義縣所轄十八個鄉鎮市之一，位於嘉義縣東北近山地帶，地名起源，由於當地均為山坡地形，且多竹林，經砍伐開墾後，遍處留存竹頭，故稱「竹頭崎」。',
            '道教信仰中心為竹崎真武廟，每年農曆正月15日元宵節會舉辦竹崎市區夜巡遶境活動；每年農曆三月初二日會舉辦玄天上帝聖誕遶境活動，遶境範圍為鄉內和平、竹崎、龍山、義隆、復金、緞繻、文峰、塘興、內埔、昇平、紫雲、鹿滿等12村。還有另一場代表性的遶境活動為白杞寮玉山岩觀音佛祖祈安遶境，由五村(內埔、昇平、塘興、桃源、白杞)共十三莊的陣頭來參與遶境，非常的熱鬧而且有特色。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%B4%8E%E9%84%89',
          ),
        'descs' => array (
            '竹崎鄉舊名「竹頭崎」。竹崎在明鄭時期屬天興縣，清初領期則屬諸羅縣（乾隆五十一年以助清抵抗林爽文之亂有功，乾隆皇帝賜錫佳名改名嘉義。在日治中期，置嘉義廳大目根堡竹頭崎區，大正9年(1920)10月1日地方行政區域改制，為臺南州嘉義郡竹崎庄。戰後，改稱竹崎鄉，隸屬於臺南縣，1950年10月25日，台南縣劃分為雲林、嘉義、台南三縣，竹崎隸屬於嘉義縣。',
          ),
      ),
  );
