<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 阿里山鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%98%BF%E9%87%8C%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '阿里山鄉位於台灣嘉義縣東部，北鄰南投縣竹山鎮，東鄰南投縣信義鄉、高雄市桃源區，西鄰梅山鄉、竹崎鄉、番路鄉，南接大埔鄉與高雄市那瑪夏區，是嘉義縣面積最大的鄉鎮，約佔全縣的1/5，也是嘉義縣唯一的山地鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%98%BF%E9%87%8C%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '阿里山鄉舊時一直為鄒族原住民之固有領土，分屬許多部落，部分部落曾向遠在屏東的排灣族納貢，與布農族時有紛爭。乾隆年間，嘉義地區的漢人自竹崎、梅山一帶侵入阿里山，欲侵佔鄒族領土，便與傳統居住的鄒族原住民發生武裝衝突，漢人在此時建立了奮起湖、瑞里等聚落，鄒族被迫退往更高的山區居住，「吳鳳神話」也是在此時期發生。',
            '日治時期，日本政府為了開採此地的檜木林，自嘉義市興建了阿里山森林鐵路，進入山區大量採伐林木，再經由鐵路運往山下，同時也將阿里山開發成為重要的觀光景點。',
            '1946年，國民政府基於漢人沙文主義，為「紀念」吳鳳「捨身取義」的「義舉」（歷史上為吳鳳是個「奸商」），將本鄉命名為「吳鳳鄉」，並在國小生活與倫理課本中記載吳鳳的故事。1987年9月9日，鄒族原住民走上街頭，要求政府停止對原住民的歧視，將「吳鳳鄉」正名為「阿里山鄉」，並且將吳鳳的故事從國小教材中刪除。1988年12月31日，發生吳鳳銅像破壞事件。臺灣省主席邱創煥，為了平息鄒族人的不滿，宣布於1989年3月1日起吳鳳鄉更名為「阿里山鄉」至今。吳鳳鄉及相關故事也逐漸被人們所淡忘。',
          ),
      ),
  );
