<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 中埔鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '中埔鄉位於臺灣嘉義縣南邊，西北鄰嘉義市東區，西鄰水上鄉，東北連番路鄉，東南連大埔鄉，西南接臺南市白河區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '中埔鄉「中埔」之名，由來已久，有以下四種說法：一、「中埔」，因地處丘地上，四周有頂埔、白芒埔、三界埔、赤蘭埔、樹頭埔、內埔等部落，而位於中心地帶，又是行政中心，因而得名。二、「中埔」，因其北有「內埔」，南有「大埔」，而位於中間站之「埔」也。以是得名。三、「中埔」是中間的荒地之意，相對於「頂埔」而有此稱呼。四、「中埔」之名乃是源於本地開拓先民大多來自廣東省黃埔港大埔縣，由於祖籍為「大埔」故第二故鄉稱為「中埔」。在漢人進入中埔鄉之前，此地原為台灣原住民鄒族的生活領域，清代在此曾設有理番通事以管理原住民事務及貿易，隨著漢人逐漸入墾，鄒族原住民也逐漸往深山發展。',
            '昔時，中埔為土著部落民族的聚居地。而最早移入本地墾殖的漢人，應是在明永曆十五年(西元一六六一年)，追隨鄭成功來台屯田於諸羅縣八掌溪崙仔頂(及今之和睦村)的福建平和縣人的賴剛直(恂行，斌來)。 其後世墾殖範圍擴大遂成公館庄。',
            '在乾隆初葉(西元一七四六年前後)，受了福建南靖縣人邱純德，福建永定縣人翁珍友等人先後移入本地開墾的影響，此地的漢人逐日漸增多，而墾殖的土地範圍乃由點而擴及面，經歷先民們三百餘年來的慘澹經營， 如今，中埔鄉乃便成為嘉義縣最富饒的山區鄉鎮之一。',
            '1920年<民國9年>台灣地方改制，於本鄉設「中埔庄」，劃歸台南州嘉義郡管轄。戰後初期設台南縣中埔鄉，1950年<民國39年>10月25日行政區域調整實施地方自治縣制劃分隸屬嘉義縣。',
          ),
      ),
  );
