<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 大埔鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '大埔鄉位於台灣嘉義縣的東南隅，東接阿里山鄉及高雄市那瑪夏區，西與臺南市白河區、東山區接壤，南與臺南市南化區、楠西區相連，北則與中埔鄉、番路鄉為鄰。大埔地處阿里山山脈之上，全境有90%以上的土地屬國有或保安林地，並建有全台最大水庫曾文水庫。由於原有的河谷平原已被水庫淹沒，農業發展受限，本鄉改以觀光業為主力產業，而曾文水庫風景區即為最重要的觀光資源。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '台灣史前時期：早在台灣史前時期，大埔地區即有人類在此活動，已發掘的史前文化遺址有嘉義農場遺址及大埔遺址。嘉義農場遺址位於曾文水庫旁的農場本部對面河堤坡上面，曾挖掘出橙紅色夾砂陶器，屬新石器時代晚期之「鹿陶類型」文化，年代約當公元前1000年至公元元年間。大埔遺址位於大埔村湖濱公園掬月半島前端，曾挖掘出灰黑色夾砂陶、橙色粗砂陶、泥質陶等陶器，及打製斧鋤形石器，文化類型與年代均與嘉義農場遺址相當。斧鋤形石器具有砍、挖、翻等功能，多用於耕作。泥質陶是採用雜質較少，顆粒較細的黏土為原料所燒成，多用於盛裝食物的器皿，如陶缽、陶杯、陶壺；或做裝飾用的陶環、陶珠。夾砂陶是在黏土中摻入適當比例的砂粒，因均勻受熱而比較耐燒，多用於具有烹煮功能的大型陶鍋。由這些出土器具的用途，可推斷當地史前住民已從事農業，並進行手工業活動。',
            '荷治及明鄭時期：1624年7月，荷蘭人在台南安平登陸，逐步擴展勢力範圍（1624－1662年，台灣荷蘭統治時期）。1636年，荷蘭人向北推進，一路征服各地原住民，降服了諸羅山諸番社，整個今嘉義縣境落入荷蘭人的統治。當時整個今嘉義縣東部山區，都還是鄒族的活動領域，尚無漢人墾殖記錄。而其中的今大埔地區，則屬於鄒族簡仔霧社的所在地。依據荷蘭人於1647年所作的戶口統計資料，簡仔霧社（Kanakannavo）僅有37戶、157人。由於荷蘭人有抽人頭稅，易導致少報人口數，該數字因此未必可信。但無論如何，當時大埔地區的人口數應屬稀少。1662年2月（陰曆：明永曆十五年十二月），鄭成功在攻台之役獲勝，結束荷蘭人在台灣的統治（1662－1683年，明鄭時期）。此一時期今嘉義縣的漢人拓墾集中在平原與沿海地區，包含今大埔鄉在內的山區部分仍是鄒族的活動領域，仍無漢人入墾。',
            '清治時期：1683年8月（南明永曆三十七年七月，清康熙二十二年七月），鄭克塽投降清朝，台灣進入長達212年的清治時期（1683-1895年）。清治初期的康熙年間，已有粵人自竹頭崎（今竹崎鄉）南下入墾後大埔（大埔村一部分）。1731年（雍正八年），漳州人賴真宗渡台，遊歷至後大埔社，見有沃野數百甲，遂向諸羅縣請領墾照而率眾入墾，建立後大埔庄，並擔任第一代庄主。1788年（乾隆五十三年），清廷推動熟番兵農合一制，平日耕作，農餘時進行軍事訓練。在後大埔即設有一小分屯，屯丁7人，每人配地1.1甲，總數7.7甲。後大埔地處山區，常為盜匪所苦。1840年（道光二十年）有盜首楊椪生率眾侵擾；1842年（道光二十二年）有盜首紅目鶖等三人潛入；同年又有盜首賴棕、賴黗、賴愚等帶部下三十餘人入侵；1850年（道光三十年）有盜首汆草仔帶部下八人作亂，均被時任庄主的葉占春率鄉勇一一降服。由於治安改善，後大埔庄在葉占春擔任庄主期間（1798年－1855年，嘉慶三年－咸豐五年），移民激增，戶口數成長到一千五百餘戶、六千餘人。',
            '日治時期：1895年4月（清光緒二十一年三月，日本明治二十八年四月），清朝和日本簽訂《馬關條約》，將台灣割讓予日本。5月底，台灣軍民起而反抗日軍接管，爆發乙未戰爭，至11月中旬始宣告平定。當時由於局勢混亂，部分地區治安失序。以陳法為首之盜賊為患曾攻進後大埔庄，洗劫財物並燒毀房舍，當地居民因而四散逃避。平定之後，居民始復來歸。其後另有大埔人黃國鎮召集李烏貓、張德福等12人結為異姓兄弟，號稱「十二虎」，起而抗日。1896年（明治二十九年）1月，黃國鎮率抗日義軍襲擊後大埔。同年7月10日黃國鎮得知簡義、柯鐵等克復雲林消息後，率義軍數百名圍攻嘉義城。7月15日日軍突圍，抗日軍退入深山。1897年（明治三十年）黃國鎮控制嘉義東堡49個庄，組織聯庄自衛，並自稱皇帝，以「大靖」為年號。其後臺灣總督府採綏撫政策，安排其父黃享擔任大埔庄長。黃國鎮歸順並擔任嘉義東堡羌仔寮庄保正，其後移住後大埔成立自治區，務農維生。1901年（明治三十四年）總督府改採誘殺政策，黃國鎮等人被迫再起抗日。1902年（明治三十五年）4月，黃國鎮被日軍搜索隊擊斃於後大埔。後來此地區多次成為南臺抗日重要據點，抗日軍每每藉此險要地勢，襲擊日憲警；1914年（大正三年）的羅阿頭六甲事件、1915年（大正四年）的余清芳事件皆是如此。',
            '民國時期：1945年（昭和二十年，民國三十四年），日本在第二次世界大戰戰敗，中華民國政府接收台灣。1952年（民國四十一年），行政院退除役官兵輔導委員會選擇本鄉康榔埔為中心，安置將近千名退伍軍人開墾，即今之嘉義農場。1973年（民國六十二年）10月31日，曾文水庫完工蓄水，全鄉被淹沒私有地五百五十甲，公有放租地三十四甲，濫墾地五十二甲，共計六百卅六甲；被淹沒地區原居住戶數七百十八戶，人口三千零八十七人。。由於原有的大埔溪河谷平原已被水庫淹沒，農業發展受限，本鄉改以觀光業為主力產業，而曾文水庫風景區亦成為最重要的觀光資源。2005年（民國九十四年）11月26日，西拉雅國家風景區成立，下轄五大遊憩系統，其中曾文遊憩系統即為曾文水庫及臨近景點。',
          ),
      ),
  );
