<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 水上鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B4%E4%B8%8A%E9%84%89',
          ),
        'descs' => array (
            '水上鄉位於台灣嘉義縣南部，曾為嘉義市水上區，後改隸嘉義縣，為水上鄉。北鄰太保市及嘉義市西區，西鄰鹿草鄉，東鄰中埔鄉，南隔八掌溪與臺南市白河區、後壁區為界。本鄉地處嘉南平原之上，八掌溪北岸，地勢平坦，地方產業以農業為主。氣候屬熱帶季風氣候與副熱帶季風氣候的過渡。嘉義機場（水上機場）位於此地，北回歸線穿越本鄉，建有北回歸線紀念碑，迄今已有六代。北回歸線天文廣場位於本鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B4%E4%B8%8A%E9%84%89',
          ),
        'descs' => array (
            '水上鄉舊稱「水堀頭」，清康熙年間漢人移民進入「水堀池」拓墾，故其聚落便命名為「水堀頭」。日治前期的1901年，設立嘉義廳直隸「水堀頭區」，管轄嘉義西堡內之水堀頭街、崎仔頭庄、柳子林庄、外溪洲庄、十一指厝庄、南靖庄、下藔庄；柴頭港堡內之下塗溝庄、大崙庄、大堀尾庄、巷口庄、粗溪庄、埤蔴腳庄、白鴿厝庄、管事厝庄、大溪厝庄、柴頭港庄、港仔坪庄、劉厝庄。1920年台灣地方改制時，因機場阻隔，北部的埤蔴腳、白鴿厝、管事厝改隸太保庄，大溪厝庄、柴頭港庄、港仔坪庄、劉厝庄改隸嘉義街，其餘合併“店仔口支廳”番仔藔區的番仔藔、牛稠埔、三界埔為「水上庄」，劃歸台南州嘉義郡。戰後初期為台南縣水上鄉，後改隸於嘉義市為水上區，1950年改為嘉義縣水上鄉至今。',
          ),
      ),
  );
