<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 鹿草鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E8%8D%89%E9%84%89',
          ),
        'descs' => array (
            '鹿草鄉位於台灣嘉義縣西南部，北鄰太保市、朴子市，東鄰水上鄉，西鄰義竹鄉，南接臺南市後壁區。鹿草鄉位處嘉南平原之上，八掌溪北岸，地勢平坦，氣候上屬副熱帶季風氣候與熱帶季風氣候的過渡帶，年均溫約22.8℃。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E8%8D%89%E9%84%89',
          ),
        'descs' => array (
            '本鄉先民入墾時，見楮樹遍布，(臺灣府志記載，楮樹即鹿仔草，枝葉為鹿所嗜，因名)，此地因而稱「鹿仔草」。另有一說是，鄭成功復臺時，本地鹿成群於田間食草，故稱本地為「鹿仔草」。 早期的先民，沿著八掌溪岸開墾，明天啟四年，顏思齊、鄭芝龍設有開台十寨，其中第二寨為鹿仔草、第三寨即是龜佛山，鄭成功左武驤將軍在鹿仔草設營鎮屯田，康熙24年沈紹宏取領得「鹿仔草」的開墾權，以季嬰為管事，並招佃墾荒，形成鹿仔草莊，成為諸羅外九莊之一，康熙47年將開墾權轉與，泉州府同安移民陳立勳、陳允捷、陳國祚、林龔孫等四人，至雍正12年成立一堡稱「鹿仔草堡」。 明治33年設區役場，第一次區長為陳國珍，大正9年(民國9年)10月1日「鹿草庄役場」開設，並於10月22日付台南內地第九八二號以「鹿草庄」為政稱，隸屬台南州東石郡。 民國34年10月25日臺灣由中華民國接管後，於35年1月18日成立鹿草鄉公所，隸屬臺南縣東石區，民國39年調整行政區域，改隸嘉義縣政府迄今。',
          ),
      ),
  );
