<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 基隆市 七堵區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E5%A0%B5%E5%8D%80',
          ),
        'descs' => array (
            '七堵區是台灣基隆市的行政區之一，位於基隆市西南方，為基隆市面積最大的行政區。由於基隆港附近腹地有限，加上七堵車站成為台鐵西部幹線對號列車的主要起點和終點站，近年已逐漸發展為基隆副都心。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E5%A0%B5%E5%8D%80',
          ),
        'descs' => array (
            '七堵區是基隆市最西端的行政區，全區總面積約56.2664平方公里，為七區之冠；區內共劃分為二十里。',
            '七堵區在清代屬基隆廳石碇堡。日治初期沿襲清制，於今七堵區、暖暖區及安樂區鶯歌石地段設臺北縣基隆支廳五堵、暖暖、瑪陵坑等三區，轄有五堵、友蚋、瑪陵坑、七堵、草濫、六堵、鶯歌石、八堵、碇內、港口等十庄及暖暖街。明治30年（1897年）變更地方行政區劃，改隸屬台北縣水返腳辦務署；明治42年（1909年）改屬台北廳基隆支廳。大正九年（1920年）地方制度改正，廢庄及街改為大字，將五堵區、暖暖區、瑪陵坑區合併為七堵庄，隸台北州基隆郡。',
            '二戰日本無條件投降後進入中華民國時期，配合國民政府「改庄為鄉」措施而改制為七堵鄉，隸屬台北縣基隆區；1947年基隆市政府為了擴大市政建設，要求台北縣將七堵鄉劃歸基隆市，並改稱七堵區。1949年劃出八堵、碇內、暖暖等里（當時分為七里）成立暖暖區。1980年，基隆市政府於鶯歌石興建國民住宅（即今安樂社區），鶯歌石及附近的港口地區人口激增。1988年，鶯歌石及港口地區劃歸安樂區。',
          ),
      ),
  );
