<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 太保市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E4%BF%9D%E5%B8%82',
          ),
        'descs' => array (
            '太保市（官方中文羅馬字名稱：Taibao City。）位於臺灣嘉義縣中部，緊鄰嘉義市，人口3.73萬餘人，舊原稱太保鄉，因嘉義縣政府駐在，改制為太保市，是國立故宮博物院南部院區及高鐵嘉義站所在地，亦是嘉義縣政府所在地，為嘉義縣之行政中樞，由於近年來多有建設、交通較為便利且鄰近嘉義都會區核心之嘉義市，為嘉義縣發展最快速之區域。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E4%BF%9D%E5%B8%82',
          ),
        'descs' => array (
            '太保市舊名「溝尾庄」，清乾隆51年（西元1786年）林爽文事件從中部蔓延到南臺灣，鄉人王得祿招募壯丁協助政府軍平反建功，官封千總。嘉慶11年（西元1806年）又協助平定海賊蔡牽建功。官封浙江提督。道光18年（西元1838年）返臺，清廷加封為「太子太保」，為清代台灣人官銜最高的一人。至此其故鄉及改名為「太保庄」，道光21年（西元1841年）中英鴉片戰爭，王得祿守澎湖病歿，清廷再追封「太子太師」銜。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E4%BF%9D%E5%B8%82',
          ),
        'descs' => array (
            '日治時期1901年設嘉義廳樸仔腳支廳後潭區，區長役場設於大糠榔東下堡後潭庄（1910年遷至大糠榔西堡田尾庄1920年遷至太保庄）管轄大槺榔西堡內之太保庄、東勢藔庄、新埤庄、田尾庄、溪南庄；大槺榔東下堡內之崙仔頂庄、頂港子墘庄、茄苳腳庄、梅子厝庄、埔心庄、後潭庄。',
            '1920年後潭區之大部份（梅子厝、埔心併入鹿草庄）合併台斗坑區之過溝、水虞厝，水堀頭區之埤蔴腳、白鴿厝、管事厝為太保庄。1945年，中華民國接管臺灣，由台南縣所轄之太保鄉，後改為嘉義市太保區。1950年與嘉義市新東區、新西區、新南區、新北區及水上區改隸屬嘉義縣。原「太保鄉」於1991年7月1日，因縣政府遷此，改制為縣轄市。',
          ),
      ),
  );
