<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 朴子市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9C%B4%E5%AD%90%E5%B8%82',
          ),
        'descs' => array (
            '朴子市（官方中文羅馬字名稱：Puzi City。）位於臺灣嘉義縣西部，一個因媽祖而興起的鄉鎮，人口4.2萬餘人，舊原稱朴子鎮，因嘉義縣議會駐在，改制為朴子市，是嘉義縣海線諸鄉鎮的經濟、文化中心，也是嘉義縣議會的所在地，為嘉義縣之議政中樞。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9C%B4%E5%AD%90%E5%B8%82',
          ),
        'descs' => array (
            '清領時期1747年（乾隆12年）《重修台灣府志》記載為「猴樹港街」，清乾隆29年《續修台灣府志》則記載：「朴仔腳街，舊為猴樹港街，今更名。」清朝年間，樸仔腳地區僅有數間農舍及數株樸仔樹。樸仔樹蒼翠成蔭，樹下逐漸成為旅途者或居民所休息乘涼好地方。1682年（康熙21年），林馬從湄洲祖廟迎請媽祖，欲至居住地布袋嘴半月莊供祀，經牛稠溪〈朴子溪〉南岸樸仔樹下休息。當地民眾聞訊聚集參拜，並奉神意指示要停住此地，故在此樹下立廟稱為樸樹宮。清乾隆54年（1789年），樸樹宮奉令改為「配天宮」。當地便以媽祖廟為中心，逐漸發展成市鎮，當地因於樸仔樹下建廟，奉祀媽祖而發跡，於是取名「樸仔腳」。指樸仔樹下的意思，「腳」是台語「下」的意思。 原「朴子鎮」於1991年，因縣議會遷此，改制為縣轄市。',
          ),
      ),
  );
