<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 東石鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E7%9F%B3%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '東石鄉位於台灣嘉義縣西北沿海，東鄰六腳鄉、朴子市，北鄰雲林縣口湖鄉、水林鄉，西濱台灣海峽，南接布袋鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E7%9F%B3%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '1661年福建泉州府惠安人柳櫻隨鄭成功來台，柳姓後裔即到東石開拓。施琅攻臺以後，又陸續有漢人渡海入墾，編漁戶，累世以蚵田為活計。同年代孫黃生、黃聖兄弟自福建泉州晉江東石渡海來臺，移拓樸仔腳東石寮，為東石地名由來。',
            '日治時期東石設立辦務署，後改為嘉義廳東石港支所。1901年分屬嘉義廳東石港支廳「東石港區」、「港墘區」，1920年（大正九年）兩區合併為東石郡東石庄，屬台南州管轄。',
            '二戰結束後，改稱東石區東石鄉，隸屬台南縣。1950年（民國卅九年）行政區劃分改隸嘉義縣。',
          ),
      ),
  );
