<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 六腳鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AD%E8%85%B3%E9%84%89',
          ),
        'descs' => array (
            '六腳鄉位於台灣嘉義縣西部，北隔北港溪與雲林縣水林鄉、北港鎮為鄰，東鄰新港鄉，東南連太保市，西鄰東石鄉，南接朴子市。鄉公所位於蒜頭村。',
            '本鄉地處嘉南平原北部，地勢平坦，氣候屬熱帶季風氣候與副熱帶季風氣候的過渡帶，年均溫約22.8℃，蒜頭糖廠位於本鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AD%E8%85%B3%E9%84%89',
          ),
        'descs' => array (
            '六腳鄉舊稱「六家佃庄」（臺語：La̍k-ka-tiān-tsng），相傳清乾隆年間有六戶佃農至此開墾，遂以六家佃庄稱之，後因臺語「家」與「跤」（kha，在官話中為腳的意思）音近訛傳，遂改名「六腳佃」。日治時期1901年，分屬樸仔腳支廳「灣內區」、「六腳佃區」。1920年台灣地方改制，廢區置庄，合灣內、六腳佃兩區及樸仔腳區之下雙溪、溪墘厝為「六腳庄」，劃歸台南州東石郡管理，庄役場設於六腳，1921年8月9日遷至蒜頭。戰後初期設置台南縣東石區六腳鄉，1950年改為嘉義縣六腳鄉至今。',
          ),
      ),
  );
