<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 新港鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E6%B8%AF%E9%84%89',
          ),
        'descs' => array (
            '新港鄉位於台灣嘉義縣西北端，東接民雄鄉與溪口鄉、西面與北面以北港溪為界與雲林縣北港鎮、元長鄉為鄰、南隔朴子溪與縣治太保市相接。',
            '本鄉地處嘉南平原北部，北港溪南岸，朴子溪北岸，地勢平坦，地方產業以農業為主。',
            '新港奉天宮是當地信仰中心，並且是每年農曆三月大甲媽祖遶境祝壽大典的聖地，保有臺灣及當地重要的民俗節慶活動。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E6%B8%AF%E9%84%89',
          ),
        'descs' => array (
            '新港舊名「新南港」，境內南港村為早期「笨港」地區的一部份，現稱「舊南港」。',
            '中華民國政府接收日本帝國台灣總督府管轄區域後，改為臺南縣新港鄉，1950年（民國39年）改為嘉義縣新港鄉至今。1987年，由陳錦煌醫師發起組成新港文教基金會，為發揚及傳承新港的歷史文化而努力。',
          ),
      ),
  );
