<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 民雄鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%91%E9%9B%84%E9%84%89',
          ),
        'descs' => array (
            '民雄鄉位於台灣嘉義縣中北部，北鄰大林鎮、溪口鄉，西鄰新港鄉，西南連太保市，東鄰竹崎鄉、梅山鄉，南接嘉義市。人口數超過7萬，為全台人口第三多的「鄉」，也是為嘉義縣人口最多的鄉鎮市，幾乎達縣治太保市人口的兩倍。',
            '本鄉位處嘉南平原之上，地勢平緩，氣候上屬副熱帶季風氣候與熱帶季風氣候的過渡帶。民雄鄉文風興盛，知名的國立中正大學位於此。另有國立嘉義大學民雄校區（師範學院、人文藝術學院）、吳鳳科技大學設於本鄉。嘉義縣表演藝術中心亦位於本鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%91%E9%9B%84%E9%84%89',
          ),
        'descs' => array (
            '民雄鄉舊稱「打貓」，係舊時洪雅族平埔族之「打貓社」(Dovaha擔貍社)，為當時洪雅族之中樞。是平埔番社Dovaha之所在地，「打貓」係取其（台語近音「Ta-ba」）譯字而來。',
            '1920年（大正9年）前設立打貓區，隸屬嘉義廳打貓支廳，管轄打貓南堡內之打貓街、東勢湖庄、菁埔庄、蕃仔庄、雙援庄、竹仔腳庄、好收庄、崙仔頂庄、頂藔庄、新庄仔庄、田中央庄、江厝庄、牛斗山庄、鴨母坔庄、牛稠溪庄。',
            '1920年（大正9年）台灣地方改制，日本官方認為「打貓」地名不雅，故取日語近音譯為「民雄」（日語中「打貓」兩字的發音為「ta-byou」，「民雄」兩字的發音為「tami-o」），在此設置「民雄庄」，劃歸台南州嘉義郡管轄。戰後初期改為台南縣嘉義區民雄鄉，1950年（民國39年）改為嘉義縣民雄鄉至今。',
            '1953年（民國42年）村里行政區域調整，二十二村分成為二十八村；1978年（民國67年）依村里行政區劃分調整合併實施方案併分為二十六村；1994年（民國83年）興南、雙福調整分村，而成為目前之二十八村。',
          ),
      ),
  );
