<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 大林鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%9E%97%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大林鎮位於臺灣嘉義縣北端，北鄰雲林縣大埤鄉、斗南鎮、古坑鄉，東鄰梅山鄉，西鄰溪口鄉，南接民雄鄉，面積約64平方公里，為嘉義縣北方的門戶及地方中心，主要吸引溪口及梅山兩鄉為主。近年開始興建大埔美精密機械園區對於地方發展及人口成長，有相當大的影響。近年來，由於慈濟醫院、南華大學、崇仁醫護管理專科學校的設立，鎮上平日流動人數超過四萬人。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%9E%97%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大林鎮舊名為「大莆林」或「大埔林」，此地名之由來有兩種說法，一種說法係指本地在開墾初期乃為廣大的森林地帶，故有此稱；另一種說法為往昔此地有來自潮州府大埔之林地的移民，而有此稱。後來才改為『大林』。',
            '於清康熙年間由薛大有率眾來此墾拓居住，居民祖先多從福建、漳泉二州及廣東渡海遠來，陸續發展成聚落，清廷設衙門於此，商店舖愈來多，並有傳教士至此建立多座天主教堂，相當的繁榮，成為大莆林的穀倉。後來蔡貓東率領農民在三角仔東北端建築水壩，引石龜溪上游溪水，以灌溉三角仔、潭墘、橋仔頭、大湖等數莊農田。',
            '1920年台灣地方改制，於10月1日本地設置「大林庄」，1943年10月1日升格為「大林街」，隸屬台南州嘉義郡管轄。1946年（民國35年）設置台南縣嘉義區大林鎮，1950年10月25日行政區域調整改為嘉義縣大林鎮至今。',
          ),
      ),
  );
