<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 溪口鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BA%AA%E5%8F%A3%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '溪口鄉位於台灣嘉義縣北部，北鄰雲林縣大埤鄉，東鄰大林鎮，西鄰新港鄉，南接民雄鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BA%AA%E5%8F%A3%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '本鄉東接大林鎮以三疊溪為界，北以華興溪與雲林縣大埤鄉為畔。該兩溪於溪口所在地約一公里處交叉合流直奔北港溪形成雙溪咽口爰遠在二百多年前，祖先由福建、廣東兩省遷移來台定居於此，鑒於現時環境而取名為「雙溪口」。於明治28年（1895年），日治時代初期稱為「雙溪口區」，至大正9年（1920年）十月地方制度更改廢區置莊，同時將「雙溪口區」改為「溪口庄」，直至民國三十四年（1945年）戰後將「溪口庄」改為「溪口鄉」。',
            '蓋其所以稱為「溪口」乃兩溪之天然形勢而名之。本鄉之行政區域在日治時代初期明治28年（1895年）區隸屬嘉義縣打貓支廳，大正9年（1920年）十月地方制度更改之區罝庄時改為溪口庄隸屬台南州嘉義郡，同時將溪口區轄之西庄部落改隸新港庄，而將新港庄轄之柴林腳及大埤庄轄之游厝等兩大部落歸併本庄，共轄十大部落劃分為二十保。直至民國三十四年（1945年）戰後易名為「溪口鄉」，同時將原有二十保併設十四村，隸屬嘉義縣至今。',
            '本鄉住民係由福、廣東兩省移來，而小部份廣東語言早經同化福建，一切語言、風俗習慣均因省籍而差異。宗教除極少部份仰天主教、基督教外均沿襲祖先仰之宗教、衣、食、住、婚、喪喜慶等，未因日本統治五十餘年，而與傳統有差異。',
          ),
      ),
  );
