<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 義竹鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%BE%A9%E7%AB%B9%E9%84%89',
          ),
        'descs' => array (
            '義竹鄉位於台灣嘉義縣西南部，北鄰朴子市，東鄰鹿草鄉，西連布袋鎮，南隔八掌溪與臺南市鹽水區、學甲區、北門區相鄰。義竹位處嘉南平原之上，地勢低平，濱臨海埔，氣候上屬副熱帶季風氣候與熱帶季風氣候的過渡帶，年均溫約24.6℃。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%BE%A9%E7%AB%B9%E9%84%89',
          ),
        'descs' => array (
            '義竹鄉舊稱「二竹圍庄」，為明鄭時期屯田練兵之處，在清朝時屬嘉義縣龍蛟潭堡，因台語「義」（gī）、「二」（jī）近音，遂改二竹為義竹。相傳在1895年乙未戰爭時，日軍統帥北白川宮能久親王率兵攻入仁里村時，遭藏在樹上的民兵砍傷致死，日軍遂憤而將全村焚毀，隨後又有49名民兵遭日軍殺害，為紀念其義行，遂改稱義竹。然義竹並無抗日史實。1920年台灣地方改制，日本政府在此設置「義竹庄」，劃歸台南州東石郡管轄。台灣戰後初期劃設台南縣義竹鄉，1950年改為嘉義縣義竹鄉至今。',
          ),
      ),
  );
