<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 嘉義縣 布袋鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B8%83%E8%A2%8B%E9%8E%AE',
          ),
        'descs' => array (
            '布袋鎮位於台灣嘉義縣西南沿海，土地面積大約62平方公里，景觀仍保有舊時的漁村風味。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B8%83%E8%A2%8B%E9%8E%AE',
          ),
        'descs' => array (
            '明鄭時期，古稱「魍港」（今好美里一帶），其所開發，始於明末天啟四年(西元1624年)，荷蘭東印度公司來台，在魍港開墾。海盜顏思齊、鄭芝龍拓台十寨之第六寨便設於魍港大坵田。鄭成功遠涉海峽，驅離東印度公司勢力之後，鄭氏王朝亦遣部將屯墾此地，並募集福建漳州、泉州三邑、安溪等地先民遷居開墾，當時本地較為荒涼，經先民集居著手經營，而形成村落鬧市。',
            '清領時期，布袋鎮是嘉義縣開發最早的地區，舊稱布袋嘴，又稱冬港。 冬港為布袋清領初期的稱呼，清康熙年代，位於八掌溪口，大坵田沙嘴東南岸濱潟湖的一個內港，諸羅縣志載有：「冬港商船到此載五穀，難出青峰闕，入於海。」所指「冬港」就是現在的布袋港。清乾隆年間布袋發展成一內港街庄，九龍里香火鼎盛的嘉應廟以及永安里的永安宮皆建於此期間。',
            '日治時期，清朝與日本簽訂馬關條約後，台灣割讓給日本。日本將布袋改稱為布袋街，屬台南縣管轄。1920年8月10日改稱為台南州東石郡布袋庄。',
            '民國時期，民國34年，第二次世界大戰結束，日本無條件投降，中華民國接管臺灣。民國35年改為台南縣布袋鄉公所，後來本鄉因布袋港與大陸通商，航運發達，人口激增，於民國37年改制為鎮，為台南縣布袋鎮，民國39年改隸嘉義縣布袋鎮。',
          ),
      ),
  );
