<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 大同區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%90%8C%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '大同區位於中華民國臺北市西邊，是臺北市最早發展的區域，臺北市孔廟、大龍峒保安宮均位於此區，涵蓋大稻埕與大龍峒兩大區域；大稻埕曾繁華一時，有許多早期洋房，也是傳統食材（南北貨）、漢藥、紡織品及工業用品的集散地。2010年臺北市舉辦花卉博覽會而制定區花，大同區為茶花，民政局也特別製作區花版門牌。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%90%8C%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '本地地原名巴浪泵，乾隆28年〈西元1763年〉余文儀續修臺灣府志時，載有「大浪泵莊」。道光24年〈西元1844年〉之契字述及「大隆同四十四坎」，即稱「大隆同」。清同治年間，該區北部一帶，屬淡水廳大加臘堡「大隆同莊」，後改稱「大龍峒」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%90%8C%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '1909年，臺北廳直轄地方分為三大區，即艋舺、大稻埕、大龍峒三區，大龍峒轄區甚廣，包含今大同區、中山區。1920年，施行市制，台灣總督府始置大龍峒町。1925年，大龍峒地區興建孔廟。1946年1月，臺北市被中華民國政府接管而改制省轄市時，而臺北市被規劃為十大區，合併日治時代的大龍峒町、蓬萊町、太平町、大橋町、河合町為區，但因轄區內有孔廟及大同路(現大同街)，為了紀念孔子天下大同之精神、及取國父世界大同之崇高理念，配合舊地名而命名為「大同區」。',
          ),
      ),
  );
