<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 萬里區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '萬里區（官方英譯為Wanli，在平埔族巴賽語中稱為Masu）是台灣新北市的一個市轄區，位於新北市北部，緊鄰基隆市。萬里區靠海因此以漁業與濱海的觀光業為主，境內以野柳風景特定區與其內的「女王頭」風化地形知名。鄰近金山區的大鵬里的加投（Kataw）聚落設有萬里溫泉區，與金山溫泉連成一氣。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '本區以昔日萬里加投莊而得名，1626年西班牙人據基隆，已先有漢人於今之「瑪鋉」（Masu）居住，嗣明鄭鄭成功伐荷蘭東印度公司，相傳就是由萬里加投小澳（於第二核能發電廠與野柳之間，電廠興建與當地居民遷里之前，名為「國聖埔」）登陸，當時有一叫洪水閣的閩南人隨軍來此屯墾並經營漁業，是為本鄉開闢之始。',
            '清康熙廿三年（1684年），隸屬諸羅縣，雍正元年（1723年），隸屬淡水廳淡水堡，後改隸芝蘭堡。光緒元年（1875年）隸屬基隆廳金包里堡。至1895年馬關條約，進入台灣日治時期，初置臺北縣基隆支廳；1901年廢縣為廳，隸屬基隆廳金包里支廳；1909年10月，擴大廳制，廢基隆廳，併入台北廳，1920年10月，廢廳為州，隸屬台北州基隆郡萬里庄。',
            '二次大戰後改制，廢庄為萬里鄉，隸屬台北縣基隆區。1950年8月，廢區，由台北縣直轄。2010年12月25日因應五都升格，改制為新北市萬里區。',
          ),
      ),
  );
