<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 斗南鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%97%E5%8D%97%E9%8E%AE',
          ),
        'descs' => array (
            '斗南鎮是臺灣雲林縣的一個行政區，位於雲林縣南端，是雲林的交通中心，氣候溫和且境內交通四通八達，為雲林地區重要農業鄉鎮之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%97%E5%8D%97%E9%8E%AE',
          ),
        'descs' => array (
            '斗南鎮是由台灣原住民洪雅族（平埔族之一支）的他里霧社（Tialiro）社名名音譯而來，而猴悶社（Cunaumui）是現在本鎮將軍里溫厝角，位於嘉南平原。',
            '斗南於明鄭時期便已經有漢人前來開墾，乾隆年間逐年市街。是雲林地方最早開發地方。清治時期時先屬諸羅縣轄下的他里霧社，清光緒十二年因雲林縣建縣改隸雲林縣，為十六保之一，轄本鎮及古坑鄉湳仔、麻園、虎尾鎮惠來厝過溪仔，大埤鄉埔羌崙等計五十八庄。',
            '台灣日治時代初期，初置他里霧支廳，在日本統治早期的兒玉源太郎總督，後藤新平民政長官時代，曾發生過稱為他里霧事件的殺害降俘事件（又名歸順會場事變）。',
            '1897年（明治三十年）因應街庄長設置辦法之訂定改隸斗六廳。1907年（明治四十年）改隸嘉義廳。1910年（明治四十三年），設他里霧區，置他里霧區長役場。',
            '1920年10月1日（大正九年），地方制度改革，改名為「斗南」，隸屬於台南州斗六郡。斗南名稱的由來，因位於斗六以南，故稱斗南，剛好日本也有斗南藩（となみはん，現青森縣陸奧市斗南丘），所以被日本人改為斗南。日本投降，國民政府接收臺灣以後，1946年（民國35年）1月11日成立斗南鎮公所。1950年（民國39年）10月25日改屬於雲林縣。',
          ),
      ),
  );
