<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 大埤鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9F%A4%E9%84%89',
          ),
        'descs' => array (
            '大埤鄉位於臺灣雲林縣南端中段，行政區劃分有15個村里，北和村為本鄉的行政中心與市集區。本鄉人口外流極為嚴重，居民多以務農為業，是典型的「農業鄉」，酸菜種植面積與產量高居全國之冠，全國超過八成的酸菜出該地區，因此而有「酸菜王國」之美譽。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9F%A4%E9%84%89',
          ),
        'descs' => array (
            '大埤鄉在三百多年前的荷據時期（明天啟四年，1624年）就已經有中國大陸移民來臺開發，當時荷蘭人築「埤」儲水，時人稱為「紅毛埤」；日治初期置茄苳腳區及大埤頭區各設役場，茄苳腳隸屬於當時之嘉義縣斗六支廳，大埤頭區隸屬當時之嘉義縣土庫支廳，1920年10月1日地方改制廢區置庄時，茄苳腳區及大埤頭區始合併為「大埤庄」，劃歸台南州斗六郡管轄，戰後正式改稱為「大埤鄉」。',
          ),
      ),
  );
