<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 虎尾鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%99%8E%E5%B0%BE%E9%8E%AE',
          ),
        'descs' => array (
            '虎尾鎮位居臺灣雲林縣中央，虎尾之名來自虎尾溪，因日治時期設有糖廠而成為製糖中心，又稱「糖都」。同時也是雲林第二重要的工商業、教育、醫療、就業等地區。經濟型態仍停留基礎型工商業之型態，目前隨著國立虎尾科技大學、高鐵雲林站特定區、中科虎尾園區、台大虎尾分院、布袋戲傳習中心等等相繼設立，以及國道一號之虎尾交流道與台78線快速道路之虎尾交流道得設立，鎮內人口也呈現小幅度的正成長，境內經濟型態逐漸改變中，工商業越來越發展，正朝向一個現代工商社會型態前進。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%99%8E%E5%B0%BE%E9%8E%AE',
          ),
        'descs' => array (
            '虎尾鎮之名來自日本政府以此行政中心位於虎尾溪邊而取名虎尾庄。虎尾溪在清國雍正年間之前曾被記載為「吼尾溪」，此地舊稱大崙腳庄，後改稱五間厝庄，於日治時期大正九年（1920年）始改以「虎尾」為名，設虎尾郡虎尾庄，之後中華民國也沿用虎尾為行政區名。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%99%8E%E5%B0%BE%E9%8E%AE',
          ),
        'descs' => array (
            '清康熙五十六年（1717年）的《諸羅縣志》中已有「五間厝庄」，但是否即為今之虎尾尚有爭議，亦有可能為位在今斗南鎮內的五間厝。約在清雍正十一年（1733年）左右，於此設大坵田東堡（今虎尾、土庫一帶）。乾隆二十四年（1759年），來自福建泉州府南安縣林板鄉郭六才與某林姓同鄉招佃至大坵田東堡開墾。但後來由於曾圭角之變爆發，重創大崙腳莊，使之荒廢凋零。到今之虎尾糖廠設置之前，虎尾地區近乎是「散庄」狀態。',
            '日治時期初期的明治三十九年（1906年），「大日本製糖株式會社」在土庫廳五間厝設廠，遂成為臺灣製糖重鎮，大正八年（1919年）時已發展比土庫還要熱鬧，故之後在大正九年（1920年）10月1日將原五間厝改為虎尾庄，周邊地區改列為虎尾郡，昭和八年（1933年）虎尾庄又升格為虎尾街，人口達到2萬6千人左右。 昭和十一年（1936年）時，日本於虎尾設置虎尾飛行基地，昭和十八年（1943年）時虎尾海軍航空隊編制於岡山的第十四聯合航空隊。而在昭和十九年（1944年）10月時，虎尾糖廠與虎尾飛行基地首次遭到轟炸，至日本投降為止，虎尾一帶遭到1200枚炸彈與燃燒彈攻擊。日治時代的虎尾街是軍公教特區，除了街役場、糖廠、空軍基地，還有虎尾高等女學校、虎尾農業學校、虎尾家政學校都設在這裡；二戰之後，光是虎尾郡被遣送回去的日本人就有七千人，這附近除了嘉義市以外，就是虎尾被遣送的日人最多。',
            '二次大戰後，民國三十五年（1946年）成立臺南縣政府，將郡改為區，改街庄為鄉鎮，故為臺南縣虎尾區虎尾鎮，設區署與鎮公所。民國三十五年（1946年）10月由陳餘泉擔任虎尾鎮長，副鎮長為歐登輝。民國三十六年（1947年）二二八事件發生後，消息約在3月1日晚上傳到虎尾，街上開始零星發生台灣人與外省人的衝突，半夜（3月2日凌晨）當地民眾在吳重庚帶領下到中山食堂找時任日產接收委員與官民合作社總經理的胡國定參與其行動，並在食堂裡推選時任臺南縣參議員的楊枝擔任總指揮，設置治安委員會，並計劃佔領區公所（即原虎尾郡役所），奪取槍枝後攻佔虎尾機場。虎尾區公所在不久為民眾佔領後，民眾除奪取槍枝外也釋放拘留所裡的犯人，使得虎尾地區秩序大亂，吳重庚雖試圖維持秩序，但其聲望與組織力量無力壓制。而在取得槍枝之後，民眾組成進攻機場的民軍，並選擇虎尾合同廳舍消防組二樓辦公室為民軍指揮所，當時胡國定負責處理指揮所的行政文書、後勤補給與軍費工作。此外據胡國定等當地耆老說法，當時謝雪紅曾到虎尾會見虎尾民軍幹部，希望讓臺灣共產黨參與攻打機場的行動，但遭到拒絕，雙方不歡而散，不過參考其他史料，謝雪紅當時人應該在臺中一帶活動，且當時鐵公路癱瘓，根本無法前來虎尾。',
            '3月2日一早，虎尾義民軍在仕紳王標指揮下進攻虎尾空軍基地，義民軍的前線作戰指揮由徐茂倉擔任，而在3月3日與4日有黃清標為首的斗六義民軍、葉啟城與余炳金為首的北港義民軍、廖本仁為首的西螺義民軍等27隊義民軍前來聲援。當時虎尾空軍基地內僅有300名國軍，義民軍也有數百人，但因國軍有砲塔與武器優勢，故直到斗六陳篡地送來彈藥補給與國軍彈藥軍糧短缺後，空軍基地才被攻陷，而基地內的裝備有不少被雲嘉地區的義民軍拿去使用。而除了虎尾空軍基地外，虎尾義民軍在文南國小也有與國軍短兵交接，後來國軍遭到擊退。而當時虎尾一帶的外省人，大多被集中到虎尾中山堂（原和樂館），由當時虎尾區三民主義青年團區隊長陳明崙所保護。',
            '3月8日中國方面派來的軍隊上岸後，虎尾民軍開始動搖，國軍進入虎尾時不敵而渙散，而國軍就在虎尾捕捉「暴民」。據說當時有些人躲入虎尾長老教會，之後有位牧師對前來的國軍說教會是美國人的，要進去搜索得經美國同意，這批國軍因而轉往別處去，而有些倖免於難者因而改信。虎尾街民宅歷經國軍搜捕，被捕捉的人則先被遊街示眾，大多數人被押到在虎尾圓環邊馬場(日後的東市場)槍殺，也有部分在郡役所(日後的布袋戲館)遭到槍殺。之後在3月29日時臺灣省行政長官公署與警總公布「自新」條例，虎尾區將「自新人員」集中，於5月底時在虎尾合同廳舍二樓會議大廳舉行「自新」大會，之後要接受長達1個月的「教育訓練」。日後有人在民國六十四年（1975年）於埒內公墓旁建虎尾三姓公廟，祭祀二二八事件中在虎尾東市場被槍決的顧尚泰醫師、李持芳中醫師及從事印刷技工的王濟寧等三位義民。',
            '民國三十九年（1950年）8月16日，行政院第145次會議通過將臺灣省由九省轄市八縣改為五省轄市十六縣，並廢掉「區」的層級，並於9月8日公布實施。原臺南縣部分分出臺南縣市、嘉義縣、雲林縣，其中雲林縣是由斗六、虎尾、北港三區所組成，虎尾地區始改為雲林縣虎尾鎮。',
            '而重新設置雲林縣時，虎尾曾與斗六競爭縣治的位置，但當時「置縣暨置縣址委員會」的成員幾乎來自斗六地區，積極向省政府與國民黨爭取將縣治設在斗六，引發虎尾地區居民不滿，最後經協調後，縣治設於斗六市，司法部門雲林地方法院設於虎尾，紛爭平息後雲林縣政府於民國三十九年（1950年）10月25日成立。隔年推行地方自治，於8月5日進行鄉鎮長選舉，首任民選虎尾鎮鎮長吳興旺於8月15日上任。',
          ),
      ),
  );
