<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 土庫鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9C%9F%E5%BA%AB%E9%8E%AE',
          ),
        'descs' => array (
            '土庫鎮位於臺灣雲林縣的中心地帶，與鄰近之虎尾鎮成為一共同生活圈，因兩鎮合在一起之形狀猶如肝臟，故兩鎮併有「雲林之肝」稱謂。土庫鎮擁有豐富之農產，其中蒜頭產量約佔全國8成，並享有「雲林有三好：古坑咖啡香、西螺米Q、土庫蒜頭辣。」之美譽。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9C%9F%E5%BA%AB%E9%8E%AE',
          ),
        'descs' => array (
            '關於土庫的由來，眾說紛紜，有下幾種說法：一、平埔族語音地名 TUKU 的諧音。二、以竹為支架外，塗糊土橢圓型的「土築倉庫」，又稱古亭畚，因而得名。三、早期土庫這個地方的路況很差，不但路面狹小，而且泥土砂礫遍布，雨天泥濘，晴天塵土滿天，來往的行人總是被汙泥弄髒褲子，因此此地被人稱為塗褲庄，後由音演變為土庫。四、平埔族群之洪雅族(Hoanya)猴悶社自稱Docowamg或Dacowangh譯音。其譯Docow或Dacow為土庫。五、平埔族群在曾有被稱為「土庫王」的部落或部落聯盟首領之人物。',
            '根據諸羅志的記載，清康熙56年（1717年），此地築有畚箕湖陂（現土庫鎮奮起里）。到了1724年（雍正2年），閩人薄昇燦開拓馬公(光)厝（現土庫鎮馬光聚落四里）。1734年（雍正12年），此地設大坵田堡。1759年（乾隆24年），閩人郭林二姓，到此開墾農地，定名黃吉崙庄（現土庫鎮土庫聚落四里）。1920年（大正9年），設土庫庄（現土庫鎮及褒忠鄉）。1942年（昭和17年），升格為土庫街。第二次世界大戰後，先改制為土庫鎮，後又將西部部分分設為褒忠鄉。',
          ),
      ),
  );
