<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 褒忠鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A4%92%E5%BF%A0%E9%84%89',
          ),
        'descs' => array (
            '褒忠鄉位於臺灣雲林縣中部，地處嘉南平原之上，是雲林縣人口最少的鄉鎮，同時也是雲林縣內面積最小的鄉鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A4%92%E5%BF%A0%E9%84%89',
          ),
        'descs' => array (
            '褒忠鄉原名「埔姜崙莊」，據清代《台灣大租調查書》所記載，埔姜崙地區於1724年（雍正二年）由薄昇燦申請墾照開發，其時因附近沙崙遍生埔姜樹，故名「埔姜崙」因此被稱為「埔姜崙莊」，並直屬於彰化縣布嶼西堡，在1888年（光緒十四年）納入雲林轄下。1920年（大正九年）改回「埔姜崙」並裁區設庄，埔姜崙區被合併於土庫庄，1942年庄升格為街，是為台南州虎尾郡土庫街，戰後初期改街為鎮，轄區不變，隸台南縣，1946年1月23日始由土庫鎮劃分一部分，另成立褒忠鄉。',
            '至於「褒忠」名稱的由來，始於1786年（乾隆五十一年），林爽文和黨徒侵擾褒忠的村莊時，張源懃與張明義兄弟召集鄉勇抵抗匪徒；盜賊歷經數月攻打不下，直到清廷派福康安率軍來台平亂，張氏兄弟率領鄉勇和清軍共同打擊賊匪。事後，清廷封張源懃為通判，張明義為州同，因協防有功於朝廷，並賜莊名為「褒忠」意指「褒獎忠義」。',
          ),
      ),
  );
