<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 東勢鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%8B%A2%E9%84%89',
          ),
        'descs' => array (
            '東勢鄉位於台灣雲林縣西部雲林平原之上，地處雲林海線中心位置，故設有交通部公路總局嘉義區監理所雲林監理站東勢分站，總面積為四八‧三五六二平方公里，行政區共有12村分為東南、東北、嘉隆、程海、龍潭、安南、新坤、四美、同安、昌南、月眉、復興。',
            '東勢鄉除為全台養鵝重鎮外，生產胡蘿蔔亦占全台產量二分之一。近年來參加日本東京食品展等國際活動，農特產品已打開外銷市場，胡蘿蔔銷往日本的訂單穩定成長。因台塑六輕麥寮工業區及省道台78線快速道路開通，使東勢交流道成為麥寮鄉、四湖鄉、臺西鄉等地之交通樞紐。因交通流量龐大，縣道153號業已完成拓寬取直工程，拓寬為四線道縮短與麥寮鄉之車行時間。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%8B%A2%E9%84%89',
          ),
        'descs' => array (
            '1920年台灣行政劃分五州三廳，設海口庄，隸屬台南州虎尾郡，至中華民國接管臺灣後再改為台南縣虎尾區海口鄉，民國三十五年九月廿二日海口鄉劃分為海口(即台西鄉)、東勢，民國三十九年十月廿五日行政區域調整改為雲林縣東勢鄉。',
          ),
      ),
  );
