<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 台西鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%87%BA%E8%A5%BF%E9%84%89',
          ),
        'descs' => array (
            '臺西鄉（閩南語：Tâi-se-hiong，臺羅：Tâi-se-hiunn，客家語：Thòi-sî-hiông）位於臺灣雲林縣濁水溪沖積平原之西部，地當舊虎尾溪、中圳溝河口地帶，東距縣治斗六市約三十四公里，海拔標高五公尺，西瀕臺灣海峽而得名，為臺灣方位地名（臺北、臺中、臺南、臺東、臺西）中，唯一止於鄉級的。',
            '臺西北以新虎尾溪與麥寮鄉相隔,南與四湖鄉以舊虎尾溪相鄰,東接東勢鄉，1920年臺灣行政劃分五州三廳，設海口庄，隸屬臺南州虎尾郡，戰後分設臺西鄉和東勢鄉。臺西鄉同時也是臺灣丁氏的本貫之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%87%BA%E8%A5%BF%E9%84%89',
          ),
        'descs' => array (
            '1920年日治時期，臺灣行政劃分五州三廳，設海口庄，隸屬臺南州虎尾郡，至中華民國接管臺灣後再改為臺南縣虎尾區海口鄉，民國三十五年九月廿二日海口鄉劃分為海口(即臺西鄉)、東勢，民國三十九年十月廿五日行政區域調整改為雲林縣臺西鄉。',
          ),
      ),
  );
