<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 麥寮鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%A5%E5%AF%AE%E9%84%89',
          ),
        'descs' => array (
            '麥寮鄉位於台灣雲林縣西北角，西濱台灣海峽，北隔濁水溪與彰化縣為鄰。地處沿海地區，濁水溪出海口，地勢平坦，氣候屬副熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%A5%E5%AF%AE%E9%84%89',
          ),
        'descs' => array (
            '大正九年（1920年）台灣實施「州郡街庄制」，設崙背庄，隸屬台南州虎尾郡，戰後分設麥寮鄉和崙背鄉。 麥寮鄉昔日為洪雅族南社及貓兒干社的活動範圍，漢人最早的開發重心是海豐港，康熙年間該港已成為沿岸貿易門戶之一。麥仔簝榮光。',
            '海豐港在台灣府誌中稱為海防港，雍正八年（ 西元1730年）陳、張、石三姓墾首向南社社番請墾麥寮；雍正九年（西元1732年）開為島內貿易之所 ，昔日港灣水深，商船每避風碇泊，早形成店肆；乾隆末年至嘉慶初年又有泉州人向南社社番請墾橋頭、沙崙後、施厝寮、雷厝、許厝等地。至乾隆中期新虎尾溪開河口時，被溪沖壞，街肆荒廢，商勢全移於西北麥寮。 當時麥寮因新虎尾溪之故，形成一麥津渡船頭，與大陸貿易之貨物皆由此船頭進出。因當時麥寮盛產大麥與小麥，農民為運輸方便，在船頭旁搭一寮仔，專門堆放成包的麥子，當時人稱此寮為「麥仔簝」。辛亥年時新虎尾溪暴漲改道，麥津渡船頭也因泥沙堆積而淤塞，後來的人就以麥仔簝代表全麥寮。之後，又衍申為麥簝街，最後改為麥寮。',
          ),
      ),
  );
