<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 斗六市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%97%E5%85%AD%E5%B8%82',
          ),
        'descs' => array (
            '斗六市位於台灣雲林縣東部，為雲林縣政府所在地，也是雲林縣的政治、經濟、文化、教育、醫療等中心。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%97%E5%85%AD%E5%B8%82',
          ),
        'descs' => array (
            '「斗六」在荷蘭人佔據時期即有「斗六門柴裡」之稱，簡稱為「斗六門」或「柴里」等。原先洪雅族有一社位於柴裡（現斗六市三光里）。「斗六門」係其族人在狩獵捕獲山鹿時發出「ㄉㄨ－ㄌㄨ－ㄇㄣ」的咆哮以為慶賀，後來以閩南語之發音譯成漢字，名稱由此而來。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%97%E5%85%AD%E5%B8%82',
          ),
        'descs' => array (
            '1683年8月（南明永曆三十七年七月，清康熙二十二年七月），鄭克塽投降清朝，台灣進入長達212年的清治時期（1683-1895年）。斗六地方本係平埔族洪雅族於康熙末年移至此地開墾聚成部落。康熙五十六年（1717年），陳孟林修之「諸羅縣志」已有「斗六門街」、「柴裡斗六社」之記載，由此可見斗六在當時之開拓已頗具基礎。乾隆初年，泉州人楊仲熹招集漢人在此開店行商而逐漸興盛。奠定街基。乾隆十七年（1752年）街成，二十六年（1761年）置斗六門巡檢，道光十五年（1835年）改為斗六門縣丞。同治元年（1862年）九月，斗六門為戴潮春所攻陷，戴潮春旋將根據地由四張犁轉移到此處，直至同治二年年末才由清軍奪回。光緒十三年（1887年）設臺灣三府增至雲林縣、苗栗二縣，雲林縣治雖在林圯埔，但每年雨期濁水、清水兩溪氾濫，致使交通時常中斷，而且縣址過於偏東甚為不便，遂於光緒十九年（1893年）遷至斗六。',
            '1895年4月（清光緒二十一年三月，日本明治二十八年四月），清朝和日本簽訂《馬關條約》，將台灣割讓予日本。5月底，台灣軍民起而反抗日軍接管，爆發乙未戰爭，至11月中旬始宣告平定。 在乙未戰爭中，抗日義軍曾於8月27日八卦山之役結束後，撤守雲林縣。在斗六與日軍近衛師團進行遭遇戰。徐驤、簡義、陳文晃、廖琛、黃丑等率部奮勇抵抗，徐驤陣亡。1895年（明治二十八年）清日甲午戰後臺灣割日，廢縣改置民政支廳，專司民政。翌年頒定臺灣總督府地方官制，為三縣一廳，斗六街置臺灣縣雲林出張所。1897年（明治三十年）又改為六縣三廳，改置嘉義縣斗六辦務所，並設置街庄長，翌年改隸台中縣。1901年（明治三十四年）改正官制，置斗六廳，至1911年（明治四十四年）廢斗六廳，併入嘉義廳。至大正九年（1920年）改行政區域為五州三廳，斗六郡役所將原斗六區、林內區及樹子腳、菜公區之部分裁併為斗六街之區域。',
            '至戰後於民國三十五年（1946年）成立台南縣政府，改郡為區，街庄變為鄉鎮，並成立斗六鎮公所。民國三十九年（1950年）乃將台南縣，增設雲林、嘉義兩縣，擇定斗六為雲林縣治所在地。民國七十年（1981年）時改為縣轄市，為雲林縣政治、文化、經濟中心。',
          ),
      ),
  );
