<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 金山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E5%B1%B1%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '金山區是台灣新北市下轄的一個市轄區，地處新北市東北部。金山區境內有台灣位置最北的溫泉--金山溫泉，日治時期曾在此處設置總督行館開發溫泉休憩，近年來又因溫泉旅遊的熱潮而逐漸受到重視。除此之外，由於與陽明山的交通便捷，也使金山區成為了北海岸的重要遊憩點。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E5%B1%B1%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '金山區於4500年前，即是史前人類的活動領域，十七世紀中葉以前，本區乃平埔族凱達格蘭族金包里社群「Tappare」的聚居地，另有人曾在磺溪發現金沙，故以「金包里」稱之，兼顧音義雙譯。',
            '根據荷西文獻，北台灣原住民馬賽族，從基隆到金山有個大社群叫Kimpauri，音譯為金包里，就是金山地名的由來。金山至今還有產金傳說，只金山境內的磺溪曾經有沙金。事實上，金山的磺溪稱為北磺溪，是源自於台北最高的七星山，和北投的南磺溪同源，溪水中的是硫磺不是黃金。',
          ),
      ),
  );
