<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 林內鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%85%A7%E9%84%89',
          ),
        'descs' => array (
            '林內鄉（台語:Nâ lāi Hiong）位居台灣雲林縣東北端，東臨南投縣竹山鎮，以清水溪為界；北接彰化縣二水鄉，以濁水溪為界；西鄰雲林縣莿桐鄉；南毗雲林縣斗六市。全鄉依山傍水、沃野千頃，是雲林縣東北屏障，也是嘉南平原北路要衝，地理位置極為重要。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%85%A7%E9%84%89',
          ),
        'descs' => array (
            '林內鄉名源於鄉治所在之林內聚落。在清朝以前，本是一林蔭濃密之大林野，位於山麓，半山半原，雜木叢生荊棘遍布人煙絕跡之地。清康熙末年漢人渡台至此墾拓，因係於森林內建立村落，故名之為「林內」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%85%A7%E9%84%89',
          ),
        'descs' => array (
            '早在台灣史前時期，林內地區即有人類在此活動，已發掘的史前文化遺址有位於坪頂村聚落南側的坪頂遺址。該地洽處清水溪匯入濁水溪處之紅土高位階地，地勢較為平坦，視野廣闊。鄰近較低階面亦發現有史前文物，但因現為茶園、養雞場，調查困難，因而出土遺物較少，分布範圍也較不明確。該遺址的出土文物以陶器、石器為主。陶器主要為灰黑色夾砂陶，口緣、腹部外側及唇口內緣有紋飾，紋飾種類相當豐富。石器有打製斧鋤形器、石片器、磨製石銹、石刀、砥石及網墜等。其文化內涵較近於營埔文化水底寮類型，年代約為公元前一千年。斧鋤形石器具有砍、挖、翻等功能，多用於耕作。夾砂陶是在黏土中摻入適當比例的砂粒，因均勻受熱而比較耐燒，多用於具有烹煮功能的大型陶鍋。由這些出土器具的用途，可推斷當地史前住民已從事農業，並進行手工業活動。',
            '1624年7月，荷蘭人在台南安平登陸，逐步擴展勢力範圍（1624－1662年，台灣荷蘭統治時期）。當時北從今臺中市霧峰區，南至今臺南市新營區的靠山平原地帶，都還是平埔族群洪雅族的活動領域，尚無漢人墾殖記錄。而其中的今林內地區，則與洪雅族斗六門柴裡社的所在地極為接近，應與其密切相關。依據荷蘭人於1647年所作的戶口統計資料，村落 Arrissangh（別名 Talack Bajen）有108戶、316人。斗六著名史家鄭津梁認為戶口資料中的村落 Talack 即斗六門的音譯，Arrissangh 則指柴裡社（今斗六市三光里）。由於荷蘭人有抽人頭稅，易導致少報人口數，該數字因此未必可信。但無論如何，當時今斗六、林內地區的人口數應相當稀少。1662年2月（陰曆：明永曆十五年十二月），鄭成功在攻台之役獲勝，結束荷蘭人在台灣的統治 （1662－1683年，明鄭時期）。鄭成功為解決軍民糧食問題，大力實行屯田制。1665至1667年（永曆十九至二十一年），明鄭部將林圮率眾開墾斗六門，並及於今林內、竹山一帶。今林內鄉九芎村的營盤園，即當時林圮所墾之地。',
            '1683年8月（南明永曆三十七年七月，清康熙二十二年七月），鄭克塽投降清朝，台灣進入長達212年的清治時期（1683-1895年）。清治初期，漢人開始大規模開墾斗六、林內地區。其中林內地區的主要拓墾者，有康熙末年入墾林內聚落的鄭萃徘、雍正年間入墾九芎林聚落的楊逞，及曾協助鄭萃徘開墾林內，其後轉至九芎林開墾楊逞所未及地區的蔡麟。1760年（乾隆二十五年），余文儀在其編纂的《續修臺灣府志》中，已記載斗六門保為諸羅縣新增三十九保之一。據此可以推斷此時斗六、林內地區已成為漢人聚集地，沃野亦幾已全部開發。1786年（乾隆五十一年）陰曆閏七月，楊逞養子楊功懋（又名楊光勳）、親子楊功寬二人因怨而各自結黨，為首諸人遭收押後，黨人糾眾劫囚而遭大規模逮捕。該案前後輯拿黨徒及劫犯共五十餘人，楊逞、楊光勳俱被列為首犯而遭正法，楊家田園一千餘甲及家產悉遭抄封入官。由於斗六門位於山嶽、平原交界地帶，加上地理位置重要，每逢戰事，易成雙方攻防要地。例如與上述事件同年的林爽文事件、1832年（道光十二年）的張丙事件、1862年至1864年（同治元年至三年）的戴潮春事件皆是。當時林內地區隸屬斗六門，多少亦受波及。清朝時期規劃縣治區，本鄉東南部約三分二之面積隸屬斗六堡，包括林內莊、咬狗莊與九芎林莊；西北部約三分之一面積則隸屬溪洲堡，包括烏塗仔莊全部與新莊仔莊的東半部。',
            '1895年4月（清光緒二十一年三月，日本明治二十八年四月），清朝和日本簽訂《馬關條約》，將台灣割讓予日本。5月底，台灣軍民起而反抗日軍接管，爆發乙未戰爭，至11月中旬始宣告平定。在乙未戰爭中，抗日義軍曾於8月27日八卦山之役結束後，撤守雲林縣。在斗六與日軍近衛師團進行遭遇戰。徐驤、簡義、陳文晃、廖琛、黃丑等率部奮勇抵抗，徐驤陣亡。日治初期行政區劃雖更改頻繁，但傳統的堡里、街庄體制依然維持。大正九年（1920年）廢除堡里、街庄而改設街庄、大小字，本鄉東南部約八分之七面積歸屬台南州斗六郡斗六街，包括林內、九芎林、烏塗子三個大字的全部及咬狗大字北半部；西北部約八分之一面積則歸屬同州郡之莿桐庄，但僅含新庄子大字之東半部。',
            '1945年（昭和二十年，民國三十四年），日本在第二次世界大戰戰敗，中華民國政府接收台灣。1946年8月，劃撥原屬斗六鎮之林內、九芎林、烏塗子三個大字及咬狗大字北半部，合併原屬莿桐鄉之新庄仔大字東半部，獨立組成「林內鄉」。',
          ),
      ),
  );
