<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 莿桐鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8E%BF%E6%A1%90%E9%84%89',
          ),
        'descs' => array (
            '莿桐鄉位於台灣雲林縣北部，嘉南平原極北端，北隔濁水溪與彰化縣相鄰。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8E%BF%E6%A1%90%E9%84%89',
          ),
        'descs' => array (
            '莿桐古稱「莿桐巷」，清朝以前刺桐叢生，人煙絕跡，先民到此墾荒，擇一小巷建屋成村，刺桐樹綠布全巷，故取名為莿桐巷。',
            '《諸羅縣志》記載「打馬辰陂」，即源由虎尾溪分支流出灌溉孩沙里，莿桐、饒平厝，直至西螺一帶。由此可知在康熙年間，已經有相當的開墾地。又乾隆年間，閩人真、張、王等姓開拓樹子腳、頂麻園、湖子內等地。清光緒13年（1887年）成立雲林縣，本鄉莿桐、孩沙里、新莊、番子、甘厝劃屬西螺堡，新庄、湖子 內、 頂麻園、後埔、樹子腳、大埔尾、油車等地則隸屬溪州堡。',
            '1898年，實施縣制，隸屬溪州廳、西螺堡、樹子腳區，日治時期開闢縱貫公路，地方漸漸繁榮，1920年改為台南州斗六郡莿桐庄，至今成為正式地名。1946年改為台南縣莿桐鄉；1950年行政區域重新調整，改隸雲林縣莿桐鄉。',
          ),
      ),
  );
