<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 西螺鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E8%9E%BA%E9%8E%AE',
          ),
        'descs' => array (
            '西螺鎮，別稱螺陽，位於臺灣雲林縣北端，北隔濁水溪與彰化縣相鄰，以稻米、醬油及西螺大橋聞名各地，為雲林地區重要的農業鄉鎮之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E8%9E%BA%E9%8E%AE',
          ),
        'descs' => array (
            '西螺鎮名稱來源自台灣原住民巴布薩族Sailei社之社址，漳州人以其鄉音而稱之為「西螺社」，荷蘭人則稱之為「Sorean」。古時又有稱之為「螺陽」者，係開拓者為追思故土泉州府惠安縣螺陽鎮之故；又因位濁水溪之南，地理屬陽面，為古時文人墨士所用之雅稱。',
            '西螺最早的居民為平埔族的巴布薩族人，荷蘭時代獎勵漢人移駐開墾，漢人乃漸漸增多。清初時，西螺為台灣墾殖的重鎮，最初稱為「西螺堡」，隸屬彰化縣，光緒11年（1887年）台灣建省後，增設雲林縣，西螺始劃歸雲林。',
            '日治時期初期，西螺隸屬台灣縣嘉義支廳，1897年改屬雲林出張所，1900年又改隸嘉義縣斗六辦務署。1901年再改屬斗六廳管轄，到了1911年，斗六廳廢止，改隸屬於嘉義廳，1920年，重劃行政區，總督府公告實施「五州二廳」，西螺屬台南州虎尾郡管轄，並設西螺街役場。戰後初期，1945年，西螺街役場改名西螺鎮公所，台南縣所轄，1950年（民國三十九年）10月，改雲林縣管轄。',
          ),
      ),
  );
