<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 北港鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%B8%AF%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '北港鎮位於臺灣雲林縣西南方，隔北港溪與嘉義縣相鄰，是雲林的一個鎮。本鎮位居台灣省中南部沿海，地處雲林縣與嘉義縣交界，為嘉雲兩縣工商業交通門戶，亦是全省南北運輸必經之地。本鎮周圍有北港溪環繞，古時候為本省水陸交通經濟中心，經常平均氣溫約攝氏二十五度，四季雨量變化不一，且集中於夏季，而冬季盛行東北風，使本鎮成為一個自然環境優越，適於人口居住之古文化城。',
          ),
      ),
    '北港迎媽祖' => array (
        'sources' => array (
            '北港迎媽祖' => 'http://mazu.ioa.tw/'
          ),
        'descs' => array (
            '農曆三月期間在臺灣各地迎媽祖的廟會活動非常頻繁，而在這段時間的北港鎮更能看到媽祖廟會的盛況非常，它對北港人的意義更是第二個過年一般，多數在外地工作的北港遊子都會回鄉參與！每當到了農曆三月十九上午，大家都在等著廟口起馬炮點燃，燃後蹦的一聲，繞境隊伍開始出發了，漸漸的北港街頭鞭炮聲四起，廟會遶境就此正式已經開始！夜晚街道上可見家家戶戶都會用辦桌的方式來邀請遠方親友一同慶賀媽祖聖誕！',
            '廟會期間，沿路上可見每家每戶都準備好香案、水果和金爐來恭迎媽祖聖駕。從農曆十九日至二十三日媽祖聖誕當天，街道上不只有陣頭遶境的活動，還有真人藝閣遊行！目前真人藝閣在台灣已經是越來越少見，北港藝閣數量目前是全台數量最多的藝閣遶境。這兩天北港朝天宮內的祖媽、二媽、三媽、四媽、五媽、六媽等媽祖鑾轎及其前鋒太子爺、虎爺等宮內的神明皆會出巡繞境，並且北港在地的廟宇與宗教社團也都會一起共襄盛舉，沿途信徒會施放大量的鞭炮希望事業「愈炸愈發」，活動當天各式各樣的陣頭與藝閣繞境隊伍綿延可達好幾公里。',
            '文化古鎮當然不僅限於朝天宮的文物與活動，舉凡北港圓環的顏思齊紀念碑、三級古蹟義民廟、知名景點甕牆、美食小吃，這些都是北港的在地文化、特色。其實來到這古鎮，可以看到的不止是香客人潮、也不止是香紙鞭炮，如果細心品嘗這些人文藝術，其實可以看到先民開墾台灣的痕跡。如果要把每片磚瓦的故事講過一輪，我想那不是三言兩語的，想知道更多北港之美，歡迎各位親自到北港來玩吧！',
          )
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%B8%AF%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '北港是古笨港的一部份，原為洪雅族貓兒干棲地，漢人開發始於明朝天啟年間漳州人顏思齊登陸築寨，之後鄭芝龍招閩籍墾戶拓墾，陳衷紀、許友儀、林天生等漳泉墾首跟進，陳立勳建笨港街，清雍正之前港市盛極一時，「北港街，即笨港」，原位於笨港溪（今北港溪）出海口。明朝天啟元年（1621年）顏思齊、鄭芝龍率眾登陸笨港，並引三千移民入墾，為漢人大規模移墾台灣之始祖。',
            '早年笨港港道迂迴，易於迴避官兵，成為先民入墾台灣渡口之一。康熙三十三年（1694年）樹璧和尚自湄洲，奉請媽祖赴臺傳香，笨港始建「笨港天妃廟」，即今「北港朝天宮」。不久靈氣遠播，至道光年即有詩人讚稱「北港靈祠冠闔臺。」',
            '商業上，笨港因依畔笨港溪而興起，康熙年諸羅縣志即記稱：「笨港街、臺屬街市，此為最大」，乾隆年府志更記稱：「笨港街、俗稱小臺灣。」，除此之外也有「一府二笨」之說。',
            '滿清治台，民變不斷，多次波及「笨港」因林爽文事變而建「旌義亭」。同治年戴萬生之變殉難人士亦合祀於「旌義亭」，並改稱「義民廟」。',
            '北港溪一如台灣其他溪河，非潦即旱；加上河道日益淤淺，離海愈遠，至日治時期，海關撤站始喪失貿易功能。但仍為農產品集散中心，日治時期糖廠的設立對北港近百年來的經濟亦帶來不少助益。',
            '行政區劃方面，日治時期，北港鎮範圍原屬斗六廳（後嘉義廳）的大槺榔東頂堡，1920年成立北港街，屬北港郡，定型現今的北港鎮範圍。戰後該街改制為臺南縣北港區北港鎮，1950年因台南縣分拆，被劃入雲林縣，雖時北港地區有人民要求合併入緊鄰的嘉義縣，但未果。 ',
          ),
      ),
  );
