<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 水林鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B4%E6%9E%97%E9%84%89',
          ),
        'descs' => array (
            '水林鄉位於台灣雲林縣西南方，南隔北港溪與嘉義縣相望。本鄉地處嘉南平原西北部，地勢平坦，氣候屬副熱帶季風氣候，因顏思齊曾經率領漢人登陸此地開墾，有「開台第一鄉」之稱。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B4%E6%9E%97%E9%84%89',
          ),
        'descs' => array (
            '地名由來史實難可考，不過有在日治時期1920年（大正9年）前就稱為「水漆林」之說法，水漆即為在海邊水澤蔓生的咬人狗。後有一說是「水燦林」。',
            '本地據傳聞明朝末年遺臣渡海來台灣避難之時，就有原住民散於此地耕種。清領時期1683年（康熙22年）之後，就有中國大陸的福建漳州、泉州兩地移民逐漸移居至此。1723年（雍正元年）清朝即將該地規劃於諸羅縣轄內，1888年（光緒14年）改歸轄於雲林縣。日治時期施行廳行政改革，先改為斗六廳之後再改規畫於嘉義廳。實施地方自治又改編入台南州北港郡所屬，1920年（大正9年）改為編轄於台南州北港郡設立庄役場，並將「水燦林」改稱為「水林庄」。戰後，水林鄉隸屬台南縣，之後將其命名「水林鄉」，轄有24村。1950年10月25日國民政府施行政區域重劃，水林鄉再次改於隸屬雲林縣。',
          ),
      ),
  );
