<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 口湖鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8F%A3%E6%B9%96%E9%84%89',
          ),
        'descs' => array (
            '口湖鄉位於台灣雲林縣西南沿海，西濱台灣海峽，養殖漁產豐富。古稱尖山堡，本名象鼻湖。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8F%A3%E6%B9%96%E9%84%89',
          ),
        'descs' => array (
            '清領時期屬於諸羅縣尖山堡，日治時期設口湖庄，轄屬台南州北港郡。',
            '舊金湖港，也被稱為下湖港，即今雲林縣口湖鄉，四湖鄉，臺西鄉一帶，是雲林縣唯一的對外港口，也是北港溪的出海港，《雲林縣采訪冊》記載：『北港溪即笨溪，在縣溪南四十五里，南隸嘉義，北屬雲林，為二邑分界之所，源出沙連堡之清水溪，由大坵田通濟圳，入白沙敦之鹿莊，紆迴至北港。』『從興化店鹽水埔西南出口，入尖山堡之無尾敦山仔匯而入下湖港出海。』',
            '因南北長達三十餘里，狀似象鼻，所以又稱象鼻湖或樹苓胡，在《東溟紋後集卷》中即清楚地記載樹苓湖的方位，北距臺西十五公里，外有西沙山汕兩道，內匯為湖，上下三十餘里，以五條港為上湖，樹苓湖(金湖港)為下湖，內水深自一丈七，八尺至四、五尺不等，自岸約逾十里，潮大時一望汪洋，潮退時候海灘至岸淤五、六里。上湖口門久淤，惟下湖可進大商艘，海岸寬闊，居民無多，門口復遠，力難到，亦無險可據守。',
            '在道光中葉即取代猴樹港而成為笨港對外運輸的河口港，且根據《臺灣輿圖纂要》記載：『出湖，舟遇逆風，可泊寄於此；舟至鹿港口，猝遇北風，逆不得入，則沿海岸深處，駛往下湖，或樹苓湖灣可避也。』',
            '下湖與樹苓湖具有轉運和休息的功用，因此港街上商販雲集，人口眾多，成為當時非常繁華的港口商鎮。',
          ),
      ),
  );
