<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 四湖鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9B%9B%E6%B9%96%E9%84%89',
          ),
        'descs' => array (
            '四湖鄉位於台灣雲林縣西部沿海，西濱台灣海峽，養殖漁產豐富。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9B%9B%E6%B9%96%E9%84%89',
          ),
        'descs' => array (
            '全省吳姓子孫的大本營─四湖鄉，清時隸尖山堡，地名源於今湖西村至四湖村之間，早期有二大湖、二小湖，漢人建莊後便稱此地為四湖。本地開發始於明崇禎年間，閩人入墾東南境，清康熙年間，陳姓墾戶曾大舉開發，知縣周鍾瑄開鹿場埤，之後閩人漳籍業戶及泉人吳夷、吳梓、薛時立等四方進墾，清中葉前，海埔、溪底平原及海埔地盡闢。',
            '四湖鄉位於雲林縣之最西端，遠在明朝之崇禎時代，則距今參佰餘年前由漳、泉二州方面移民來此開墾田園，興設文教，當時四湖部落周圍東面自四湖部落至溪底，南面自四湖至鹿場、蔡厝，西面自四湖至湖寮、羊調，北面自四湖至保長湖、頂湖一帶，四面皆屬天然廣大之湖，故自樟、泉二州方面移民來此部落命名為四湖，垂至於今。',
            '今日的四湖鄉在清朝時期據聞乃由四個湖組成的四個部落，其位置大概是現在的保長湖、四湖、施湖、頂湖、下湖村等地方，清朝末期本鄉已有約23個聚落村莊，全區隸屬尖山堡管轄範圍。',
          ),
      ),
  );
