<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 雲林縣 元長鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%83%E9%95%B7%E9%84%89',
          ),
        'descs' => array (
            '元長鄉位於臺灣雲林縣西南方的一個行政區域，擁有豐富農產之鄉鎮，主要農產品有:花生(產量全台第一，約佔28%)、鴨鵝肉產品(元進莊)皆產自於元長，牛蒡、蒜頭、稻米也是本鄉的主要農作。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%83%E9%95%B7%E9%84%89',
          ),
        'descs' => array (
            '明朝即有開發歷史記載，黃、吳、蘇、傅等四姓先民來臺開墾本地的原祖四姓，後因傅姓回到福建省泉州府邀請李姓長工來台開發，而後有泉州府南安縣芙蓉鄉李氏五大房移民居於此地，今日李姓依然為元長鄉最主要的姓氏之一，清朝乾隆年間，福建省泉州府人傅元掌最初在本鄉開墾，傅氏為人樂善好施，為鄉里所推崇，其過世後居民為紀念其人，將本地命名為元掌莊。在清嘉慶年間，本地居民平定土匪有功，皇帝賜名元長，取其天長地久之意。',
          ),
      ),
  );
