<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 連江縣 南竿鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E7%AB%BF%E9%84%89',
          ),
        'descs' => array (
            '南竿鄉位於閩江口外東海中，為中華民國福建省連江縣所屬面積最大、人口最多的行政區，也是連江縣政府所在地，自從南竿機場興建完成後，南竿已成為馬祖地區交通、政治、經濟、教育及文化中心，因此當地人皆稱南竿為「本島」。 南竿鄉轄區包括人口聚居的主要島嶼南竿島，及黃官嶼、鞋礁、北泉礁、劉泉礁等無人島礁，均屬於馬祖列島的一部分。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E7%AB%BF%E9%84%89',
          ),
        'descs' => array (
            '清朝李鼎元的《使琉球記》記載，福建興化軍孝女林默娘，人稱「媽祖」，因父兄駕船於閩江口海域遭遇船難，林默娘跳入海中以救父兄，卻因而罹難，遺體當年隨海漂流至閩江口附近的小島（即今日南竿），被漁民打撈上岸，並將她葬在海岸邊。湄洲的鄉親一度以為媽祖已羽化昇天成仙，且為感念其孝心，遂蓋廟紀念她的孝行。但是馬祖人認為，媽祖葬於現今馬祖南竿馬港天后宮宮內的靈穴石棺中，且興廟供奉媽祖，世代至今。這個島因而被稱為媽祖島，爾後又改為馬祖。馬祖地名因此而來，媽祖也成為馬祖居民最重要的信仰。',
            '早在北宋中期，福建長樂、連江等縣沿海居民，已涉海徙居南、北竿塘，以農、漁為業。元朝末年時，已經形成聚落，頗為繁盛。',
            '明朝初年實行海禁及「遷民墟地」政策，南、北竿塘居民盡徙內地，當地成為荒島，倭寇、海盜因而經常出沒。明朝中葉開放海禁，福建沿海貧民又陸續遷來，極力開拓，至明末時，人煙已經稠密如昔。清初實行更為嚴厲的海禁和「遷界移民」政策，迫遷海島居民，並將房舍焚毀，再度使竿塘成為禁地。康熙後期開始，陸續有人遷入。嘉慶16年，肅清蔡牽等海盜之後，長樂、連江等縣沿海貧民更大舉遷居島上謀生。',
            '1919年（民國8年）夏季，颱風及海水倒灌重創長樂縣沿海地區，災民多達5、6萬人。其後數年因土地過鹹無法種植稻穀，加上災後瘟疫橫行，難民紛紛出走，其中移入竿塘地區者頗多。',
            '1935年（民國24年）馬祖列島始設保甲制度，設竿西聯保辦公處於北竿塘岐鹽倉（今塘岐國小）。其後因轄區過廣，再劃分成竿塘、西洋兩保。民國38年國軍進駐，於南竿成立「馬祖守備區指揮部」，接著實施戰地政務，將連江縣政府設於南竿，從此南竿成為馬祖地區政經中心。1955年南竿鄉的金沙、牛角、山隴、鐵板、西尾五村，分別改名為津沙、復興、介壽、仁愛、四維村。1988年福澳村改名為經澤村，1992年改回原名（作「福沃」）。',
            '2000年（民國89年）「小三通」啟動以後，福澳港成為馬祖地區與福州馬尾往來的港口。2003年1月南竿機場的啟用，使得南竿成為馬祖地區的交通樞紐。',
          ),
      ),
  );
