<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 中西區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E8%A5%BF%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '中西區是臺灣臺南市轄下37區之一，國民政府接收臺灣後分設為臺南市中區及西區，兩區原以西門路為界。2004年1月1日起因為行政精簡需要將其合併，合稱為中西區。此區為漢人在臺灣最早開發的區域，曾為全臺統治中心近200年，至今仍為臺南市中心。古蹟眾多、人文歷史豐富及新舊混雜的景觀為顯著特色。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E8%A5%BF%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '中西區發展歷史悠久，可謂是漢人政權在臺南的發源地，因此區包含自清領時期府城大部分城區舊址之區域，故老臺南人所稱狹義府城即為此區或鄰近行政區所圍之區域。',
            '區內部街道歷史悠久，如民權路（普羅民遮街）於荷治時期即存，素有台灣第一路之稱；忠義路部分段是明鄭時期承天府及清治時期臺灣府城的禾寮港街，兩街交會處為臺灣於清治時期之官道原點，同時亦為臺灣府城的街坊中心。路廓成形後因古蹟密度極高，日治時期之市區改正計畫亦沿用舊有路廓重整之，故與戰後開闢之道路相比較為狹小，亦為本區特色。區內古蹟之年代多屬明鄭時期以降至清治時期之閩式建築，非常適合散步遊覽。因為廟宇眾多，民俗活動在本區內也常見。',
            '臺南市為全臺灣國定古蹟最多之處，而中西區則為臺南市國定古蹟最多之行政區，共計10處，占全市50%。',
            '由於歷史因素，中西區之住宅與商業區的區隔不明顯，較知名的有中正路沿線商圈及昔日之民族路商圈等。中正路商圈始自日治時期，為末廣町，有「銀座」之稱，而後因所交匯之海安路商圈地下街開發案之故（封路、空氣汙染等），間接遭受影響，曾沒落近十年，頂美近年成為中西區的新興住宅區。近年臺南市政府極力改造，漸有回升跡象，但主要商業中心已移轉至臺南車站附近。',
          ),
      ),
  );
