<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 東區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%8D%80_(%E8%87%BA%E5%8D%97%E5%B8%82)',
          ),
        'descs' => array (
            '東區是臺灣臺南市37個行政區之一，在縣市合併之前，因位於原省轄臺南市東側而得名。區內大專院校與國中小遍布，有文教區之美譽；而國道一號、縱貫公路與臺鐵縱貫線等重要交通路線接有通過本區、故商業機能亦極為發達。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%8D%80_(%E8%87%BA%E5%8D%97%E5%B8%82)',
          ),
        'descs' => array (
            '今日東區的大部分地區，在19世紀之際，仍是臺南城外東方與東南方人煙稀少的平原。由於位於地勢較高的臺南臺地、也無大河橫貫，境內多為旱地沙埔，風吹即漫天飛沙。因此，清領時期末期基督教長老教會在臺南城傳教遇到當時居民排斥後，便轉往人煙稀少的城東建立據點。位於東區的臺南神學院（1882年建立）、長榮中學（1885年）、長榮女中（1887年）以及新樓醫院便由當時延續至今。',
            '日治初期在現今東區的範圍內，有關帝廳、虎尾藔、王牛稠、前甲、太爺廍、後甲、許厝甲、草店尾、三份仔、中樓仔、竹篙厝、大路東等零星小庄。後來隨著都市擴張，許多機關公共設施進駐東區，促成東區開發。包括步兵第二聯隊、臺南車站、知事官邸、糖業試驗所、高等工業學校（今成功大學）、臺南第二中學校（今臺南一中）等。東門町附近在日治中期後亦成為工業區，有湯川組、鳳梨合同株式會社、臺南煉瓦株式會社、日乃出煉瓦工場、燦發煉瓦工場等工業，吸引許多臺南沿海地區居民來此謀生，形成合同寮仔、高工寮仔、牛車寮仔等新聚落。',
            '二次戰後，日人遣返日本內地，在東區遺留的軍事設施及附屬建築吸引中國各省居民遷入，形成多處眷村。而1941年公布的都市計畫，擬在今日的東區設立公園道（今林森路）與外環道（今中華東路）。1970年代，前述道路的終於闢建，加上中山高速公路的興建，交通改善的東區快速成長。至2010年縣市合併前夕，東區為臺南省轄市人口最多的一區，近20萬人。',
            '1970年代，東區多次進行土地重劃，以滿足人口增長，其間許多軍事用地也釋出供都市計畫使用。其中最重要的是第四期重劃區、後甲重劃區、虎尾寮重劃區等。第四期重劃區位於竹篙厝，設有臺南文化中心、監理所、地政事務所、區公所、市立醫院等設施。後甲重劃區毗鄰國立成功大學，位於公園道與外環道間，現發展為文教住宅區。虎尾寮重劃區位於臺南交流道旁，原為高鐵臺南站預定地之一，但後來轉為住宅用途。',
            '在這過程中，過去在城外的零星小庄，至此已城市化，融入市區並成為市區的一部分。釋出軍事等公有土地，轉為都市用地的過程至今仍在進行，進行中的平實營區重劃區預定將原陸軍營區及眷村改建為「東台南副都心」。',
          ),
      ),
  );
