<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 南區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%8D%80_(%E8%87%BA%E5%8D%97%E5%B8%82)',
          ),
        'descs' => array (
            '南區是臺灣臺南市37個行政區之一，因位於市區南端而得名。昔為府城南郊，前身大致為日治時期南區、青濱區、真濱區所合併及爾後數次的調整區界而成，今範圍相當於日治後期的濱町南部、汐見町、青葉町、塩埕、桶盤淺、下鯤鯓、鞍子、灣裡等地。',
            '本區北以永華路、健康路等與中西區為界，西北和安平區相鄰運河，東邊與東區、仁德區接壤，南邊以二仁溪與高雄市湖內區及茄萣區為界，西方則為臺灣海峽。著名景點有黃金海岸、竹溪寺、臺南市立體育場。',
          ),
      ),
  );
