<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 北區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E5%8D%80_(%E8%87%BA%E5%8D%97%E5%B8%82)',
          ),
        'descs' => array (
            '北區是臺灣臺南市37個行政區其中之一。北區位於原臺南市北端而得名，係集日治時代後期之老松町、寶町、明治町、福住町、入船町、北門町、花園町、三分子、鄭子寮、大港寮、文元寮等綜合而成。今東以柴頭港溪與永康區相隔、北門路、小東路與東區為界，西以武聖路及和緯路、南以成功路與中西區連接，北以鹽水溪緊接安南區。',
            '北區地勢平坦，氣候因地處北回歸線之南屬於熱帶氣候，因受海洋及驟雨影響，每年氣溫平均常在攝氏24度左右，頗為適宜，惟多風，每逢颱風季節低窪地區易於積水。',
          ),
      ),
  );
