<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 安平區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%B9%B3%E5%8D%80',
          ),
        'descs' => array (
            '安平區是臺灣臺南市三十七個行政區之一，北以鹽水溪和安南區為界，東以民權路、中華西路與中西區相鄰，南則隔運河與南區毗鄰，西為臺灣海峽。臺南市政府永華市政中心（原省轄臺南市政府）即座落此處，區內北端為老安平聚落，為漢人最早開發地之一，在荷蘭時期時這裡建有大員市鎮，是臺灣最古老的市鎮，而「臺灣」之名也起源於「大員」（荷語：Tayouan），因此此區可說是臺灣歷史的起源地。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%B9%B3%E5%8D%80',
          ),
        'descs' => array (
            '安平在荷蘭殖民時期之前已被稱為「大員」、臺灣，例如《東番記》。明朝永曆15年（西元1661年），鄭成功取代荷蘭人管轄臺灣，此批來臺漢人改名大員為安平，取自福建省泉州府連接晉江與武榮的安平橋；時設有安平鎮，同時為鄭氏王城所在。',
          ),
      ),
    '新舊之分' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%B9%B3%E5%8D%80',
          ),
        'descs' => array (
            '戰後的安平區，係合併日治時期的臺南市直轄的「安平」、「上鯤鯓」兩個大字而來，沿續至今產生「舊安平」、「新安平」的差別。一般語境下所稱的安平，僅單指舊安平。其為歷史悠久、古蹟眾多的知名觀光區。老安平聚落旁有安平舊港，清領時期至日治初期曾為南臺灣第一大港，今已封淤。',
            '而上鯤鯓即所謂的新安平，為台江內海遺跡，至清代以來逐漸轉為魚塭使用。1979年的都市計畫中，確立填平魚塭以擴大市區的方針，並編為第五期市地重劃區，也因而產生五期之名。1997年將市政府與市議會遷至五期，與舊安平相隔運河。另本區西南端與鄰近的南區設有安平工業區與安平商港（大部分工業區及實際港口位置設於南區，安平區之三鯤鯓為新港北防波堤、南區之四鯤鯓為新港南防波堤），臺南人另稱工業區或安平工業區以便與安平區區別；而安平商港又稱新港口、安平新港，與舊港區別。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%B9%B3%E5%8D%80',
          ),
        'descs' => array (
            '在荷蘭時期之前，上鯤鯓等沙洲是位於下林仔（今臺南市南區夏林路一帶，荷蘭時期的克利（Celij）森林）的大員社（Tayouan）狩獵之地，並建有簡單的草寮。',
            '而在明朝中葉之後，安平一帶了聚集明朝和日本的走私客，以及葡萄牙、西班牙與英國等歐洲商人互相或與平埔族進行貿易，因而在今安平延平街形成市街。不過當時市街的長度似乎只有從今天延平街104巷往東到石門國小而已，至於往西的部分則在今周龍殿處設有仲裁所來處理商業糾紛，而當無法解決時，則在仲裁所與上鯤鯓沙崙之間的決鬥場解決。',
            '而在1604年荷蘭東印度公司派遣韋麻郎（Wijbrant van Waerwijck）到澎湖時，他除了派人到廈門與明朝交涉通商事宜外，也派人到安平海域尋找其他的良港。',
          ),
      ),
  );
