<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 安南區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%8D%97%E5%8D%80',
          ),
        'descs' => array (
            '安南區位於臺灣臺南市，西濱臺灣海峽，南以鹽水溪與安平區、中西區、北區為界，北以曾文溪與七股區、西港區為界，東鄰永康區、新市區、安定區。2010年五都改制直轄市之前安南區曾為全台灣面積最大的市轄區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%8D%97%E5%8D%80',
          ),
        'descs' => array (
            '安南區在不到300年前仍是一片汪洋，屬於臺江內海的一部份，內海外緣臨臺灣海峽處有北線尾等沙洲。據史載，清領時期乾隆年間即開始有海埔新生地浮出，遭百姓圍墾。1823年曾文溪改道使得內海快速淤積，沿海居民據地圍墾、搭建臨時草寮，故形成許多「藔」字地名，日治後日人再改作「寮」。古時有臺江十六寮（草湖寮、南路寮、中洲寮、溪頂寮、陳卿寮、和順寮、總頭寮、新寮、布袋嘴寮、溪心寮、海尾寮、本淵寮、公親寮、學甲寮莊、溪南寮、五塊寮）的說法，即為歷史之見證。',
            '日治初期，此地大部份屬外武定里。1920年台灣總督府實行五州制，該地設安順庄，隸臺南州新豐郡。當時安順庄濱海尚有臺江內海遺留的水域，唯此後漸漸陸化；復加上1938年4月1日原北門郡七股莊土城子、青草崙兩個大字因曾文溪下游改道，使得該地居民與安順莊交流日漸，遂順應民情改隸安順庄，使得安順庄面積不斷增大。戰後設臺南縣新豐區安順鄉，而後於1946年3月10日併入省轄臺南市。新區名取安順與臺南之意，合稱為安南。',
          ),
      ),
  );
