<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 永康區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%BA%B7%E5%8D%80',
          ),
        'descs' => array (
            '永康區為臺灣臺南市的市轄區，位於臺南市西南部。五都改制前，稱臺南縣永康市（民國82年前則為臺南縣永康鄉）。因工商業、交通發達，人口和都市規模成長相當快速；現為臺南市人口最多的轄區。另知名企業─統一企業、大成長城企業總部皆設於本區；臺灣前20名銀行及各大知名餐飲業者皆有在本區設立多個據點。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%BA%B7%E5%8D%80',
          ),
        'descs' => array (
            '永康開發頗早，史前文化有進入鐵器時代的蔦松文化。荷治時期亦有荷人在此築橋的紀錄，鄭成功死後也葬於境內的洲子尾。但永康在歷史上一直是臺南府城東側的僻地，直至戰後臺灣邁入工商業社會才急速成長，今已成都會區之一部份。',
            '1920年臺灣地方改制，於此地設置永康庄，名稱取自清代保里「永康上中里」，隸臺南州新豐郡、設庄役場於埔姜頭（屬於永康大字）；二次大戰後，改設鄉。戰後初期永康仍是以第一、二類型產業為主之傳統鄉鎮。1977年人口67,763並超越縣治新營鎮（今新營區），成為臺南縣第一大鄉。1978年中山高速公路全線通車，永康設有交流道一處，除交通地位提升外，亦配合同期的臺南市區向東北擴張，吸引臺南縣各鄉鎮甚至其他縣市移居，進入快速成長期，在接下來的卅年間人口增為三倍。1993年突破15萬並升格縣轄市，2002年達成20萬人口。2009年9月人口214,033超越屏東縣治屏東市，2015年8月人口突破23萬。2010年12月25日隨著五都改制，改為直轄市轄區，為臺南市永康區。',
          ),
      ),
  );
