<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 歸仁區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%AD%B8%E4%BB%81%E5%8D%80',
          ),
        'descs' => array (
            '歸仁區位於臺灣臺南市南端，北臨永康區、新化區，東鄰關廟區，西鄰仁德區，南接高雄市阿蓮區、路竹區。主要河川有許縣溪、二仁溪，前者為鹽水溪主流上游，構成本區與關廟區北段邊界；後者則為本區與高雄市之界河。本區全境屬平原地形，地勢平坦，是嘉南平原的一部分，無山坡、丘陵，氣候上則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%AD%B8%E4%BB%81%E5%8D%80',
          ),
        'descs' => array (
            '歸仁區早期是原住民平埔族西拉雅族新港社的墾地。南邊「舊社」聚落聚集成雙現街名「舊社街」，在現今看東村「楊厝」庄東一帶；荷蘭時代安平、赤崁原民移入在「舊社」北邊另成「後巿仔」聚落；明鄭時期，曾在保西、大學設立書院，因而取「天下歸仁焉」之義通稱此鄉里為「歸仁里」。後來陳、李兩姓在舊社北邊、後巿仔南邊之間（今歸仁國小南邊）開墾新社區，利用舊社十三窯燒紅磚瓦，築瓦厝而居，因故名「紅瓦厝」。1920年臺灣地方改制，日本在此地設置「歸仁庄」，劃歸臺南州新豐郡管轄，戰後改設臺南縣歸仁鄉。2010年12月25日，隨著臺南縣市合併升格直轄市，改制為歸仁區至今。',
          ),
      ),
  );
