<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 新化區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8C%96%E5%8D%80',
          ),
        'descs' => array (
            '新化區位於臺灣臺南市中部偏南，北鄰新市區、山上區，東為左鎮區，西鄰永康區，南接關廟區、龍崎區，西南則鄰歸仁區。地勢東邊較高，為「新化丘陵」的一部分；西邊較低，為平原。並有鹽水溪支流流貫。臺灣第一座水庫─虎頭埤水庫即位於本區境內。另外，本區每年還會舉辦一個特有的民俗活動─「鬥蟋蟀」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8C%96%E5%8D%80',
          ),
        'descs' => array (
            '新化舊名大目降，早年原為西拉雅平埔族聚落，「大目降」為西拉雅語Tavocan音譯，意為「山林之地」。清朝康熙年間在「台灣縣志」即有「大目降庄」之名，嘉慶年間亦出現「大目降街」名稱，此間各種碑記，亦有刻「大穆降」者。「新化」名稱則係日治時期大正九年（1920年），臺南州新化郡成立時，以大目降為郡役所所在地，故用「新化」為名。而清朝末期之「新化里」，非指現在之新化。戰後改設臺南縣新化鎮。2010年12月25日因臺南縣市合併而改稱新化區。',
          ),
      ),
  );
