<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 左鎮區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B7%A6%E9%8E%AE%E5%8D%80',
          ),
        'descs' => array (
            '左鎮區位於臺灣臺南市東南方，北臨玉井區、山上區，東鄰南化區，西鄰新化區，南接龍崎區、高雄市內門區。本區位處山區，雖地勢不高，地形卻是高低起伏，形成半面山、斷崖、曲流、深谷等特殊地景，缺乏大而平坦的腹地，氣候上則屬熱帶季風氣候。另外左鎮區也是西拉雅族重要的居住區，他們來自新港社的支社「卓猴社」與「隙仔口社」，境內仍有不少公廨。此外菜寮溪化石的發現也令左鎮區受到學界重視，其中的重要發現包括有「早坂犀牛」與「左鎮人」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B7%A6%E9%8E%AE%E5%8D%80',
          ),
        'descs' => array (
            '由於左鎮人的發現，左鎮地區有人類出沒的時間約可追溯至距今2萬至3萬年前。荷蘭統治時期，1644年劃分地方會議區後，左鎮地區大致可歸於北部地方會議區。左鎮地區的原住民來自「卓猴社」與「隙仔口社」兩個聚落，是西拉雅族新港社的支社，其中卓猴社原本屬於左鎮鄉但在1946年改隸於山上鄉。',
            '明鄭時期移民漸入，行政區劃為天興縣新化里，而左鎮地名的由來據說即與此時期有關。日本學者伊能嘉矩、安倍明義認為「左鎮」一詞來自當時來此開墾的部隊「折衝左鎮」。此外另一說法則是當時軍隊在龜潭（在今內庄里）屯田，因人口漸多且地勢險要，遂於轄內左隅駐兵鎮守，因而名「左鎮」。又據說當時在左鎮地區開墾的主要為廖、簡、歐三姓家族，他們在龜潭定居後開拓茂崗、芋匏一帶，後來簡姓家族遷居左鎮本部落，廖姓家族前往口社寮，歐姓家族則往內庄仔發展。另外第三種說法是當時鄭軍並未派兵到左鎮屯田，而是為了維持當時已形成的「木岡社」一帶的治安而派「左鎮」部隊前往駐防，後來明鄭滅亡後用部隊名來指稱當地，而該部隊隊長簡漢超則留居於龜潭地區，後代發展後再遷居左鎮本部落。',
            '清朝統治初期，左鎮地區隸屬臺灣府諸羅縣新化里一帶，因左鎮地處偏遠，當時漢人並未大幅入墾，而在康熙五十六年（1717年）的《諸羅縣志》中，已有記載「卓猴社」與「木岡社」。又康熙年間，新化里分成新化里東保與新化里西保。清雍正十二年（1734年）行政區劃調整，新化里東保改隸臺灣縣，並改稱「新化里」，而據《重修福建臺灣府志》記載，這年分巡臺灣道張嗣在卓猴社設有社學。而到了乾隆年間，據《重修臺灣縣志》（1752年）記載，卓猴社已經大幅漢化，「衣褲半如漢人，諳曉漢語」。而從乾隆年間開始，逐漸有零星移民進入左鎮地區，嘉慶、道光年間從新化地區來的漢人繼續遷入，促使新化里在同治年間分成新化東里、新化西里、新化南里、新化北里，而左鎮地區即屬於新化南里。而在同治年間的《臺灣府與圖纂要》，已經有卓猴莊、石仔崎、頭重溪、菜寮莊、拔馬莊、木岡街等聚落，現今左鎮各聚落已具雛形。而在漢人逐漸遷入左鎮的同時，原住民則因為「乏銀費用」等因素，而被迫典賣、放棄祖先土地。而在光緒年間，新化南里又分成內新化南里與外新化南里，左鎮地區屬於外新化南里（隸屬臺南府安平縣）。',
            '1895年臺灣被割讓給日本後，左鎮地區被規劃隸屬於臺南縣鳳山支廳管轄，但僅止於規劃，實際屬於臺灣民主國的勢力範圍，後來改隸屬臺南民政支部安平出張所。明治廿九年（1896年）恢復縣制後隸屬臺南縣，此時在外新化南里左鎮庄設有臺南縣民政部管轄事務委員取扱事務所，管轄石仔崎、菜寮、左鎮、木崗、內庄仔、九層林、刺桐腳、隙仔口、潭頂、崙頂、港仔墘等聚落。次年（1897年）6月實施六縣三廳制與設置辨務署後，左鎮地區所在的外新化南里歸臺南縣大穆降辨務署管轄，同年年底外新化南里分設第一區（區役場在左鎮）、第二區（區役場在崗仔林）、90。明治卅四年（1901年）實施二十廳制，左鎮地區隸屬於臺南廳大目降支廳，明治四十二年（1909年）實施十二廳制，左鎮地區所在的外新化南里仍隸屬於大目降支廳，但分割成北外新化區與南外新化區',
            '1920年臺灣地方改制，在此設立「左鎮庄」，隸屬臺南州新化郡管轄，庄內有石子崎、菜寮、左鎮、內庄子、山豹、岡子林、草山七個大字。1933年時，左鎮庄有人口6335人，其中有2465人為平埔族（以「熟番」記），剩下的主要是福建系漢人。',
            '二次大戰，臺南州由臺南州接管委員會接管，1945年12月公布「八縣九直轄市」的行政區劃，臺南州新化郡左鎮庄改成「臺南縣新化區左鎮鄉」。此時左鎮鄉底下有光和村、榮和村、左鎮村、內睦村、岡林村、草山村與澄山村，對應過去的大字，而在民國卅五年（1946年）7月時，左鎮鄉光和村（今左鎮區光和里）的「石仔崎」與「卓猴」改隸山上鄉平陽村（今山上區平陽里）、819。1951年11月1日，左鎮鄉底下的左鎮村分出中正村、內睦村分成睦光村與內莊村、草山村分出二寮村，此後左鎮鄉的村里就此底定。2010年12月25日左鎮鄉因臺南縣市合併而改制為左鎮區，底下的村改制為里。',
          ),
      ),
  );
