<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 連江縣 北竿鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E7%AB%BF%E9%84%89',
          ),
        'descs' => array (
            '北竿鄉位於閩江口外東海中，為中華民國福建省連江縣所轄的一個鄉級行政區。北竿鄉轄區包括人口聚居的主要島嶼北竿島，及高登島、亮島等大小島嶼十餘座，均屬於馬祖列島的一部分。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E7%AB%BF%E9%84%89',
          ),
        'descs' => array (
            '北竿鄉位於馬祖列島中北部，座落於福建閩江口外，昔日史書上，與南竿島分別稱作上竿塘、下竿塘或北竿塘、南竿塘，合稱竿塘。',
            '1935年馬祖列島始設保甲，設竿西聯保辦公處於塘岐鹽倉（今塘岐國小），後以轄地過廣，再劃分成竿塘、西洋兩保，在當時北竿是馬祖地區的政經中心，此一地位，一直到1949年中華民國國軍進駐，先是成立馬祖守備區指揮部於南竿，接著實施戰地政務，連江縣政府設於南竿，馬祖的政經中心逐漸轉移至南竿。',
            '馬祖地區於1992年解除戰地政務，次年開放觀光，但同時國軍也開始逐年自馬祖撤軍，至今北竿駐軍人數僅約千人，與昔日的「北高師」一萬餘名駐軍，不可同日而語，北竿長期依賴軍方消費的經濟型態，也大幅改變，造成民生經濟重大衝擊，引發另一波人口外流。',
            '1994年一月，島上的北竿機場啟用，再度開啟北竿興盛的契機，甚至一度吸引人口回流，但好景不長，在2003年一月南竿機場落成後，北竿不再是馬祖的空中交通的主要門戶。不過，由於南、北竿只有十分鐘航程，近年來，在地方政府大力投入觀光軟硬體建設下，現已漸轉型為南竿的「後花園」。',
          ),
      ),
  );
