<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 楠西區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A5%A0%E8%A5%BF%E5%8D%80',
          ),
        'descs' => array (
            '楠西區位於臺灣臺南市東北端，北臨東山區、嘉義縣大埔鄉，東鄰南化區，西鄰六甲區、大內區，南接玉井區，全臺最大的曾文水庫便位於本區與大埔鄉的交界地帶。本區位於阿里山山脈尾稜地帶，四面環山，中央為大武壟盆地，氣候上屬熱帶季風氣候，產業以農業及觀光業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A5%A0%E8%A5%BF%E5%8D%80',
          ),
        'descs' => array (
            '楠西區原為鄒族居住地，後因平埔族西拉雅族茄拔社移入而遷往今日的嘉義縣、高雄市山區，舊稱「茄拔山後」。1915年時捲入噍吧哖事件，引起日本警察的大屠殺，居民死傷慘重，人口大為減少。1920年臺灣地方改制，以此地位於楠梓仙溪之西，易名為「楠西」，設置楠西庄，劃歸臺南州新化郡管轄，戰後改設臺南縣楠西鄉，2010年12月25日改稱楠西區。',
          ),
      ),
  );
