<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 南化區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%8C%96%E5%8D%80',
          ),
        'descs' => array (
            '南化區位於台灣臺南市東部，北臨嘉義縣大埔鄉，東鄰高雄市那瑪夏區、內門區、甲仙區、杉林區，西鄰楠西區、玉井區，南接左鎮區，面積居臺南市之冠。本區地形以山地為主，平原較少，境內有南化水庫和鏡面水庫兩座水庫，氣候上則屬山區氣候，長年溫和。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%8C%96%E5%8D%80',
          ),
        'descs' => array (
            '南化區舊稱「南庄」，清雍正、乾隆年間，漢人開始入墾此地，市街漸成，劃歸「內新化南里」，約在同治年間形成「南庄街」。1915年西來庵事件在此地爆發，從火攻南庄派出所開始，抗日戰火便蔓延至玉井、楠西、左鎮等山區，持續達一年五個月才被完全鎮壓1920年臺灣地方改制，取「南庄街」及「新化南里」之名，併稱為「南化」，設置「南化庄」，劃歸臺南州新化郡管轄。戰後改設臺南縣南化鄉，2010年12月25日改稱南化區。',
          ),
      ),
  );
