<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 仁德區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BB%81%E5%BE%B7%E5%8D%80',
          ),
        'descs' => array (
            '仁德區位於台灣臺南市西南端，東鄰歸仁區，西鄰東區、南區，南隔二仁溪與高雄市湖內區、路竹區相鄰，北接永康區。除西面有一丘陵地之外（銜接臺南台地），全境地勢低平。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BB%81%E5%BE%B7%E5%8D%80',
          ),
        'descs' => array (
            '仁德舊名「土庫」，在荷蘭人抵達以前，此處很可能是平埔族西拉雅族的活動範圍。明鄭時期稱此地為仁德里。1920年，日本於此地設仁德庄，屬臺南州新豐郡管轄。1940年，仁德莊所屬虎尾寮大字併入臺南市，同時廢庄之永寧庄部分大字改隸仁德庄。',
            '戰後改為仁德鄉，由臺南縣管轄。1970年代中山高速公路完工後，設臺南交流道於仁德鄉境，交通地位大增、發展迅速。今日仁德以工商業著名，境內有保安、新田、太乙三個工業區。仁德別稱「企業之鄉」—例如跨國企業奇美實業、燦坤實業皆發跡於仁德。2010年12月25日改稱仁德區。',
          ),
      ),
  );
