<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 關廟區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%97%9C%E5%BB%9F%E5%8D%80',
          ),
        'descs' => array (
            '關廟區位於臺灣臺南市南端，北臨新化區，東鄰龍崎區，西鄰歸仁區，南接高雄市阿蓮區、田寮區。本區位於嘉南平原與新化丘陵的交界處，地勢三面較高，僅西面較低，多為丘陵地形，北方有屬鹽水溪支流的許縣溪流過，南方則屬二仁溪流域，氣候上屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%97%9C%E5%BB%9F%E5%8D%80',
          ),
        'descs' => array (
            '關廟區早期原為平埔族西拉雅族新港社的舊墾地，在明鄭時期因漢人自臺江內海（今安平區），溯航新港溪（今鹽水溪），及其上游許縣溪（今之許縣溪）進入新豐里，墾荒聚落稱香洋社（明鄭氏臺灣軍備圖記內之小香洋民社），而被迫移至今日的龍崎區（舊名『番社』）方面（今牛埔、大坪二村）。1718年(清康熙57年)，先民在此設立「山西堂」，主祀關聖帝君，廟堂一帶便俗稱為「廟街仔」，也稱為「關帝廟街」。1920年臺灣地方改制，將此地易名為「關廟」，設「關廟庄」，劃歸臺南州新豐郡管轄，戰後改設臺南縣關廟鄉，2010年12月25日改稱關廟區。',
          ),
      ),
  );
