<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 官田區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%98%E7%94%B0%E5%8D%80',
          ),
        'descs' => array (
            '官田區（臺語：Kuann-tiān khu）位於台灣臺南市中央地帶，北接六甲區，南靠善化區，東南接大內區，西臨麻豆區、下營區。是第10、11屆中華民國總統陳水扁，與第14、15屆臺南市市長許添財的故鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%98%E7%94%B0%E5%8D%80',
          ),
        'descs' => array (
            '官田區舊稱「官佃」。荷治時期，此地屬於「王田」，即政府田地。明鄭時期改王田為「官田」，將土地交由文武百官招募佃農屯墾，其中以陳永華一族承佃最多，逐漸形成漢人聚落，故稱「官佃」。',
            '清治時期此地屬「官佃庄」，日治時代1920年改稱為「官田庄」，屬臺南州曾文郡管轄，庄役場位於官田（後之官田村）。戰後改為臺南縣官田鄉，1953年將鄉治由官田村遷往隆田村（舊名番子田）。2010年12月25日改稱官田區。',
            '官田區在三千年前即有人類活動的區域，卻是近一百年才於日治時代確立了今日官田區的疆域。官田區的區政雖年輕，人民與土地的歷史卻可溯源甚古。',
          ),
      ),
  );
