<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 麻豆區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%BB%E8%B1%86%E5%8D%80',
          ),
        'descs' => array (
            '麻豆區（臺語：Muâ-tāu khu）位於臺灣臺南市中部偏西，北鄰下營區、學甲區，西鄰佳里區，東鄰官田區、善化區，南接西港區、安定區。本區地處嘉南平原中央地帶，地勢平坦，土壤肥沃，有曾文溪自區境南邊流經，經濟活動以農牧業為主，代表作物為文旦，有「柚城」的美名，在臺灣享有極高知名度；居民則以閩南裔為主。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%BB%E8%B1%86%E5%8D%80',
          ),
        'descs' => array (
            '麻豆區早期為西拉雅族四大社之一蔴荳社的聚落所在，故舊稱為「麻豆番社」。「麻豆」（Mattau或Mattauw）這個名詞也是來自於西拉雅語的Mata（眼睛、目）和au（港澳）合併而成，即眼睛、樞紐之意。另學者翁佳音依據荷蘭文獻推論，麻豆社又名 「 Toukapta 肚嘎不打」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%BB%E8%B1%86%E5%8D%80',
          ),
        'descs' => array (
            '2000年4月於此地發現「過港貝塚」及「千年人骨」，屬「蔦松文化」，推測麻豆出現人類聚落的歷史，應超過上千年。',
            '在中國明朝時，西拉雅族四大社之一的「蔴荳社」居住在此。荷治時期初期，麻豆社原住民曾反抗荷蘭人統治，1629年發生麻豆溪事件，麻豆社遭擊敗；1635年麻豆社之役，麻豆社被攻破，就此消失。荷蘭人曾在此設「教會大學」。在此曾出土荷蘭時期古砲。',
            '清國雍正時期因漢人遷往漸增，改稱「蔴荳保」。日治初期仍延襲清國舊制，1898年設「蔴荳辦務署」，明治三十四年（1901），廢縣改置廳及支廳，麻豆歸鹽水港廳管轄，設蔴荳支廳。明治四十二年（1909年），廢除鹽水港廳，蔴荳支廳改隸臺南廳，麻豆分屬蔴荳區、寮仔部區、佳里興區及安業區。',
            '大正9年（1920年），市區改正，臺南廳改臺南州。蔴荳去草字頭改為麻豆街，屬臺南州曾文郡管轄。街長依次為：林欽、渡利友吉、池田唯治郎、島澤兼作。',
            '二次大戰後，中華民國接收台灣。11月官派陳西湖接收麻豆街，為「麻豆街代理街長」，1946年撤銷曾文郡役所，改曾文區署，麻豆街改為「麻豆鎮」。1950年「臺南縣麻豆鎮」成立，陳西湖即出任第一任麻豆鎮長。1951年，實施地方自治，首任民選鎮長由張拔當選。',
            '白色恐怖時期，麻豆鎮發生中國共產黨台灣省工作委員會麻豆支部案，包括鎮長謝瑞仁在內共3人判處死刑、9人判處無期徒刑、6人判刑15年有期徒刑、7人判12年有期徒刑、5人判10年有期徒刑、6人判1年有期徒刑。2010年12月25日臺南縣市合併後改稱麻豆區。',
          ),
      ),
  );
