<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 佳里區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BD%B3%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '佳里區位於台灣臺南市西部，北鄰學甲區，西鄰將軍區，西南連七股區，東鄰麻豆區，南接西港區。縣市合併前為全縣人口最多的鎮。全境地勢平坦，海拔約5.5公尺，境內有將軍溪與七股溪流經。',
            '本區是北門地區鹽分地帶的門戶及政經中心。日治時期以來出了許多鹽分地帶文學家及詩人，被視為臺灣文學重鎮。此外也是西拉雅系平埔族蕭壟社的聚居地，為臺灣最早的西拉雅文化發源地之一。代表作物為牛蒡，有「牛蒡的故鄉」之美譽。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BD%B3%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '佳里區舊稱「蕭壠」，為平埔原住民西拉雅族社名「Saulang」之音譯，意為「契約之地」。昔日蕭壠社與新港社（今新市）、目加溜灣社（今善化）、麻荳社（今麻豆）共稱平埔族四大社。「蕭壠（Soulang）」一語有「河川曲流處」的意思，剛好可以說明這個社的特色：位於曾文溪下游，瀕臨河岸亦靠近海口，是各社中最依賴魚產的村子。荷治時期荷蘭人曾授予蕭壠社民牛隻使用，為第一批引進台灣的牛隻。',
            '古代的佳里區位於濱海的蕭壠半島，西南靠臺江內海，北臨古曾文溪（今將軍溪），當時的蕭壠市街與佳里興尚隔溪分處南北。十九世紀中葉古曾文溪改道、臺江陸浮後，佳里區才位於內陸至今。',
            '本區在明鄭時期隸屬天興縣（州）下之永定里及開化里，到了清治時期則隸屬臺灣府諸羅縣，1704年以前一直為縣治所在；1787年後諸羅改名嘉義，繼續隸嘉義縣管轄；清末1887年改隸臺南府。1920年臺灣地方改制，因古縣治所在地佳里興，而將蕭壠改名為「佳里」，並設置「佳里庄」，劃歸臺南州北門郡管轄，為郡治；1933年12月升格為「佳里街」。戰後改設為臺南縣佳里鎮，2010年12月25日改稱佳里區。',
          ),
      ),
  );
