<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 西港區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E6%B8%AF%E5%8D%80',
          ),
        'descs' => array (
            '西港區位於臺灣臺南市西部，北接佳里區，西連七股區，南鄰安定區、安南區，東北則鄰麻豆區。西港地處曾文溪北岸，海拔五公尺。昔為臺江內海內港，後來因臺江內海淤塞陸化，失去港口機能，轉而變成附近農產品交易中心。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A5%BF%E6%B8%AF%E5%8D%80',
          ),
        'descs' => array (
            '西港區舊時因是潟湖的內港，故稱為港仔。至於西港之名為西港仔之簡化，得名有兩說：因位居當時農產品交流中心麻豆的西邊。在佳里區之南，曾文溪北岸，因在「直加弄港」（今安定區）之西。',
            '清代中葉後臺江陸化，西港遂不再靠海；1920年行政區改制，設西港庄，屬臺南州北門郡。1948年改稱臺南縣西港鄉。2010年12月25日改稱西港區。',
            '「西港仔港」在明鄭時期屬天興州「永定里」，清治時期改稱「安定里」，隸屬諸羅縣，康熙六十年（1721年）前後分設「安定東保」和「安定西保」，迨「朱一貴事件」時，因地方民番助戰有功而興建向忠亭，「安定東保」乃改稱「向忠里」。並設有碑文紀念，現存放於西港玉勅慶安宮廟旁。',
          ),
      ),
  );
