<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 七股區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E8%82%A1%E5%8D%80',
          ),
        'descs' => array (
            '七股區位於臺灣臺南市西端沿海地區，北臨將軍區，東鄰佳里區、西港區，西濱臺灣海峽，南接安南區。同時也是台灣本島最西端的行政區，最西端之地為十份里的尖仔尾（國聖港燈塔附近）。本區屬濱海地區，地形多為潮汐灘地、沙洲、潟湖，沿岸多紅樹林，為候鳥群聚棲息之地，區內的曾文溪出海口溼地更是瀕臨絕種鳥類－黑面琵鷺全球最重要的棲息地。氣候上屬熱帶季風氣候，產業則以農業、漁業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E8%82%A1%E5%8D%80',
          ),
        'descs' => array (
            '七股區早期為臺江內海的一部分，後來因曾文溪改道，臺江內海逐漸陸化而形成陸地，而有漢人進入開墾。清領時期，有七人合股在此開墾築寮，於是稱為「七股寮仔」或「七股寮」。1920年臺灣地方改制，在此地設置「七股庄」，歸臺南州北門郡管轄。戰後改設臺南縣七股鄉，曾是臺灣重要的鹽場所在地，後來則因黑面琵鷺的造訪而聲名大噪。1990年代歷經備受爭議的濱南工業區與七股國際機場開發案之後，在台江國家公園的設立之下該開發案完全劃下句點。2010年12月25日臺南縣市合併升格後改稱七股區。',
          ),
      ),
  );
