<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 將軍區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B0%87%E8%BB%8D%E5%8D%80',
          ),
        'descs' => array (
            '將軍區位於臺灣臺南市西部偏北的沿海地區，北臨北門區，東鄰學甲區、佳里區，西濱臺灣海峽，南接七股區。本區位於濱海地帶，地多潟湖、灘地，將軍溪自本區與北門區的交界入海，氣候上則屬熱帶季風氣候，產業上以農業及漁業為主。胡蘿蔔為本地特產，有「胡蘿蔔之鄉」的美譽，區徽上的圖騰也以胡蘿蔔為代表。近年來，牛蒡的農產種植也非常興盛。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B0%87%E8%BB%8D%E5%8D%80',
          ),
        'descs' => array (
            '將軍區舊名「漚汪」（白話字、台羅：Au-âng），現在有不少臺南人仍習慣稱呼此舊名，至於「將軍」之名則相傳與施琅有關。1683年，施琅率領清兵攻佔臺灣，清廷以施琅靖臺有功，以跑馬三日為其業地，西起馬沙溝，東至烏山頭，不料馬跑至今將軍庄一帶便斷腳蹄，因而在此地建「將軍府」，所經之田園成為「施侯租」，之後施琅率其族人以及吳王兩姓親戚入墾，因而形成「將軍庄」。當地人亦常簡稱為「將庄」。1920年臺灣地方改制，於此地設「將軍庄」，劃歸臺南州北門郡管轄，戰後改設臺南縣將軍鄉，2010年12月25日改稱將軍區。另外，區治設於漚汪，而非將軍（將富里、將貴里）。',
          ),
      ),
  );
