<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 學甲區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AD%B8%E7%94%B2%E5%8D%80',
          ),
        'descs' => array (
            '學甲區位於臺灣臺南市北部偏西，位處北門地區境內，北臨嘉義縣義竹鄉，東鄰鹽水區、下營區、麻豆區，西鄰北門區，西南連將軍區，南接佳里區。近年來以虱目魚產業聞名。本區係屬平原地形，地勢平坦，但因靠近沿海地帶，且有八掌溪、急水溪、將軍溪三條河流流貫區境，加上位處嘉南大圳下游，排水不暢，故時有水患發生。地質鹽分頗重，當地屬臺灣鹽分地帶。氣候上則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AD%B8%E7%94%B2%E5%8D%80',
          ),
        'descs' => array (
            '學甲區原屬平埔族西拉雅族蕭壟社支社「學甲社」的故地，學甲應是番社社名，當地後社、中社、下社仔等地名應為舊番社的遺跡。明鄭時期先有福建泉州同安縣民來此開墾，漳泉移民相繼移入，李、陳、謝、莊、郭、賴、吳、王等姓百姓逐漸形成聚落，建立了所謂「學甲十三堡」。明鄭時屬天興縣管轄，清道光年間設置「學甲堡」，隸屬當時的嘉義縣管轄。',
            '1895年馬關條約簽訂，臺灣割屬日本。日治時期，行政區劃變化頻仍。1896年先劃歸臺南縣，4月改隸屬嘉義縣。1901年劃為鹽水港廳北門嶼支廳，1910年屬臺南廳北門嶼支廳。1920年臺灣地方改制，在此設置「學甲庄」，劃歸臺南州北門郡管理。',
            '教育方面，則包括1906年設立的學甲公學校，以及1918年的頂溪州，1922年中洲、1923年宅子港等分教場，這些分教場後來也改為公學校。',
            '陳華宗擔任學甲庄長期間，獨排眾議，於庄內進行都市計畫及土地區劃整理，當時曾遭龐大阻力，然而推展結果則奠立了學甲日後市區發展的基礎。戰後改設臺南縣學甲鄉，1960年代因紡織業發達，外來人口激增，設籍人口一度增為三萬五千人，於1968年1月26日由省府核定於同年2月2日升格為學甲鎮，同時也是臺灣重新劃分縣市後第一個改制的自治單位、亦為最後一個由鄉升格為鎮的行政區。近年來則因產業衰微，目前設籍人口已不到2.7萬人。',
            '學甲鎮公所鎮庫負債嚴重，為撙節人事開支，第十屆鎮長李莊秀芬將全鎮原26里，於2006年2月歸併為十三里，為戰後學甲鎮最大幅的行政區調整。2010年12月25日因臺南縣市合併升格為直轄市，改制為臺南市學甲區。從此地方自治工作裡的學甲鎮長與學甲鎮鎮民代表選舉這二項選舉活動均告廢止。',
            '學甲之舊地名稱為「竹嵩山」,曾經在1895年（清德宗光緒21年）日軍接收臺灣所引發的乙未戰爭中,於當地爆發激烈的抗日戰爭。同年十月，學甲、將軍、北門等地住民，悲痛台灣割讓於日本，不願作異族奴隸，群起抵抗，誓不屈服，紛紛組織抗日軍，在大埔口（今之平東里）與急水溪（宅港里二港子部落）兩處，作一晝夜之死鬥，無奈戰術懸殊，終被擊敗，民眾紛紛逃亡，而宅港與學甲之房屋悉被日軍放火焚燬，老弱婦幼即逃奔至蕭壠社，但因蕭壠社有一住民勇敢手舉割鎌潛在竹籃巷殺死日軍指揮官，引起日軍憤恨，竟將蕭壠社民眾悉數殺滅。',
          ),
      ),
  );
