<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 北門區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E9%96%80%E5%8D%80',
          ),
        'descs' => array (
            '北門區位於臺灣臺南市西北端沿海區，西濱臺灣海峽，東臨學甲區，南隔將軍溪接將軍區，北則以八掌溪與嘉義縣義竹鄉、布袋鎮相鄰。本區為昔日倒風內海淤淺泥積而成，急水溪自本區橫貫流入臺灣海峽，沿海有紅樹林分布，動植物資源相當豐富，氣候屬熱帶季風氣候，產業以農業及養殖漁業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E9%96%80%E5%8D%80',
          ),
        'descs' => array (
            '北門區原來是倒風內海急水溪口外的沙洲島，舊名「北門嶼」，因位於臺灣府北方而得名，是過去倒風內海與臺江內海各港口往來的航運必經孔道，大約在清乾隆末年到嘉慶年間因泥沙淤積而與陸地相連。道光年間曾大力發展鹽業，在日治初期一度因廢止鹽專賣而沒落，但在1899年恢復鹽專賣後再度興盛。1920年，日本於此地設置「北門庄」，屬臺南州北門郡管轄，戰後改設臺南縣北門鄉，2010年12月25日改稱北門區。',
          ),
      ),
  );
