<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 新營區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '新營區位於臺灣臺南市北部，是臺南市政府民治市政中心（原臺南縣政府）所在地，氣候屬熱帶季風氣候。有多樣小吃，如豬頭飯、鴨肉羹、臭豆腐、𩵚魠魚羹、虱目魚粥等，最有名的則是豆菜麵，有名的民俗活動則有搶旗和學生陣。亦有國內著名藥廠，如生達製藥、正和製藥。新營位於明鄭時期鄭成功為反清復明工作，命名多個屯營之處，包括「新營」、「下營」、「舊營」、「柳營」、「林鳳營」等，上述均為臺南市境內之地名。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '新營過去為洪雅族哆囉嘓社的生活區域，明鄭時期曾屯營於於現今鹽水區舊營里設鎮屯田，後來向東發展，約在今日新營東邊的「中營里」一帶，新設屯營，而以「新營」為名。清康熙年間屬於諸羅縣大奎壁庄，乾隆中葉以後改隸屬嘉義縣太子宮保，少部分則隸屬於鐵線橋保。新營在日治初期仍為小村庄，遠不如西邊的鹽水港（今鹽水區）及東邊─有平原及山產之利的店仔口（今白河區）繁榮。但日治時期1908年全線完成的縱貫鐵道設車站於鹽水與白河之間的新營，使得新營逐漸發展成為區域中心。地方的消長也同時反映在行政區劃上：新營原屬鹽水港廳太子宮堡，後改為嘉義廳鹽水港支廳所管。日治時經改制，1920年設臺南州時，成立新營郡，鹽水街與白河街反而由位在新營庄的新營郡役所管轄，而新營庄在1933年時升格為新營街。戰後改制為新營鎮，於1981年12月25日升格為新營市。2010年12月25日改稱新營區。',
            '日治時期新營以糖業興盛。但製糖沒落後市況衰微。例如1977年新營與永康人口均為6.7萬，並列臺南縣2大鄉鎮。但30年間新營僅增加萬餘人，而永康成長三倍，今已超過23萬人。這與原臺南縣近年發展主要在曾文溪以南鄰近原臺南市周圍地區有關，近年則在市政府積極建設與便利的交通影響下，城市風貌日漸改變，人口亦逐步攀升，進而吸引許多知名連鎖企業進駐，使得新營房價在台南境內名列前茅，工作多以工、商、服務業和金融業為多數，也是台南溪北地區最繁榮、商業氣息最重的轄區。',
          ),
      ),
  );
