<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 後壁區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%8C%E5%A3%81%E5%8D%80',
          ),
        'descs' => array (
            '後壁區位於臺灣臺南市北端，北以八掌溪與嘉義縣水上鄉、鹿草鄉相鄰，東鄰白河區，西鄰鹽水區，南接新營區、東山區。本區地處嘉南平原中段，係由八掌溪及急水溪沖積而成，東北方地勢稍高，氣候屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%8C%E5%A3%81%E5%8D%80',
          ),
        'descs' => array (
            '根據「後壁鄉誌」（鄉公所編）和「後壁香火」（泰安旌忠文教基金會）的描述，在後壁村和侯伯村之間早期有一條大溪，民眾必須渡筏而過，當時有一位鬍鬚伯仔在這裡築寮渡筏維生，後來這個地方就被稱為「鬍鬚伯仔的寮仔」，久而久之又轉為「侯伯寮」。',
            '後壁區舊稱「侯伯寮」，因位於「頂茄苳」後方，當地人也以閩南語慣稱「後壁寮」（即後面的意思）。本區在明鄭時代屬承天府天興縣。康熙二十三年（1684年）設臺灣府，下設臺灣、鳳山、諸羅三縣，本地屬諸羅縣，隸屬於福建省，是時尚為荒蕪之地。雍正年間設廳，改屬鹽水港，管轄下茄苳南堡、下茄苳、北堡及自鬚公潭之白沙墩庄，後因行政區再度調整，始改隸嘉義廳。',
            '日治時代以後，因為音誤而改稱為「後壁寮」。從日本時期所繪製的「臺灣地形圖」來看，當時「後壁寮」的聚落中心是指現在的侯伯村一帶，今日被稱為後壁村的地點在早期則庄外的荒地，戰後，車站附近才另設一村並為行政中心，稱後壁村，原來的聚落則稱侯伯村。迨至大正九年（1920年）九月一日廢廳改制，設州、郡、庄，將原嘉義廳下茄苳南堡、本協庄、鳥樹林庄、安溪寮庄、下茄苳北堡、菁寮庄、崩埤庄、長短樹庄、竹圍後庄、新港東庄、上茄苳庄、土溝庄及白鬚公潭堡、白沙墩庄等合稱「後壁庄」，並劃歸臺南州新營郡管轄。',
            '後壁區在明鄭時期就已經開發，區內東側嘉苳村的「本協」這一地方就是明鄭的設營屯田的地方。另外，上加東與下加東等地名也在明鄭時期即已出現。清朝之後，漢人從倒風內海溯八掌溪或急水溪而上開拓，下加冬就是其中一個開發據點，諸羅縣志寫到：「…商船輳集，載五榖貨物。港水入至下加冬仔止…」。當時下加冬有設汛，置把總一員，步戰守兵八十五名，到了康熙末年，下加冬莊內已出現下加冬街，更為附近官民納租繳糧之處。其後，店仔口街（白河）興起，下茄苳街漸趨沒落。',
            '從清末開始到日治初期，區內發展重心轉到菁寮，1917年於菁寮設立的「菁寮信用組合」（後壁農會前身）可為印證。之後日本人鋪設的縱貫道路與縱貫鐵路通過後壁寮附近，當時菁寮士紳黃謀、黃冬〔黃崑虎之父〕、黃振隆、黃振德兄弟四人認為後壁車站附近具有發展潛力，於1924年遷居於車站南方，合設「黃振興合資會社」經營生意，並招募沿海墾民從事農耕，開墾廣大荒地，後壁車站附近逐漸開發起來。戰後，車站及其附近區域合成一村，稱後壁村（第一屆村長就是黃冬），成為後壁區的行政中心。戰後，成立臺南州接管委員會，並設置為臺南縣後壁鄉，目前下轄有21里計275鄰。2010年12月25日臺南縣市合併升格後改稱後壁區。',
          ),
      ),
  );
