<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 白河區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%99%BD%E6%B2%B3%E5%8D%80',
          ),
        'descs' => array (
            '白河區（ 臺語：Pe̍h-hô-khu、客語：Pag-ho-ki），古稱店仔口（臺語：Tiàm-á-kháu、客語：Diam-zii-kieu），位於臺灣臺南市東北端，北隔八掌溪與嘉義縣水上鄉、中埔鄉相鄰，西鄰後壁區，東連嘉義縣大埔鄉，南接東山區，為臺南市最北的行政區，也是全市僅次於南化區面積第二大的行政區，亦為市境最高點大凍山的所在地，著名的關子嶺溫泉及關子嶺風景區也位在此區。',
            '白河地處嘉南平原東南隅，氣候屬熱帶季風氣候，自古即有蓮花的種植，古地名即有蓮潭一庄，白河蓮子的產量常年佔臺灣蓮子產量的三分之二強，向來是全國最大的蓮子產地，近年來由觀光產業的興起，蓮田的面積大增，使得蓮的副產品產量亦隨之增加，但卻又隨著天災、水源與病蟲害的問題而減損農民種植蓮花的意願。在夏季蓮花盛開時，白河也會舉辦蓮花節，與後來也靠營造賞蓮景點追上的桃園市觀音區並為台灣兩大蓮鄉，有「南白河、北觀音」之稱。白河以生產食用蓮子為主，夏季常可見農家老少剝蓮子賺取微薄工資，白河子弟暑假剝蓮子的經驗是其他地方少有的生活體驗。',
            '廣義的白河地區還包括東山、後壁，後壁尤指縱貫鐵路以東的地區（包含安溪寮、烏樹林、後壁寮、上茄苳、下茄苳、土溝、本協庄等），皆以白河市街為城鎮中心。在地政、警察系統列為白河管轄。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%99%BD%E6%B2%B3%E5%8D%80',
          ),
        'descs' => array (
            '白河位於嘉南平原中部，為平原與山區的交集處，地勢較後壁、鹽水、新營為高，向為各類山產、農產品之集散地，亦是府城臺南往北到嘉義的孔道之一。大排竹、馬稠後是白河較早形成的聚落。',
            '白河市區形成肇因於關子嶺山區物產運往鹽水港交易，古時人民以擔挑、推車載運貨物，行出山區進入平原地區時越過白水溪，有歇腳補給之必要，遂有人於溪畔搭棚經營小店，提供餐飲休息需求，交易情形日漸熱絡，進而在今市區所在地形成一個聚落，故市區舊稱店仔口，曾多次隸屬嘉義縣與臺南縣之間，清時與日治初期設有店仔口堡、店仔口庄。另外，白河做為嘉南平原與關子嶺山麓的產業集散中心，在農業時代佔有與足輕重的地位，與鹽水、新營、善化、麻豆、佳里、學甲、新化並稱為臺南縣八大鎮。',
            '1920年（大正九年）行政區改制，屬臺南州新營郡。原預訂命名為「店口庄」，唯日本政府後來以白水溪流經，成立白河庄，1943年升為白河街，1920年時白河與鹽水人口與商業均較新營繁盛，但新營因有縱貫鐵路初落成，遂成郡治所在，1945年臺南市升格成省轄市後，臺南縣政府遷設於新營鎮，其後並改制為新營市，發展始漸盛其他。戰後白河改制為鎮，2010年12月25日因臺南縣市合併升格而改稱白河區。今日白河區仍為鄰近東山區與後壁區（主要指縱貫鐵路以東）的小生活圈中心，但由於人口嚴重外流與人口都市化集中的結果，功能日益低落。',
          ),
      ),
  );
