<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 東山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%B1%B1%E5%8D%80_(%E8%87%BA%E5%8D%97%E5%B8%82)',
          ),
        'descs' => array (
            '東山區位於臺灣臺南市東北方，北臨白河區，東鄰嘉義縣大埔鄉，西鄰新營區、後壁區，南接柳營區、六甲區、楠西區，土地總面積約有125平方公里。區內平原、丘陵、山地各佔約三分之一，急水溪水系集水區涵蓋全區九成以上面積。氣候上屬熱帶季風氣候，產業上則以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%B1%B1%E5%8D%80_(%E8%87%BA%E5%8D%97%E5%B8%82)',
          ),
        'descs' => array (
            '依據荷蘭東印度公司的記載，東山區原為平埔族群和安雅族哆囉嘓社（Dorko）故地。1636年，哆囉嘓社歸順而接受荷蘭人統治，當時人口僅約200人。',
            '明鄭時期（1661年－1683年），為解決軍糧問題，採行「寓兵於農」政策，建立許多軍屯村落。明鄭降清之後，原有屯墾軍人被迫遷回中土，但後來隨著渡臺人口增加，又逐漸發展成為漢人聚落。依據文獻記載，康熙三十三年（1694年）在哆囉嘓社活動範圍內已出現以漢人為主的「哆囉嘓莊」；到了康熙五十四至五十六年（1715至1717年）間，以來漢人日漸移入開墾，出現龍船窩莊、埤仔頭莊、秀才莊等漢人村莊，而哆囉嘓莊亦拆分成舊嘓莊、新嘓莊；到了同治初年（1862至1864年），已發展成哆囉嘓東上保及哆囉嘓東下保，下轄57個莊；其中除少數位於今白河區外，大多數位於今東山區範圍內。其後哆囉嘓街改稱為番社街。到了光緒年間，本區東南部約佔全區六成面積隸屬哆囉嘓東頂堡，包括下南勢庄、崎仔頭庄、前大埔庄與牛肉崎庄；中西部約佔全區二成面積隸屬哆囉嘓東下堡，包括二重溪庄、番仔嶺庄與大客庄；西北部約佔全區二成面積則隸屬哆囉嘓西堡，包括番社街、許秀才庄、吉貝耍庄、田尾庄與頂窩庄。',
            '日治初期行政區劃雖更改頻繁，但傳統的堡里、街庄體制依然維持，1920年前設番社區、前大埔區。大正九年（1920年）臺灣地方改制，廢除堡里、街庄而改設街庄、大小字。兩區合併設置番社庄，隸屬臺南州新營郡。其下轄包括哆囉嘓東頂堡的全部，以及哆囉嘓東下堡、哆囉嘓西堡的上述街莊，而舊制各街庄則改稱為大字。戰後初設番社鄉。後因地方認為「番社鄉其名稱粗俗，且易被人誤會為高山族之番社，擬採山在本鄉之東之義，於1946年改名為東山鄉」而改為今名。2010年12月25日臺南縣市合併後改稱東山區。',
          ),
      ),
  );
