<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 六甲區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AD%E7%94%B2%E5%8D%80',
          ),
        'descs' => array (
            '六甲區位於臺灣臺南市中央偏北，北臨柳營區、東山區，東鄰楠西區，西臨下營區，南接官田區、大內區。本區呈東西寬南北窄的長條形，東半部屬阿里山山脈的一部分，地勢較為崎嶇，西半部則屬嘉南平原，地勢平坦，氣候屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AD%E7%94%B2%E5%8D%80',
          ),
        'descs' => array (
            '六甲區的地名由來與拓墾時期的土地面積計算有關。明鄭時期，鄭成功部將陳永華招募開墾此地，先後開闢了二甲、三甲、四甲、五甲、六甲、七甲等不同面積的土地，並以此為村名。1897年日治時期初期一度成立六甲辦務署，轄區約為今柳營、下營、麻豆、六甲、官田、大內等區範圍。1901年至1920年的日治中期再度設六甲支廳於鹽水港廳、臺南廳之下，以六甲為行政中心而得名，轄六甲區、官佃區、內庄區，約為今六甲、官田、大內三區。1920年實行五州制，成立六甲庄，隸臺南州曾文郡管轄，與六甲區範圍相當。戰後再改為臺南縣六甲鄉，2010年12月25日改稱六甲區。六甲區境內有多處聚落，其中以林鳳營最著名，名氣甚至遠高於六甲區本身。此係林鳳營以鮮乳產地著稱，且縱貫鐵路設有林鳳營車站之緣故。',
          ),
      ),
  );
