<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 下營區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%8B%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '下營區位於臺灣臺南市中部偏西北，北臨鹽水區、新營區、柳營區，東鄰六甲區、官田區，西鄰學甲區，南接麻豆區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%8B%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '考古學者曾在轄區內的右武衛遺址，發現陶罐口、青花瓷和大型巴圖，年代可能與烏山頭遺址相當，約在西元前800年至前500之間。其中的「大型巴圖」亦有學者稱為「巴圖形石器」、「巴圖」或「冠頭石斧」，是目前臺灣史前人類所使用的最大型磨製石器。西連里西寮遺址是一個西拉雅族遺址，亦為全臺灣最大的平埔族遺址，面積長約3公里、寬2公里，年代約為西元800年，包含蔦松文化與大湖文化。曾發現多具人類遺骸、陶環、陶壺、骨製工具、裝飾品、玻璃器、鐵器及貝飾等，數量方面遠超過前期文化，為一大聚落遺址，可能是文獻記載中的麻豆社。',
            '在荷蘭統治時期，此地瀕臨倒風內海，是平埔族西拉雅族四大社之一蕭壟社的遷居之地，為今茅港尾社內。熱蘭遮城日誌中就記載著為於位於麻豆與哆囉嘓之間有條茅港尾（Omkamboy）溪，又稱Vatiouwva。',
            '明鄭時期，「鄭氏台灣軍備圖」記為「梅港尾」，後來改稱「茅港尾」；後屯田政策之下，茅港尾開始有規模的開發，是當時第一個屯田地，也是倒風內海海汊，為一港口，逐漸熱絡。另有「右武衛」、「中營」、「營仔庄（溝）」、「海墘營」等地名，皆是軍民沿著倒風內海沿岸及茅港尾四週開始紮營落腳與此。而下營的舊名「海墘營」，為靠海的軍營，故得名。此時下營區屬天興縣。',
            '清治康熙33年（1694）設立「茅港尾堡」，不僅有鋪兵送公文，而塘汛、倉厫、渡口、橋樑、陂圳也於茅港尾或鄰近地區逐漸建設起來，諸羅知縣周鍾瑄也於康熙55年建茅港尾公館。官道也經通於此，使得茅港尾一躍成為府城至諸羅縣城南北官道上最大驛站，僅次於台南府城及鹽水港。商人雲集，熱鬧繁華，曾被以「小揚州」來形容。此時下營仍歸茅港尾管轄。18世紀中，八掌溪、急水溪，相繼改道，挾帶大量土石泥沙沖入倒風內海，濱海沿岸逐漸成為陸地，導致港口淤塞。同治元年（1862），臺南地區發生大地震，茅港尾亦受到摧毀。光緒11年（1885）分設茅港尾東、西二堡。此後自然條件的改變加上兵戎和瘟疫，港口地位就此讓給了麻豆港。',
            '到了日治時期，大正9年（1920）地方制度改革，茅港尾東西二堡合併改稱「下營庄」，劃歸臺南州曾文郡管轄，轄下有：下營、十六甲、麻豆寮、大屯寮、茅港尾等五大字。下營行政中心因而西移至現今所在地。',
            '戰後改設臺南縣下營鄉，並設15村。2010年12月25日，因臺南縣市合併改稱下營區、村改為里。',
            '劉卻之役：康熙40年（1701），揚旗起事，並順利攻佔下茄苳營（今臺南市後壁區嘉冬里），並佔領茅港尾港與屯兵急水溪。五日後被清廷平息，劉卻兵敗逃亡。',
            '朱一貴抗清：康熙60年（1721），朱一貴抗清失事之後，清軍追擊，經茅港尾逃至溝仔尾（今太保市）後被擒送。林爽文事件：乾隆51年（1786），福建陸路提督梁朝桂率軍討伐，時茅港尾義民領十三旗之眾，葷食壺漿迎王師，收復鐵線橋、鹽水等處，迨及全臺告平。',
            '小刀會案：嘉慶3年（1798）8月，徐章、胡杜猴於茅港尾擬聚眾搶劫，組小刀會自保，8月拒捕。陳錫宗案：嘉慶5年（1800）在鹽水港、茅港尾等處結合，勾結郡城及南路奸民林阿水、三己六等響應，滋事謀亂。蔡牽之亂：嘉慶年間，華南海盜蔡牽於在海峽兩岸作亂，於灣裡溪、茅港尾等處，與匪徒會合滋擾，欲攻鹽水港。張丙之役：道光12年（1832）11月7日，與清兵相戰於茅港尾、鐵線橋後大敗，同年12月被捕。乙未戰爭：明治28年（1895），該年10月的臺南大會戰裡，近衛師團右翼支隊未遭抵抗進入茅港尾、占領中社（今六甲區中社），並夜宿當地。',
            '1920年代臺灣農民組合運動：因當時蔗農多被製糖會社所壓榨，所形成的一波農民運動。1926年6月農民運動首領簡吉至下營，指導下營人張行等二十餘名農民組織曾文農民組合，以相互擁護利益及貫徹宣言綱領為目的。1926年9月臺灣農民組合成立。而後不久曾文農民組合置本部辦事處遷至麻豆，成立一個更大的組合，下營則改設為支部（1927年2月）。二二八事件：1947年爆發於臺北，也席捲下營。臺灣白色恐怖時期：民國39年（1950）7月24日「中營牛犁會案」；民國39年（1950）7月27日「下營支部案」；民國61年（1971）12月29日「下營革命軍城市游擊隊案」；另於民國41年（1952）10月也牽連「臺灣省民主自治同盟屏東石光支部叛亂案」。',
          ),
      ),
  );
