<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 連江縣 東引鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%BC%95%E9%84%89',
          ),
        'descs' => array (
            '東引鄉，為中華民國福建省連江縣所轄的一個鄉級行政區，轄區原由東引島（原稱東湧島）、西引島（原稱西湧島）兩島組成，惟東引、西引兩島之間已興建橋樑相連，而使兩島合為一島，總面積約3.80平方公里，目前為中華民國政府實際統治區的最北境，有「國之北疆」之稱。清光緒三十年（1904年）所興建的東湧燈塔，成為「東引」一名的由來。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E5%BC%95%E9%84%89',
          ),
        'descs' => array (
            '民國25（1936）年，東湧島自霞浦縣改劃連江縣，屬西洋聯保。民國29（1940）年，汪精衛政權「和平救國軍」盤據東湧。',
            '民國34（1945）年，抗戰勝利後，福建省政府將東湧島歸屬連江縣西洋鄉，設「東湧保」。民國39（1950）年，「馬祖行政公署」設立，於東湧島設區公所。民國40（1951）年，東湧島改屬長樂縣管轄，設東湧鄉公所。',
            '民國43（1954）年，東湧島改屬羅源縣管轄，羅源縣政府駐東湧鄉。民國45（1956）年，羅源縣政府撤銷，東湧島改屬連江縣管轄，並更名東引島設東引鄉公所，戰地政務體制開始。民國66（1977）年，鄉長改為民選。',
          ),
      ),
  );
