<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 柳營區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9F%B3%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '柳營區位於臺灣臺南市中部偏北，北臨新營區、東山區，南接六甲區、下營區，地處平原與山地交界地帶，西半部地勢平坦，東半部則屬丘陵地形，急水溪、龜重溪流經區境北端，氣候屬熱帶季風氣候，產業以農業、畜牧業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9F%B3%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '柳營區舊名「查畝營」，鄭成功軍隊編制與「二十八宿」相同，「查畝營」應為「女宿鎮」屯營之地，故俗稱「查某營」，後演變為「查畝營」。而「柳宿鎮」軍團屯營之地可能與「女宿鎮」屯營之地毗鄰，故此兩鎮屯營之地合稱為「柳營」；二說是因明鄭時期在此設置查測田畝的軍營而得名，日治時期當局認為「查畝營」地名不雅，便以此地居民姓氏大宗的劉姓，取日語音譯為「柳」，易名為「柳營」。',
            '1920年臺灣地方改制，在此地設置「柳營庄」，劃歸臺南州新營郡管轄，戰後改設臺南縣柳營鄉。2010年12月25日，因臺南縣市合併為直轄市而改稱柳營區。1968年6月3日，一架C-46運輸機墜落於今太康里農田，多年後當地民眾立七十二聖人廟以祭祀。',
          ),
      ),
  );
