<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 鹽水區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BD%E6%B0%B4%E5%8D%80',
          ),
        'descs' => array (
            '鹽水區（閩南語：鹹水，Kiâm-chúi）位於臺灣臺南市西北部，北臨嘉義縣義竹鄉，東北連後壁區，東鄰新營區，西鄰學甲區，南接下營區。處八掌溪南岸，屬於平原地形，係由八掌溪及急水溪沖積而成，地形平坦，無丘陵或山脈，氣候上則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BD%E6%B0%B4%E5%8D%80',
          ),
        'descs' => array (
            '可說是臺灣最古老的城鎮之一，原居住有西拉雅族，在鄭芝龍、顏思齊來臺前（1621年）就已有漢人移民進入，是船隻進入八掌溪的集散地。最早稱大龜肉莊（疑為西拉雅人稱潟湖之轉音），後改為大圭壁莊；清雍正年間設鹽水港堡。鹽水一詞閩南語指鹹水，因臨倒風內海，港內有鹹水而得名，相對上游有一汫水港（指淡水之意）。又因地形略微彎曲，狀似新月，故稱之為「月津」、「月港」，曾有「一府二鹿三艋舺四月津」的俗諺，繁華一時。',
            '日治時期，日本政府興建鐵路縱貫線，並預計於鹽水設置車站，但最後並未完成。傳言此因地方仕紳唯恐「斬斷地龍」，影響地方發展而作罷。然《台灣鐵道史》一書中記載，當時日本人乃為考慮鹽水地區尚有河運之便，遂在三條計畫線（分別經由鹽水、新營、白河）中，選擇條件較平均，經由新營的路線。',
            '稍後官方雖一度研議新營經由鹽水至北門嶼（今北門區）之支線彌補不足，但亦未完成。最後雖有私營鐵路（後稱布袋線）連結新營車站並延伸至布袋，但鹽水榮景已不再，區域中心機能為新營所替代。產業則以製糖業為主，鹽水港製糖株式會社在岸內有製糖工場。鹽水港因日軍為鞏固據點，於布袋興建堤防而淤塞。1920年臺灣地方改制，於此地設置「塩水街」，劃歸臺南州新營郡管轄，戰後改設臺灣省臺南縣鹽水鎮，2010年12月25日臺南縣市合併，改為臺南市鹽水區。',
          ),
      ),
  );
