<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 善化區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%96%84%E5%8C%96%E5%8D%80',
          ),
        'descs' => array (
            '善化區是台灣臺南市下的一個行政區劃，地處臺灣西南部嘉南平原、位於曾文溪中游南側，屬熱帶季風氣候。2010年12月25日由原臺南縣善化鎮改制而來，位於臺南市的中央地帶，北臨同市麻豆、官田，南鄰新市，東鄰大內、山上，西接安定等區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%96%84%E5%8C%96%E5%8D%80',
          ),
        'descs' => array (
            '今日善化區所在的地方，原為台灣平地原住民西拉雅族四大社之一目加溜灣社（Bakaloan）的活動領域。1625年，荷蘭東印度公司（VOC）派人到此地採竹，被族人擊退；1635年，公司動用武力，族人不敵，遂以椰子、檳榔等物謝罪，接受荷蘭殖民當局管轄。此後，荷蘭當局開始在此地設置學校、教會，並鼓勵漢族移民到此開墾，種植甘蔗、稻米。明鄭治臺時，在此地設立「善化里」，歸天興縣管轄，並派軍隊到此屯墾。善化里後來分為善化里西堡與善化里東堡。在清領時期，此地因位在曾文溪河道轉彎處內側，得名「灣裡社」；後因漢人逐漸聚集發展出市區，改稱「灣裡街」，屬於臺南府安平縣，設有「巡司」統轄。',
            '臺灣依馬關條約割讓日本後，1895年（日本明治28年）日本殖民當局先在此設置「曾文兵站司令部」，軍事管轄善化里「東堡」及「西堡」；1896年（明治29年）劃歸「曾文憲兵屯兵所」，同年開始實施文民統治，改為「灣裡辦務署」。1898年（明治31年）編入「大目降辦務署」，改為「灣裡辦務支署」。1901年（明治34年）全臺分為二十廳，在台南廳灣裡支廳下分善化東里區及灣裡區，設區長統轄，並設置了鐵路車站灣裡驛；1920年（大正九年）實施地方制度，兩區合併為「善化庄」，置「庄役場」，由臺南州新化郡管轄。1940年（昭和15年）6月17日改制為「善化街」，設「街役場」。第二次世界大戰戰後，國民政府當局於1946年（民國35年）1月20日依《臺灣省鄉鎮組織規程》改為「善化鎮」，設「鎮公所」，管轄21個「里」、360個「鄰」。 2010年12月25日臺南縣市合併升格為直轄市，善化鎮因而改制為「臺南市善化區」，原鎮公所改為「區公所」。',
          ),
      ),
  );
