<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 大內區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%85%A7%E5%8D%80',
          ),
        'descs' => array (
            '大內區位於臺灣臺南市中央偏東，北臨官田區、六甲區，東鄰玉井區、楠西區，西鄰善化區，南接山上區，本區位於嘉南平原與山區的交界地帶，曾文溪自區內蜿蜒流過，70%屬於低海拔山坡地，氣候屬於熱帶季風氣候。工商業不發達，經濟活動以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%85%A7%E5%8D%80',
          ),
        'descs' => array (
            '大內區原為平埔族大武壟社（Tevorangh）的居住地；西拉雅族目加溜灣社的支社則大約在16世紀中期沿曾文溪進入此地，留下許多祭拜阿立祖的公廨。清康熙年間，福建漳州楊氏兄弟進入開墾，因為此地位於山地內側，漢人多稱之為「內庄」（另有一說是楊氏兄弟的老大名為楊內，故稱其所居之村莊為「內庄」）。1920年，日本在此設置「大內庄」，歸臺南州曾文郡管轄。戰後改設臺南縣大內鄉，2010年12月25日改稱大內區。',
          ),
      ),
  );
