<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 山上區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B1%B1%E4%B8%8A%E5%8D%80',
          ),
        'descs' => array (
            '山上區位於臺灣臺南市中央偏南，北臨大內區，東鄰玉井區，西鄰善化區、新市區，南接新化區、左鎮區；地形上屬於平原和山地的交界地帶，約三分之二為平地（嘉南平原），三分之一為丘陵地（新化丘陵），但全區海拔高度均不超過300米，地勢東部較高，以北嶺尖山頂迤延向西形成半箕形盆地，曾文溪流經本區與大內區的交界，氣候上屬熱帶季風氣候。明德外役監獄即位於本區。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B1%B1%E4%B8%8A%E5%8D%80',
          ),
        'descs' => array (
            '山仔頂地名由來有二：1. 位於新化丘陵西麓，曾文溪掘鑿河階之上，自低處向上望，像是座落於小山上的聚落。 2. 指河流環抱之丘陵，舊時曾文溪常改道，主、支流路將山仔頂及附近幾個聚落包圍起來，遠望之如山陵矗立。 因而有「山仔頂」之稱，改制後稱同義名「山上」，沿用至今，但當地人仍習慣以台語稱呼其舊名「山仔頂」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B1%B1%E4%B8%8A%E5%8D%80',
          ),
        'descs' => array (
            '山上區原是平埔族西拉雅族新港社的遷徙地之一，舊名「山仔頂」，日人來臺後沿用舊地名，直到1920年臺灣地方改制，於此地設置「山上庄」，劃歸臺南州新化郡管理。戰後改設臺南縣山上鄉，1946年7月1日將轄內潭頂、大社兩村改劃新市，另接受原左鎮鄉平和村之一部設為平陽村迄今。2010年12月25日臺南縣市合併，改為山上區。',
            '山上區在明鄭時期便有軍隊屯墾，鄭成功部將余士龍為養軍，始開墾荒地、率兵屯駐，經年累月人口漸漸繁殖，於清嘉慶年間形成聚落。當時漢族商賈，土官往來於石仔瀨（今大內區）與之曾文溪兩岸，繁華昌盛一時。今山仔頂（現山上區山上里）人口約只有300多戶，人口數尚不及山仔頂下、市道178號沿線之南洲，目前南洲為區公所、農會及市場等農商業活動及行政的中心。',
          ),
      ),
  );
