<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 新市區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%B8%82%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新市區位於臺灣臺南市中部，北臨善化區，東鄰山上區，西鄰安定區，西南連安南區，南接永康區、新化區。本區是嘉南平原的一部分，全境均為平原，氣候上則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%B8%82%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新市區早年係平埔族西拉雅族四大社規模最大之新港社的所在地，新港社亦為臺灣自荷蘭統治時期以來最早接受西方文明之處，荷蘭人曾於此設置具學校功能的教堂，並以羅馬拼音紀錄西拉雅族語言，留下了重要的新港文書。明鄭時期，成為近山地區往來臺南府城的必經之地，因商旅行腳歇息之所需，逐漸形成新興市集，故有「新市仔」之稱。',
            '清領時期在此設置「新港庄」；日治時期1901年5月15日設「新市街驛」（今臺鐵新市車站），發展迅速，1920年臺灣地方改制時設置「新市庄」，歸臺南州新化郡管轄。戰後改設臺南縣新市鄉。1995年以來由於南部科學工業園區設於本區、善化區及安定區交壤處，高科技廠商陸續進駐，為新市的城鄉發展結構帶來重大的變化。2010年12月25日臺南縣市合併升格為直轄市後，原「新市鄉」亦隨之改制為「新市區」（並非指新的市區）。',
          ),
      ),
  );
