<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台南市 安定區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%AE%9A%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '安定區位於台灣臺南市西南方，北臨麻豆區、西港區，東鄰善化區、新市區，西鄰西港區溪南地區，南接安南區。本區為嘉南平原的一部分，全境皆屬平原地形，無任何丘陵和湖泊，曾文溪流經區境北邊，地勢略呈東高西低，氣候則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%89%E5%AE%9A%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '定區原屬平埔族西拉雅族直加弄社（Tackalan）故地，在西拉雅族語中意為「乾草港」，為臺江內海的一個小貿易港。明鄭時期漢人進入開墾，命名為「永定里」，清治初期改為「安定里」。1823年(道光3年)，曾文溪氾濫並改道，沖入大量泥沙，臺江逐漸陸化，遂失港口機能，轉變為農村。1920年臺灣地方改制，日本政府取名「安定庄」，將原鹽水廳的海寮、新吉等劃入本庄，劃歸臺南州新化郡管轄，戰後改設臺南縣安定鄉，2010年12月25日臺南縣市合併升格而改稱安定區。',
          ),
      ),
  );
