<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 新興區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E8%88%88%E5%8D%80_(%E9%AB%98%E9%9B%84%E5%B8%82)',
          ),
        'descs' => array (
            '新興區為台灣高雄市一市轄區，位於市內西南端，市中心中央帶，北臨三民區，西鄰前金區，東及南接苓雅區，境內金融機構，公司行號等林立，為高雄市重要的商業中心。本區地處高雄市的地理中心，地勢平坦，氣候上屬熱帶季風氣候，年均溫約24.7℃，年雨量約1780公釐。產業以工商業為主，有聞名全國的六合夜市以及南台灣年輕人的流行中心新堀江，目前為高雄市人口密度最高的行政區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E8%88%88%E5%8D%80_(%E9%AB%98%E9%9B%84%E5%B8%82)',
          ),
        'descs' => array (
            '新興區舊稱大港埔。台灣過去慣稱可以行船的河川為「港」，未開發的荒地為「埔」。過去本區為一片荒地，北界高雄川的支流，因盛產「魚逮(ㄉㄞˇ)魚（相傳為鯉魚）而被稱為「魚逮」港」，後人根據台語諧音改稱「大港」，而本區就是位於河畔的荒地，才叫做大港埔。',
            '大港埔在〝打狗時代〞居民多務農為生，生活單純，雖說開發較緩，但發展農業必先修水利，所以從道光年間起，區內興鑿的圳潭渠道已經星羅密布，且圳流經之處都成為膏腴沃土，或種水稻、甘藷、甘蔗或植玉米，蔚成聚落。物阜民豐，有「鳳邑江南」的雅號。整個大港埔的開發，是以竹圍為中心逐漸向四周擴展，除建鼓壽亭為聚落守護神外，並興起下竹圍、營後與過港仔共四個聚落。',
            '大港埔從人煙罕至的荊棘草埔，一躍成為巨廈連軒，霓虹閃爍的不夜城，肇始於1941年的「高雄驛」遷建至大港後，二戰終戰前本區只有中山一路是寬廣的柏油道路，其餘多為羊腸鳥道的牛車道及田間阡陌，經政府多年的努力，目前道路網密度居全市之冠。',
            '在1941年高雄車站遷至大港埔，再加上「昭和通」（今中山一路）的開闢後，使得本區得以迅速繁榮發展。戰後，由於本區逐漸繁榮，充滿新興的蓬勃氣象，故1946年1月，由當時泰明里里長蔡陣建議更改區名，經區長蔡崇禮呈報獲准，取「新興繁榮」之意，且戰後大港埔逐漸繁榮，充滿「新興」蓬勃的氣象，所以取名為「新興區」。',
          ),
      ),
  );
