<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 前金區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%89%8D%E9%87%91%E5%8D%80',
          ),
        'descs' => array (
            '前金區為台灣高雄市一市轄區，位於市內西南端，市中心中央地帶，北臨三民區，西鄰鹽埕區，東鄰新興區，南接苓雅區，著名的五福商圈亦在此區。前金區在高雄市具有行政文教的功能，高雄市多個重要的地標、政府機關和文教設施都位於本區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%89%8D%E9%87%91%E5%8D%80',
          ),
        'descs' => array (
            '在鄭成功開臺時，雖然本市的左營、前鎮等已開始漸次墾殖，但本區則尚未拓殖。到了清朝以後，本市墾殖地區日漸擴大，本區始有移民殖墾漸成聚落。當時分為前矜、後矜兩部落，其中前矜部落開發較快，清朝中葉統合為「前金莊」。另有一說為本區面臨鼓山及愛河，因此取其「面山矜河」之意而有「前矜」之稱。另一說是古人以「金鼓相對」，因此面向鼓山的區域以「矜」稱之。後兩者應為望文生義之說。前金一地在1933年底統計中有人口2223人，其中有490人是「內地人」（日本本土人）。',
          ),
      ),
  );
