<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 苓雅區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%93%E9%9B%85%E5%8D%80',
          ),
        'descs' => array (
            '苓雅區為臺灣高雄市一市轄區，位於市內西南部，市中心中部，北臨三民區，西北連新興區、前金區，西隔愛河與鹽埕區、鼓山區為界，南接前鎮區，東鄰鳳山區，是高雄市政府四維行政中心的所在地。本區地勢平坦，氣候屬熱帶季風氣候，產業以工商業為主，高雄地標高雄85大樓亦位於本區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8B%93%E9%9B%85%E5%8D%80',
          ),
        'descs' => array (
            '苓雅區之地名，源自該區靠海岸的一部分「苓仔寮」。「苓仔」是指漁網，本區因為濱海而漁產豐盛，早期漁民捕魚後，便在岸邊興建一個存放網具的場所，故得名，後因取諧音及雅字，改為「苓雅寮」。明鄭時期便有張、王、吳、方及陳姓隨軍來本區五塊厝地區開墾。清領時期，隨著鳳山縣城遷往鳳山，因著地利之便而逐漸發展起來。清朝統治時，苓雅寮一帶隸屬於鳳山縣大竹里。1897年日本統治初期，苓雅寮屬於鳳山縣，並在1898年改隸台南縣。1901年時，再成為鳳山廳下的苓雅寮庄；1909年，苓雅寮成為台南廳下的打狗支廳大竹里所管。1920年高雄州成立後，苓雅寮成為高雄郡高雄街下一大字；高雄街並在1924年改為高雄市。',
            '戰後，苓雅寮與過田子、林德官及五塊厝共四個舊部落（日治時期設大字）組成苓雅區，一度易名為「連雅區」；1952年恢復原名苓雅區至今。苓雅區直到數十年前仍有許多大片農田，今已多已開發為市區。2014年7月31日深夜，苓雅區與相鄰的前鎮區發生大規模氣爆事件，最終造成32人死亡、321人受傷。',
          ),
      ),
  );
