<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 板橋區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%BF%E6%A9%8B%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '板橋區（枋橋、擺接，閩南語：Pang-kiô-khu；客家語：Pán-khièu-khî）為台灣新北市的一個區，是新北市政府所在地，也是新北市首善之區。板橋因地處新北市主要人口商業腹地的中心位置，在重大公共建設的投入下，近年來已由台北都會區主要衛星都市之一，進而逐漸成為新北市與淡水河系西岸的政經中心。板橋林本源園邸(林家花園)為境內頗負盛名的名勝古蹟，與近來快速發展的城市面貌相互呼應，形成新舊並蓄、宜古宜今的城市景緻。板橋區總面積為23.14平方公里，全境為適宜開發人居的平原地形並有河川環繞，其中河域面積廣達686公頃，行政區劃分為126里、2480鄰。全區人口約55.4萬，在全國368個鄉、鎮、市、區中排名第一，甚至超過許多縣市人口數。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%BF%E6%A9%8B%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '板橋原為平埔族原住民擺接社聚居地，後來漢人在17世紀後逐漸遷入並形成聚落。在大漢溪船運興盛時，商旅貨物在「湳仔港」上岸運往「擺接社」閩南人聚落，途中需經林家花園後方的「公館溝」。為方便人貨通行，其上興建了一座木板橋，當地因而被稱為「枋橋頭」。後來的「枋橋城」即沿著公館溝東南岸興建城牆，在木板橋前設置西城門，約為今府中路、林園街口。近年來公館溝經整治加蓋後，橋已經不復見。',
            '日治時期時，將「枋橋」改為日式地名板橋，讀法為「いたばし」（itabashi），先為板橋庄，1929升格為板橋街。二次世界大戰後國民政府延續此名，改為板橋鎮，隸屬台北縣，成為台北縣之縣治；1972年7月1日升格為縣轄市的板橋市；2010年12月25日隨著台北縣升格為新北市改制為板橋區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%BF%E6%A9%8B%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '板橋區自古即為凱達格蘭族原住民武朥灣社和擺接杜的生活範圍。清康熙年間始有漢人足跡，根據板橋「新埔賴氏族譜」記載，清康熙六十年（1721年），漳州平和縣葛竹鄉賴天經族人，渡海至現板橋新埔地區開墾。乾隆年間廖啟樁、林成祖入墾擺接平原，隨後大量閩南人移住，人口漸增。其時為「擺接堡」之行政中心，轄地遍及今日板橋區、中和區、土城區和士林區、新莊區西盛地區。',
            '道光年間林本源家族自新莊遷居此地，更使板橋區形成鄰近地區的宗教、商業、文化中心。大正9年台灣行政區改制為五州三廳，板橋為海山郡役所的所在地，是郡之行政中心。日治時期，為海山郡之中心，稱海山郡板橋街。二次大戰結束，日本撤離，國民政府治台後，改稱臺北縣板橋鎮，為縣治所在，1972年7月1日升格為縣轄市。2010年12月25日，五都改制案實行，臺北縣改制為新北市，遂稱板橋區。目前板橋區為新北市政府所在地，為新北市的政治經濟中心。',
          ),
      ),
  );
