<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 鹽埕區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BD%E5%9F%95%E5%8D%80',
          ),
        'descs' => array (
            '鹽埕區為臺灣高雄市一市轄區，位於市內西南端，市中心中南端，西北面與鼓山區接壤，東鄰前金區、三民區，東南隔愛河出口與苓雅區相望，是高雄市面積最小的行政區。本區主要是由高雄港建港時的港底泥沙填海造陸而成，地勢平坦，氣候屬熱帶季風氣候，產業以工商業為主。此區如今沒有過去繁榮，但已漸有復甦跡象。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BD%E5%9F%95%E5%8D%80',
          ),
        'descs' => array (
            '今日的鹽埕區一帶在荷據時期以前，便有船隻至此進行烏魚撈捕作業。明鄭時期此地居民便以曬鹽為生。1701年（清康熙49年），鳳山縣衙認為打狗海濱有漁鹽之利，故招徠20餘人來此開闢鹽田，因鄰近打狗港口，故稱之為「打狗鹽埕」。鹽埕的「埕」與台語的「庭」同義，皆指「工作場所的廣場」。 之後因鹽場沒落，航運興起，開始出現「拆船」熱潮。最盛時期，在此開業的拆船業者近數十間，甚至出現所謂的「拆船大王」，然而再度沒落，高雄侯家即是以此起家，現漢王董事長侯西峰的祖父輩和父執輩都做過此行業，替侯家纘了日後創業的大量資源。',
            '1908年高雄港築港完成，以港底泥沙覆蓋在本區，從鹽田澤國搖身成為海埔新生地。1928年，高雄市役所遷至本區榮町（即舊高雄市政府，今高雄市立歷史博物館），發展迅速。戰後合併堀江町、入船町、鹽埕町、榮町、北野町，設置高雄市鹽埕區至今，在1960年代時是全市人口最多的行政區，但因商業中心的東移而繁華落盡，人口開始大幅滑落，在2004年已成為高雄市鬧區中人口最少的行政區。',
          ),
      ),
  );
