<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 鼓山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BC%93%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '鼓山區為台灣高雄市一市轄區，位於市內西南方，市中心西北方，北臨左營區，東鄰三民區，東南連鹽埕區，並隔愛河出海口與苓雅區相望，西濱台灣海峽，南隔高雄港與旗津區、前鎮區相望。本區背山面海，除南側之壽山外，全區地勢大致平坦，氣候屬熱帶季風氣候。產業以工商業為主，漁業也頗為興盛，觀光資源亦相當豐富，區內的西子灣及壽山均為頗負盛名的觀光勝地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BC%93%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '高雄古地名為打狗，因此地是道卡斯族打狗社所在地，位置大約在目前壽山一帶，壽山舊名「打狗山」或「打鼓山」。「打狗」於明嘉靖年間即出現在中國文獻中，明清時代的方誌、宦遊之作，多有提到，但名稱不同，另有「打狗山」、「打狗仔港」、「打鼓山」、「打鼓」等名稱。「打狗」、「打鼓」發音相近。明鄭至清末，打狗莊一直隸屬於鳳山縣興隆里，範圍大約是現在的鼓山區。 另有一傳說，「打鼓山」地名起因於早期因港口有巨石，水急船行危險，行船出入常打鼓以求神助，故稱之為「打鼓山」。此說應為望文生義之說。',
            '清治時期，此地屬鳳山縣管轄。日治初期曾先後隸屬於鳳山支廳、打狗支廳；1920年台灣地方改制，分屬高雄州高雄郡高雄街、左營庄管轄；在1944年時共設有田町、壽町、山下町、湊町、新濱町、哨船町等六町和大字內惟。戰後合併前述七地區和左營庄的大字前峰尾，設置高雄市鼓山區至今。',
          ),
      ),
  );
