<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 旗津區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%97%97%E6%B4%A5%E5%8D%80',
          ),
        'descs' => array (
            '旗津區是臺灣高雄市的一個市轄區，位於市區西南部的旗津島上，與鼓山區、前鎮區及小港區隔高雄港相望。位於南中國海的東沙群島及南沙群島的太平島及中洲島亦劃歸本區代管。原本旗津島是一個沙洲半島，南部與台灣本島相連，1967年因高雄港第二港口的興建而被截斷。連接旗津和前鎮的高雄港過港隧道是台灣唯一的海底隧道，以沉箱式工法興建，1984年完工通車。同樣位於旗津的中洲污水處理廠是高雄市第一座污水處理廠，1987年完工啟用，每天可以處理約75萬公噸的污水，仍是高雄市容量最大的污水處理廠。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%97%97%E6%B4%A5%E5%8D%80',
          ),
        'descs' => array (
            '旗津地區在台灣清治時期至日治，為大竹里旗後街、烏松庄、中洲庄的轄區。1673年，旗後媽祖宮建廟。滿清於1862年在此設立旗後海關分關，旗後正式開港通商，萬帆聚集，成為高雄的首善之區。',
            '臺灣日治時期，1898年，日本在此設立高雄第一所學校－打狗公學校（今旗津國小）。1909年設打狗區役場於旗後，但在1920年設立高雄街後，區役場被遷往哨船頭。1925年，日本取「旗鼓堂皇，津粱永固」之義，改地名為「旗津」。二次大戰後，國民政府合併旗後町、平和町、綠町，改設高雄市旗津區。旗津島原本是和南端小港區相連的半島，但是由於高雄港第二港口的擴建，旗津和小港之間遂崛以水道分割。1979年高雄市升格為直轄市，並將東沙島及南沙太平島劃歸旗津區代管。1984年5月，高雄港過港隧道通車，使旗津的對外交通大為改善。',
          ),
      ),
  );
