<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 前鎮區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%89%8D%E9%8E%AE%E5%8D%80',
          ),
        'descs' => array (
            '前鎮區是中華民國高雄市的一個市轄區，位於高雄市內西南方，北臨苓雅區，東鄰鳳山區，西隔高雄港與旗津區相望，南接小港區。本區地勢平坦，氣候屬熱帶季風氣候。有高雄加工出口區、高雄軟體園區、高雄多功能經貿園區及亞洲新灣區，也是前鎮漁港與部分高雄港碼頭的所在地。當地也有購物中心（統一夢時代購物中心）與夜市（凱旋夜市和金鑽夜市）。2014年7月31日23時至8月1日凌晨，發生多起燃氣爆炸事件，截至8月5日下午4時半，已知有30人死亡、309人受傷。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%89%8D%E9%8E%AE%E5%8D%80',
          ),
        'descs' => array (
            '本區依地方屬性及發展分為前鎮、草衙、佛公、獅甲（舊稱戲獅甲）、籬仔內、崗山仔六個地區。前鎮區的地名由來：南明政權的水師中軍由鄭成功統帥，下分為前、後、中、左、右五提督，五提督後來實際成為明鄭政權最高階的軍事單位。五提督下又分為前、後、左、右、中五鎮，其中中提督前鎮屯營於此地，故名「前鎮」。 二是說明鄭時期鄭成功為防西洋人再次入侵，於紅毛港設前哨，另設衙門於草衙，草衙就是指這個小衙門，而前鎮即為草衙前的鎮營守地之意；三是說清朝時此地土匪猖獗，府縣便在此派兵鎮守此地，故得前鎮之名。以第一種說法較為人接受。',
            '清朝時期，均屬鳳山縣管轄。日本大正9年，台灣地方改制，前鎮、戲獅甲劃歸高雄州高雄郡高雄街；籬仔內、崗山仔隸於鳳山郡鳳山街；草衙、佛公隸屬鳳山郡小港庄管轄。日本大正13年，廢止高雄郡及高雄街，改制為高雄市，前鎮及戲獅甲均劃入市區；日本昭和15年，將草衙、佛公、籬仔內、崗山仔也劃入高雄市轄區。國民政府接管臺灣後將前述六個地區(前鎮、戲獅甲、草衙、佛公、籬仔內、崗山仔)合併，改設高雄市前鎮區至今。',
          ),
      ),
  );
