<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 三民區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E6%B0%91%E5%8D%80',
          ),
        'descs' => array (
            '三民區為台灣高雄市的一個市轄區，位於市中心中央地帶，與鼓山區、鹽埕區、新興區、前金區、苓雅區、左營區、鳳山區、鳥松區、仁武區相鄰，2010年合併升格前是原高雄市人口最多的行政區，目前則是全市人口第二多的行政區。本區機關學校眾多，交通發達，高雄市最重要交通樞紐之一的高雄車站即位於此，是台鐵和高雄捷運的鐵路車站。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E6%B0%91%E5%8D%80',
          ),
        'descs' => array (
            '明鄭時期，王、蔡、鄭三個家族來此搭屋開墾，遂有「三塊厝」之稱。戰後中華民國政府取「建設三民主義模範區」之義，改為三民區。本區包括三塊厝、大港、灣子內、寶珠溝、獅頭、本館、覆鼎金等七大聚落。區境位於高雄市的市區地帶，東接高雄市的鳳山、鳥松、仁武三區，西鄰鼓山、鹽埕二區，南界前金、新興、苓雅三區，北毗左營區。',
          ),
      ),
  );
