<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 楠梓區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A5%A0%E6%A2%93%E5%8D%80',
          ),
        'descs' => array (
            '楠梓區自然位置處於壽山、半屏山北麓，有楠梓溪、典寶溪、後勁溪流經，地勢大致平坦，氣候屬熱帶季風氣候。屬台灣高雄市的市轄區，位於市內西南部、市中心北端，北臨梓官區、橋頭區及燕巢區，東鄰仁武區、大社區，西濱台灣海峽，南接左營區。',
            '楠梓區產業以工商業為主，過去因中油設立高雄煉油總廠以及經濟部設立楠梓加工出口區，而快速帶動本區經濟發展及人口流入。後來因加工業衰退造成園內廠商大幅遷出，區域及人口發展進入停滯。但近年得高雄市政府輔助重新打造及園內產業轉型，使加工區產業轉型為科技發展且規劃楠梓第二園區，重新帶回廠商進駐、就業機會及人口移入，目前為高雄市人口快速成長區之一。',
            '楠梓區也為高雄市境內大學設立最多的區域，區內西北側為國立高雄大學、東側為國立高雄第一科技大學、中間則為國立高雄海洋科技大學。龐大的大學人口成為楠梓商圈發展及消費來源。過去後勁地區因國立高雄海洋科技大學及楠梓加工出口區提供大量消費人口得以發展成商圈。但在楠梓加工出口區衰退同時，使後勁商圈陷入發展低迷。商圈逐漸轉移至人口較為密集的德賢路，加上國立高雄大學的設立帶來的消費人口，使具有地緣鄰近的惠民路沿連德賢路形成龐大的新興商圈。此外，國立高雄大學更促成藍田裡一帶大量興起住宅建案及大賣場（家樂福楠梓店）進駐。清豐里一帶本因國立高雄第一科技大學及台糖量販楠梓店的設立得以發展，但近年又因德民新橋的建造，使楠梓東西兩側可流通，進而加速此區建設及大片住宅地重劃。',
            '至今楠梓區已成為高雄市的人口快速成長區之一，也是北高雄重要工商核心之一。區內並形成以楠梓坑(車站一帶)、右昌、後勁、翠屏(德賢路至惠民路一帶)四區為主的商業活動聚集區。雖然本區受大學人口及加工區勞動人口而得以發展，但本區受地形阻隔，區位與市區斷裂且邊緣，致使無大型文教資源或市轄建設於此。不過近年因中油煉油廠即將遷廠（預定2015年底），遺留下的龐大腹地是否能再造且驅動楠梓發展，仍可期待。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A5%A0%E6%A2%93%E5%8D%80',
          ),
        'descs' => array (
            '楠梓區舊名楠仔坑，更早一點叫作「湳仔坑」，指「楠梓橋」至「興楠橋」一帶，地勢低窪。湳仔是台語中形容低地之說法，如鳥松區之坔埔（湳埔）、南投縣名間鄉（湳仔埔）、台北市士林區「湳雅」（湳仔）、新北市板橋區湳興里、雲林縣虎尾鎮各有一處稱作湳仔、桃園市八德區「大湳」……等。後因改寫為「楠仔坑」，而有溪畔遍植楠木（即柟木）望文生義之說。自明鄭時期開始漸有明帝國時代福建泉州、漳州一帶移民來此開墾，至清領時期漸成聚落。',
            '日治初期在此處為臺南廳下轄的「楠仔坑支廳」，今之楠梓區範圍約分屬楠也坑支廳下轄的楠梓坑區西側（今楠梓）、後勁區北側（今後勁）、仕隆區西南側（今右昌）。1920年台灣地方改制，實行五州三廳制，行政區重劃，本區西側（右昌一帶）被劃入新設立的高雄州高雄郡左營庄，東側（楠梓、後勁一帶）則屬新設置的「楠梓庄」（なんす）南側（北側則屬今之橋頭、燕巢西側）。',
            '「楠梓庄」之名為日人在大正九年市區改正時，將「楠仔」中 "仔"字, 雅化之故。',
            '1924年高雄郡高雄街升格為高雄市，併入周圍的一些街庄的大字，高雄郡因此被廢，楠梓庄、左營庄改歸岡山郡；1940年左營庄併入高雄市，今楠梓區的右昌地區於此時併入；1944年廢楠梓庄，楠梓庄的楠梓、土庫、後勁三個大字劃入高雄市，其餘（今之橋頭）併入岡山街（今岡山、橋頭）。戰後將後勁設為高雄市後勁區，右沖（別名右昌）、援中港、下塩田等大字整併為右沖區，楠梓、土庫兩大字整併為楠梓區。1945年經過多次整併，高雄市的區大幅減少，1946年高雄市減為十區，右沖區、後勁區、楠梓區合併為楠梓區，並併入左營區的下蚵仔寮（後勁溪出海口、援中港西側一帶）。現今一般習慣將楠梓區分為楠梓、後勁、右昌三大聚落。 雖然今書面文多以「楠梓」稱此地，但臺灣河洛Ho*Lo*h語口語仍沿用舊稱「楠仔坑」（羅馬拼音字：Lâm-A-Kenn），例如台鐵鐵路列車中播音即據此。（曾經易以以楠梓之訓讀音，後又恢復楠仔坑原稱。）',
            '明永曆十六年（公元1661年），設萬年縣，駐兵分布為前、後、左、右、中 五「衝鎮」，其中前為「前鋒」，後為「後勁」，左為「左營」，右為「右衝」（「右沖」、「右昌」），中為「中權」。右昌及後勁之地名則由地而來。',
          ),
      ),
  );
