<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 小港區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B0%8F%E6%B8%AF%E5%8D%80',
          ),
        'descs' => array (
            '小港區是台灣高雄市的一個市轄區，位於市區南端，北臨鳳山區，東鄰大寮區且有鳳山丘陵為屏障，西北連前鎮區，隔海望旗津區，西南濱台灣海峽，南接林園區，為高雄國際航空站的所在地。本區地形平坦，地質以珊瑚石灰岩為主，氣候上則屬熱帶季風氣候，年均溫約為24.7℃，年雨量約為1750~1800公釐。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B0%8F%E6%B8%AF%E5%8D%80',
          ),
        'descs' => array (
            '小港區舊名「港仔墘」，閩南語稱「邊緣」為「墘」，即因高雄潟湖南岸之鳳山港畔而得名。本區開發甚早，早在荷據時期荷蘭人就在此建立港口。明鄭時期由鄭成功部將吳燕山負責開墾，清朝時則屬鳳山縣管轄。',
            '日治初期屬臺南廳鳳山支廳。1920年實行五州制，將鳳山支廳所屬港仔墘區、大林蒲區、空地仔區併為一庄，原訂名港子庄，後改為小港庄，始得小港之名，並歸高雄州鳳山郡管轄。',
            '第二次世界大戰結束後臺灣由中華民國政府接收，小港的行政單位改為鄉，隸屬於臺灣省高雄縣。1979年高雄市改制直轄市，並將小港鄉併入成為其市轄區。',
          ),
      ),
  );
