<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 左營區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B7%A6%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '左營區是台灣高雄市的市轄區，位於市內西南部，市中心北方，西濱台灣海峽，與三民區、鼓山區、楠梓區、仁武區相鄰。左營共可以分為舊部落（左營舊部落、新庄仔和菜公庄）、新社區（福山、高鐵等新大樓區）、與眷村等三大區塊，各個區塊文化特色有一定差異性。舊部落大多數是住著明鄭時期開發後的居民，以閩南族群為主；軍眷區是1949年後來台的外省族群；新社區則是近年來自各國的新移民，已無明顯族群可以劃分。位於本區的左營軍港是中華民國海軍與中華民國海軍陸戰隊最大和最重要的基地，海軍下轄重要軍事單位亦位於此。',
            '本區屬於熱帶季風氣候，年均溫約24.7℃，年雨量約1,800公釐。本區近20年來因東側龐大重劃區快速發展，目前已經成為北高雄之新興商業核心，住宅大樓及人口密度相當高，各類異國餐廳也相當蓬勃，明誠路和裕誠路一帶已經形成北高雄密集的餐飲商圈。',
            '高雄捷運紅線巨蛋站附近、大型購物中心漢神巨蛋已於2008年7月開幕，並結合附近瑞豐夜市形成「巨蛋商圈」，被視為北高雄近期崛起的重要商圈。本區亦為台鐵、高鐵重要交通站點所在，高鐵左營站位於本區北側，與台鐵新左營站、捷運左營站連通共站；台鐵新左營站內2至4層有環球購物中心新左營車站店，高鐵站區旁則有新光三越高雄左營店（分為彩虹市集/本館兩棟，以地下通道/天橋與捷運/高鐵站連通）。台鐵除新左營站外，其南方1.9公里處尚有台鐵左營站。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B7%A6%E7%87%9F%E5%8D%80',
          ),
        'descs' => array (
            '左營區的地名由來，傳統有兩種說法：一說是明鄭在台灣的駐軍中的宣毅系統分為前、後、左、右、中五鎮，其中宣毅左鎮設營於此地，故名「左營」；另一說法是清軍在台分設南北兩營，鎮守台灣府左右兩翼，其中南路營即駐防於鳳山縣興隆莊（今左營區），故得名。但是這兩種說法都沒有史料作根據，《永曆十八年台灣軍備圖》中曾標記有「左衛鎮林申」，但沒有史料說明這支部隊曾駐紮此地。清朝曾設總營障，但「南路營」不稱為「左營」。',
            '左營在文獻上最早出現於〈雍正5-12年臺灣輿圖〉，在鳳山興隆莊旁，蓮池潭側，標註了番社「左營社」，可能是屬於「打狗仔番」的番社之一。在清朝初期，成為平埔族與漢族混居的聚落。直到嘉慶年間，成為以漢人為主的左營莊。',
            '本區是高雄市較早開發的區域，鄭氏時期設天興、萬年兩縣，有說法認為萬年縣縣治即在興隆里（另一派認為在今台南市仁德區二層行）。1683年，清軍攻佔臺灣，置鳳山縣治於左營。1787年，林爽文抗清軍隊攻破縣城，因而遷治於鳳山。',
            '日治時期，日本在左營設置海軍基地，作為南進的據點。1920年臺灣地方改制，本區設左營莊，下分左營、菜公、廍後、竹仔腳、埤仔頭、桃仔園、前峰尾、覆鼎金、援中港、下塩田、右沖等十一個大字，上由高雄州高雄郡管轄，1924年改由岡山郡管轄，1932年劃出桃仔園、前峰尾，劃入下蚵仔寮，1940年廢庄劃入高雄市。戰後，右沖（別名右昌）、援中港、下塩田、下蚵仔寮劃入楠梓區，覆鼎金劃入三民區，前峰尾劃入鼓山區，其他大致併為高雄市左營區，1979年7月1日高雄市改制為直轄市。',
          ),
      ),
  );
