<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 仁武區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BB%81%E6%AD%A6%E5%8D%80',
          ),
        'descs' => array (
            '仁武區位於台灣高雄市，北臨大社區，西鄰三民區、左營區、楠梓區，東鄰大樹區，南接鳥松區。本區西部地勢平坦，為主要農耕地帶，東部地勢較高，多丘陵地，耕作較為困難，氣候則屬熱帶季風氣候，年均溫約23~25℃。近年來因仁武工業區的設置，各種工廠林立，使本區的產業型態由農業逐漸轉型為工商業，且交通十分便利，為高雄市人口快速成長區之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BB%81%E6%AD%A6%E5%8D%80',
          ),
        'descs' => array (
            '仁武區的地名由來與屯墾相關。明鄭時期在此招募屯墾，將此地劃歸「仁武鎮」管轄，因而得名。明鄭時期到清領時期，此地均被稱為「仁武庄」，歸鳳山縣管轄。1920年台灣地方改制，仍設仁武庄，劃歸高雄州高雄郡管轄；1924年，高雄郡改制為高雄市，因而改歸鳳山郡管理。戰後改設高雄縣仁武鄉，後將北部地區分設為大社鄉（今大社區）。2010年12月25日五都改制，改稱為高雄市仁武區。',
          ),
      ),
  );
