<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 大社區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E7%A4%BE%E5%8D%80',
          ),
        'descs' => array (
            '大社區位於台灣高雄市，北鄰燕巢區，東鄰大樹區，西鄰楠梓區，南接仁武區，開發甚早，大致為昔日觀音山庄之核心地區「觀音中里」。行政區與楠梓、鳳山、仁武迭經分合延革，最近一次為1951年自仁武鄉分立至今。現轄三奶、翠屏、觀音、神農、中里、大社、保安、保社、嘉誠各里。有幾個全台之最：最古老之三奶夫人廟、最古老之皮影劇團、橫掃全台的棗子、芭樂。並以觀音山風景區，古鳳山八景之一「翠屏夕照」聞名。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E7%A4%BE%E5%8D%80',
          ),
        'descs' => array (
            '明鄭時期：永曆十五年，明朝鄭氏據守台灣島，規置府縣。南部地區為萬年縣；縣下頒布八條屯田諭令，以養各鎮之兵。本區由仁武鎮開墾，屬觀音山屯墾區。清領時期為「觀音山庄」→「觀音里」→「觀音中里」；觀音山庄涵蓋觀音上里、中里、下里、內里、半屏里、興隆外里、內里的範圍（即今燕巢、大樹、大社、仁武、楠梓、左營、鼓山、鹽埕等區）。現行區域大致為昔日觀音中里。',
            '日治時期，大致為「鳳山（支）廳」→「楠梓坑支廳楠梓區」→「仁武庄三奶壇」：縣廳時期（1895年－1901年）：經台南縣鳳山支廳，台南民政支部鳳山出張所，台南縣鳳山支廳，鳳山縣鳳山辦務署，台南縣鳳山辦務署等更迭。二十廳及十二廳時期：屬楠梓坑支廳楠梓坑區。該區下轄觀音中里楠梓坑街（區役場）、土庫庄、林仔邊街、三奶壇庄、大社庄，及觀音下里之後庄等。楠梓支廳在二十廳時期（1901年－1909年）屬鳳山廳，十二廳時期（1909年－1920年），鳳山廳併入台南廳，隨之改隸。五州三廳時期（1920年－1945年）：稱「仁武庄」。1920年行政區劃後，成立仁武庄（1920年~1945）。原屬高雄州高雄郡，1924年高雄郡廢止，仁武庄劃入鳳山郡。分為二個生活圈：「三奶壇」為代表觀音中里；「仁武」則代表觀音下里及部分半屏里。仁武庄役場設於三奶壇587番地，即大社鄉公所舊址。',
            '戰後，改制為「仁武鄉」（1945年－1951年8月）：1945年，原日治時期的高雄州鳳山郡仁武庄，改為高雄縣仁武鄉。但其下「三奶壇」及「仁武」二派民意未合，紛爭迭起。',
            '地方自治後，獨立為「大社鄉」（1951年8月－2010年12月24日）：民國38年底「台灣省各縣市實施地方自治綱要暨區域調整劃分辦法」公布後，分鄉呼聲高漲。經高雄縣議會1951年5月29日第二次會議決議，分仁武鄉分為大社、仁武兩鄉，並自該年八月生效。建鄉之前有「三奶壇」及「大社」之鄉名競爭；（原始庄名「觀音山」無人提起），經表決以「大社」為名（ 因大社為鄉內社政經中心，日治時期即有大社國小、大社分駐所）沿用至今。大社為獨立公法人（鄉）者，共60年。',
            '高雄縣市合併，改制為「高雄市大社區」（2010年12月25日－）：目前屬直轄市之市轄區，不具公法人地位。',
          ),
      ),
  );
