<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 汐止區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B1%90%E6%AD%A2%E5%8D%80',
          ),
        'descs' => array (
            '汐止區是台灣新北市的市轄區，屬於台北都會區的衛星都市；1999年6月28日因人口超過十五萬人，由鎮改制為縣轄市。2010年12月25日，因原來臺北縣升格為直轄市並改名為新北市，所以所屬的原來縣轄市汐止市，便改制為汐止區。',
            '汐止區位於新北市東北部，西以大坑溪、基隆河、內溝溪與台北市相鄰，東則以丘陵地與基隆市相鄰，介於台北市和基隆市之間。全區地形多元，僅在基隆河沿岸有狹長平原，氣候常年多雨。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B1%90%E6%AD%A2%E5%8D%80',
          ),
        'descs' => array (
            '汐止境內昔為凱達格蘭平埔族「峰仔峙社」（Kypanas）所在地。據余文儀所著的《續修台灣府志》中記載，在1758年（乾隆二十三年）前後，漢人已在此形成街肆，延用平埔族的舊名稱為「峰仔峙莊」。',
            '汐止舊名，在清朝臺灣方誌上，是稱為「水返腳」(《淡水廳志》、《噶瑪蘭廳志》...等是記為「水返腳」)，或「水轉腳」(《福建通志臺灣府》、《噶瑪蘭志略》...等是稱為「水轉腳」)，但於臺灣話兩者意思皆通，所以清朝時是通用或混用。而以臺灣話發音來講，理應是「水轉腳」為正確字，但民間積非成是，所以後來無論官方民間，都改為通用寫成「水返腳」(但仍念成「水轉腳」的閩南語音)。',
            '民間流傳「水返腳」或「水轉腳」地名源起，乃因為基隆河受海水潮汐影響，漲潮至此，故稱之。然而，基隆河雖是感潮河川，海水對於基隆河的影響大約只到圓山一帶，並不會真正的漲至汐止。但是河川受潮汐影響，會有水位及流速的周期性變化，若是大潮又逢河川水量大增，極易造成洪患(如溫妮颱風、賀伯颱風)。',
            '日治時期取地名原義，被日本人雅化改為和式地名「汐止」（しおどめ；shiodome），並沿用至今。故陳培桂的《淡水廳志》載道：「水返腳，謂潮漲至此地。」水返腳位台北盆地東北隅，基隆河中游，西北方為大武崙丘陵，東南方為南港山系，四周有大尖山、姜仔寮山、五指山等。',
            '清咸豐十年（1860年）台灣開港後，許多外國人來台設立洋行進行貿易。淡水至大稻埕（今日台北市迪化街附近）間，機動船隻往來頻繁；此時商人溯淡水河而上，沿河收購茶葉。汐止及其它附近山地因自然環境適合種茶，因此茶山遍遍。汐止附近山區的茶農，如平溪、石碇、瑞芳等地，先將茶葉運至水返腳街上的茶館，茶館將茶葉精製好後，即利用基隆河運至大稻埕輸出；又由於汐止位於基隆河中游，有許多支流深入附近山區，使汐止成為附近山區土產輸出及雜貨輸入的集散地。',
            '以前基隆河水量豐沛尚未淤積，從平溪（石底）迤邐至此，由台北注入淡水河後再流入海中。因海水潮汐至水返腳而止，讓此段河道行船便利成為水返腳先民及附近鄉民出入的主要交通要道，民眾要進出臺北城買賣貨物或辦公洽事，都在濟德宮媽祖廟的牛稠頭上下渡船，也因此地是海水潮汐的界點又是基隆河水運的終點造就水返腳早期的繁榮及人文的鼎盛。',
            '日治初期，因火車的運費太貴，故商家仍利用船運。大稻埕為本島貨物之重要集散地，由中國大陸及日本輸入的貨物由淡水港進口，經淡水河運至大稻埕，再溯基隆河而上至水返腳。由《淡水廳志》的記載，與汐止相關的渡口共有十二個，上行可通往基隆，也可往基隆河下游到台北市，汐止也因為交通的便利繁華一時。',
            '汐止區境內多山多水，景緻優美，又因為早期周圍山區擁有豐富的煤礦、楠木及樟樹，讓先民得以利用這些天然的資源發跡，曾興過許多大家族。而縱貫線穿過汐止區，為基隆往臺北的交通要道。日治時期，此地為一宗教人文繁盛之地，深具地方特色。',
          ),
      ),
  );
