<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 岡山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B2%A1%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '岡山區位於臺灣高雄市，北臨路竹區、阿蓮區，東鄰燕巢區、田寮區，西鄰永安區、彌陀區，南接橋頭區、梓官區，人口約9.8萬人。以蜂蜜與豆瓣醬著名，為高雄市西側平原地區北部傳統的商業金融服務、企業貿易外銷、及交通系統轉運中心，區內有岡山本洲工業區因此工商活動繁榮。臺鐵的岡山車站為臺南、高雄兩大站間最繁忙之車站。未來捷運系統紅線計畫自本區南端的R24南岡山站往北延伸至湖內區，並在區內增設三個高架車站。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B2%A1%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '岡山區最早被稱為「竿蓁林」，因早期此地漫無人煙，茅草竿（蓁仔）叢生，亦被稱為「阿公店」。1920年台灣地方改制，台灣總督府以附近阿蓮有大小崗山為地標，改地名為「岡山」，在此設置「岡山庄」，為高雄州岡山郡役所駐地，後因發展迅速，改為岡山街。在太平洋戰爭期間，由於日本在此設立空軍基地，曾遭受盟軍毀滅性轟炸。戰後改設高雄縣岡山鎮，仍為台灣重要的空軍基地，空軍官校也設在此地，並建有許多的空軍眷村。2010年12月25日高雄縣市合併，改為高雄市岡山區。',
          ),
      ),
  );
