<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 路竹區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B7%AF%E7%AB%B9%E5%8D%80',
          ),
        'descs' => array (
            '路竹區位於台灣高雄市北部，北臨臺南市仁德區、歸仁區，東鄰阿蓮區，西鄰茄萣區、永安區，西北方連湖內區，南接岡山區本區位處嘉南平原南部，地勢平坦，略為呈現由東向西傾斜，氣候上深受低緯度及北赤道洋流的影響，年平均溫度24- 25℃之間，月平均溫度為28℃，最低18.5℃左右則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B7%AF%E7%AB%B9%E5%8D%80',
          ),
        'descs' => array (
            '路竹區原為平埔族大傑巔社故地，舊名半路竹，其名稱可能於清康熙年間出現的，說法有二：一為此地離安平約20里，離鳳山約26里，約在其半路，加以此地竹木茂盛，為往來行旅歇息納涼之地，故名「半路竹」；二說是半為「絆」台語之諧音，認為此地竹木茂盛，阻礙交通，行旅往來不便，故稱「絆路竹」，目前第一種說法較為大家接受。',
            '1920年前設一甲區，隸屬於台南廳阿公店支廳，管轄長治一圖里內之營後庄、一甲庄、新園庄、下坑庄；維新里內之下社庄、大社庄、半路竹庄。1920年台灣地方改制一甲區合併原竹仔港區所轄維新里內之鴨母寮庄、北嶺墘庄、三爺埤庄及原大湖區所轄長治二圖里內之後鄉庄，將「半路竹」易名為「路竹」，設置「路竹庄」，劃歸高雄州岡山郡管轄。戰後改設高雄縣路竹鄉，並將原屬湖內鄉的竹滬村、頂寮村劃歸本區管理。2010年12月25日五都改制案生效，高雄縣市合併，改為高雄市路竹區。',
          ),
      ),
  );
