<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 田寮區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B0%E5%AF%AE%E5%8D%80',
          ),
        'descs' => array (
            '田寮區位於台灣高雄市西北部，北臨臺南市龍崎區、關廟區，東鄰旗山區，西鄰岡山區、阿蓮區，東北連內門區，南接燕巢區。本區四面環山，區境內丘陵起伏，大部分為林班地，境內二層行溪支流蛛網密布，惡地地形極為發達。氣候上屬熱帶季風氣候，產業以農業、林業、畜牧業為主，但近年來觀光業亦有相當發展。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B0%E5%AF%AE%E5%8D%80',
          ),
        'descs' => array (
            '田寮區為明鄭時期「援剿右鎮」的屯墾地，在開墾時，居民多在田中搭設簡單寮舍，作為休息、居住之地，因而得名。1901年屬蕃薯藔廳管轄，1909年屬阿猴廳蕃薯藔支廳管轄，分為田寮區（嘉祥內里內之田寮庄、南安老庄、水蛙潭庄、牛稠埔庄）與古亭坑區（崇德東里內之狗氳氤庄、古亭坑庄；嘉祥內里之打鹿埔庄）兩區1920年台灣地方改制，在此地設置「田寮庄」，劃歸高雄州旗山郡管轄，1932年改隸岡山郡，戰後改設高雄縣田寮鄉。 2010年12月25日高雄縣市合併，改為高雄市田寮區。 2014年3月1日起，田寮區戶政事務所廢止，整併為「高雄市阿蓮戶政事務所」，原「田寮區戶政事務所」改稱「田寮辦公處」。',
          ),
      ),
  );
