<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 燕巢區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%87%95%E5%B7%A2%E5%8D%80',
          ),
        'descs' => array (
            '燕巢區位於台灣高雄市西部中央地帶，北臨田寮區、岡山區，東鄰旗山區，西鄰橋頭區，西南連接楠梓區，東南連接大樹區，南則接大社區。本區位處平原地帶，但惡地地形極為發達，分布著泥火山、裸岩、瀑布等景觀。氣候上屬熱帶季風氣候，年均溫約23~25℃，年雨量約1800毫米。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%87%95%E5%B7%A2%E5%8D%80',
          ),
        'descs' => array (
            '燕巢區早期為平埔族馬卡道族大傑巔社的故地。明鄭時期派遣其後備部隊之「援剿中鎮」、「援剿右鎮」來到此地開墾，今燕巢內東燕、西燕二村舊稱為『援巢中』，安招村為『援巢右』，即是明鄭時期援剿中鎮與右鎮屯田舊址，故名「援剿」。1920年台灣地方改制，改「援剿」為日語同音的「燕巢」，設置「燕巢庄」，劃歸高雄州岡山郡管轄，戰後改設原高雄縣燕巢鄉。2010年12月25日高雄縣市合併，改為高雄市燕巢區。',
          ),
      ),
  );
