<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 橋頭區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A9%8B%E9%A0%AD%E5%8D%80',
          ),
        'descs' => array (
            '橋頭區位於臺灣高雄市，北抵岡山區，西鄰梓官區，東連燕巢區，南接楠梓區。本區地勢平坦，有後勁溪、典寶溪、中崎溪流經，氣候屬熱帶季風氣候。高雄新市鎮計畫位於本區。全區總面積有二十五點九三七九平方公里，人口約有3.73萬餘人，也是高雄與台南間的中途站，南北縱貫公路、縱貫鐵路、高雄捷運紅線穿越其中，交通便利，遠在日治時代，已在此設置臺灣第一座現代化的糖廠「橋頭製糖株式會社」，特殊的糖業文化是本區社區文化的最佳代表。於1947年6月1日正式成立為鄉。2010年12月25日高雄縣市合併，改為高雄市橋頭區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A9%8B%E9%A0%AD%E5%8D%80',
          ),
        'descs' => array (
            '「橋頭」最早叫做「小店仔」，那是因為在某一座橋邊有二、三間小店，供應往來客商所需的用品而得名。後來，為了引中崎的水灌溉仕隆一帶的水田，就在今天橋頭村和橋南村交界的地方，開鑿一條大圳，並且建造一座橋，就叫做「橋仔頭」。',
            '1920年地方改制，橋頭屬楠梓庄。1943年楠梓廢庄，橋子頭、中崎、林子頭、仕隆、九甲圍、頂塩田、五里林、白樹子幾個大字遂併入岡山街。戰後上述範圍於1947年6月1日成立橋頭鄉，首任鄉長為余登發，高雄縣市合併，改制為橋頭區，首任區長為許重明。',
          ),
      ),
  );
