<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 梓官區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A2%93%E5%AE%98%E5%8D%80',
          ),
        'descs' => array (
            '梓官區位於臺灣高雄市西部沿海，北臨彌陀區，西濱臺灣海峽，東鄰橋頭區，東北連岡山區，南接楠梓區。本區位於沿海平原地帶，地勢平坦，氣候上屬熱帶季風氣候，年均溫約23~25℃，年雨量約1500公釐。產業方面以農業及漁業為主，設有蔬菜專業區，是南台灣重要的蔬菜生產中心。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A2%93%E5%AE%98%E5%8D%80',
          ),
        'descs' => array (
            '梓官區的地名由來有兩種說法：一是相傳自鄭成功渡台後，便有福建漳州富豪王梓率王、鄭、蔡、歐、蘇各姓同移居此地，由於頗有眾望，而被尊稱為「梓官」；二是認為「梓」指「木匠」，因昔日此地造船業發達，尊稱造船的師傅及木匠為「官」，以此地為造船師傅及木匠的集中地，故名為「梓官」。日治時期此地初設「梓官區」，後於1910年併入「彌陀庄」，並於1920年劃歸高雄州岡山郡管轄。戰後初期為原高雄縣彌陀鄉的一部分，後於1951年4月自原彌陀鄉分設為梓官鄉。2010年12月25日高雄縣市合併，改為高雄市梓官區。',
          ),
      ),
  );
