<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 彌陀區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BD%8C%E9%99%80%E5%8D%80',
          ),
        'descs' => array (
            '彌陀區位於台灣高雄市西部沿海，在高雄平原邊緣，以阿公店溪為界北鄰永安區，東以岡山空軍機場接岡山區，西濱台灣海峽，南接梓官區。地形平廣，除東南部漯底山為泥火山地形，其餘皆為平原。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BD%8C%E9%99%80%E5%8D%80',
          ),
        'descs' => array (
            '清康熙24年（1685年）《台灣府志》地名為「彌羅港」、「微羅港」或「眉螺港」，可能出自馬卡道語的viro一詞，意為「竹子」，港則內海潟湖。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BD%8C%E9%99%80%E5%8D%80',
          ),
        'descs' => array (
            '明永曆十五年，福建漳州府南靖縣人吳壽來台開墾彌陀港，後吳壽弟弟(一說親戚)隨高開台祖高和祖籍福建泉州府晉江縣、易、李、林、陳、蔡等族人渡台共同開墾彌陀港中部地區，形成農業集村，同姓多共居，大吳居住在彌靖里主要幹道兩旁；小吳居住在彌仁里南部；易、高兩姓居住在彌靖里彌陀國小以南；陳姓在彌仁里北部；蔡姓在彌壽里西北；李姓在彌壽里中部；林姓在彌壽里南部。',
            '孫姓的開台祖孫候連、孫候瑞兩兄弟至福建泉州府南安縣來台，開墾漯底山下地區，所謂上漯底莊；同時又有蔡姓族人移居到漯底山下西南邊，建下漯底莊。',
            '本庄張姓家族原於福建泉州府同安縣，後往台南府城(東門街附近)居住，清乾隆年間，設有瀨西鹽場，需要大量曬鹽工，遂移居鹽埕，期間有謝、李姓從瀨南鹽場遷居，分成頂鹽埕、下鹽埕兩莊，且在明治三十年間一度成為彌陀莊行政中心。',
            '開莊家族為宋氏，其開台祖宋賀光於清康熙末年來台，初居竿蓁林，後宋賀光子宋淵遷居彌陀港，因築魚塭技巧高超，道光二十四年移居內海中的積地，遂取名為海埔仔又稱海尾仔。',
          ),
      ),
  );
