<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 永安區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%AE%89%E5%8D%80',
          ),
        'descs' => array (
            '永安區位於臺灣高雄市西北沿海地區，北臨茄萣區，東鄰岡山區，東北連路竹區，西濱台灣海峽，南接彌陀區，區境內有臺電興達火力發電廠及中油天然氣接收站，是南臺灣重要的能源接收及發送中心。',
            '本區屬於平原地形，東邊地勢略高，海岸線上有潟湖景觀，且有紅樹林，氣候上則屬熱帶季風氣候。區內設有永安工業區，故居民產業以製造業為主，但養殖漁業也頗為發達。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%AE%89%E5%8D%80',
          ),
        'descs' => array (
            '永安區舊名「烏樹林」，係因早期此地海岸充滿紅樹林而得名，此外也有「竹仔港」的稱呼。 1920年之前設竹仔港區，隸屬於台南廳阿公店支廳，管轄維新里 內之烏樹林庄、竹仔港庄、鴨母藔庄、北嶺墘庄、三爺埤庄、灣仔內庄、本洲庄。 1920年台灣地方改制，將此地劃歸高雄州岡山郡，鴨母藔、北嶺墘、三爺埤改屬路竹庄，灣仔內、本洲改屬岡山街，烏樹林、竹仔港改屬彌陀庄管轄。戰後初期仍為原高雄縣彌陀鄉的一部分，1950年從彌陀鄉分出，以鄉內有「舊永安塭」、「新永安塭」，並取永保鄉境平安之義，定名為永安鄉。2010年12月25日高雄縣市合併，改為高雄市永安區。2014年3月1日起，永安區戶政事務所與彌陀區戶政事務所，整併為「高雄市梓官戶政事務所」，原永安區及彌陀區戶政事務所併入，改稱「永安辦公處」及「彌陀辦公處」。',
          ),
      ),
  );
