<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 湖內區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B9%96%E5%85%A7%E5%8D%80',
          ),
        'descs' => array (
            '湖內區位於台灣高雄市的西北方，北邊隔著二仁溪與臺南市南區、仁德區相望，西側與茄萣區相鄰，東邊與南邊緊貼路竹區。由於緊鄰臺南市，本區為臺南都會區之一部分。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B9%96%E5%85%A7%E5%8D%80',
          ),
        'descs' => array (
            '1920年前分屬台南廳阿公店支廳大湖區（長治二圖里大湖庄、湖內庄、竹滬庄、後鄉庄）與圍仔內區（文賢里之海埔庄、圍仔內庄、頂茄萣庄、崎漏庄） ，1920年地方改制後鄉庄改隸路竹庄，其餘合併為一庄時，大湖與圍仔內兩地相持不下，故各取一字稱湖內庄，隸屬高雄州岡山郡。1945年戰後改制為高雄縣岡山區湖內鄉，1950年分出茄萣鄉以及將頂寮村、竹滬村交給路竹鄉管轄。',
          ),
      ),
  );
