<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 深坑區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B7%B1%E5%9D%91%E5%8D%80',
          ),
        'descs' => array (
            '深坑區是台灣新北市轄下的市轄區，古稱簪纓、深坑仔。位於新北市中央，其北、西及南等三面與臺北市南港區、文山區為界，東與新北市石碇區為鄰。著名特產有茶葉、竹筍、豆腐及肉粽等，觀光景點則有永安居、興順居、深坑老街及炮子崙瀑布等。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B7%B1%E5%9D%91%E5%8D%80',
          ),
        'descs' => array (
            '因為地形狹長，形似簪纓，故舊名叫做「簪纓」；簪纓為官宦之服飾，比喻高官顯宦。但接著清末日治時期產生番亂，獨本地以地形易守而倖免，所以改名「深坑」，其來自深坑仔，乃因本區四面環山形似坑底故名之。',
            '本區位於臺北盆地南緣地區，清代屬拳山堡，山脈綿延，後因名稱不雅，日治時期取「文山秀氣」之意改稱為文山堡。深坑地區和文山堡的其他地區如景美、木柵、新店、坪林、石碇一樣，在清代都屬平埔族秀朗社所轄。當漢人來到深坑開墾時，地屬秀朗社地，如欲開墾，必須先得到頭目及番業戶的同意，並給予相當的代價，才能取得墾耕之權。',
            '目前所知，最早來深坑開墾的是許宗琴，其次開墾的中心為萬順寮，此一地名之起源相傳於乾隆三十年（1765年），因有泉州人張萬順開闢今萬順里一帶土地而得名。萬順寮隘的設立，使得萬順寮地區墾務得以順利進行，也造成了後來溪南五莊的建莊，在溪北萬順寮地區墾務進行的同時，溪南的拓墾活動也已經展開，其過程更為艱辛，當大批安溪移民進入深坑地區時，他們首先到達萬順寮及大坑地區，向秀朗社番業戶繳出一筆費用，以獲得土地開墾權。而整個地區的開墾需要投入大批資金和人力，不是個人所能勝任，於是產生了開墾組織。',
            '先民早年之所以沿河拓墾，其原因之一是距離河岸近，取水灌溉均甚方便；此外深坑屬山區，交通不便，利用陸路交通倒不如水路來得便利，是以居住河邊取其近便。大約道光年間，深坑、石碇、平溪、坪林等地的農產品，甚至遠從宜蘭來的商旅貨物，都由山上挑擔送到深坑與石碇交界處的楓子林渡口上船送到外地販售。當時的深坑成了染料、茶葉、樟腦的集散地，這個狀況一直持續到日治時期。所以深坑在當時變成了臺北大文山區的政治中心。',
          ),
      ),
  );
