<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 鳳山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B3%B3%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '鳳山區是臺灣高雄市的一個行政區，為高雄市政府鳳山行政中心（昔高雄縣政府）及高雄市議會（昔高雄縣議會）的所在地。位於高雄市內西南方，北面與鳥松區接壤，西面與三民區、苓雅區、前鎮區比鄰，東面、南面則為大寮區、小港區等工業重鎮，屬於東高雄。人口約卅五·六萬人，現為高雄市人口最多的轄區。',
            '鳳山區氣候屬於熱帶季風氣候區，高溫多雨，年均溫為攝氏23度，降雨量全年約1,500～2,000公釐。其為昔日高雄縣之縣治，因地理環境緊鄰高雄市中心，因此在1960年代至1990年代間發展非常快速。該區1980年代前與高雄市中心間，尚存過渡區農地，在高速公路開通後縣市區界已逐漸模糊，並以高雄市區為主進行消費及移動，成為高雄都會區的衛星城鎮之一。',
            '鳳山區目前從北到南共有三個主要商業活動集中區：赤山、鳳山、五甲，各自有自己的消費生活圈。赤山為近年來高雄新興之住宅區；鳳山則是傳統政治中心，政府機關與古蹟林立；五甲地區比鄰於前鎮區，人口密集，商業繁榮。值得注意的是，這三個生活圈在清季皆已發展為有規模的聚落，歷經日治時期與國民政府遷台之後，分別有著不同歷史淵源、發展歷程，使本區的街景呈現多元交融的樣貌。另一方面，由於本區東南側設有三所軍事學校：陸軍官校、中正預校、步兵學校，伴隨而生的軍事用品商店與眷村文化更加豐富了本區的文化內涵。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B3%B3%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '現今鳳山區一帶（區公所、大東公園附近）古名埤頭，又稱陂頭、下坡頭，源由自已消失之「柴頭埤」。現在的鳳山之名，係因此地為清代鳳山縣縣治。',
            '鳳山縣治，最早在在興隆庄舊城（今左營區），取自高雄市小港區與林園區、大寮區界間之鳳山丘陵，山形似鳳而名，但並不在鳳山區境內。林爽文事件後，縣城遷往埤頭。亂平之後雖有將縣城遷回興隆莊之議，但因故未得實現，此後鳳山漸取代埤頭成為本地地名。',
            '本區最初僅是一L形市街，縣城遷於本地後一度成為府城以南最為繁榮的市街；後逢打狗（今高雄港北部一帶）崛起，日治時代時政府大力建設其鄰近之街市，鳳山地區人口便逐漸落後於打狗。',
            '今日所謂鳳山地區（鳳山、大寮、鳥松、仁武、林園、大社、大樹）由來自臺灣日治時期的鳳山郡，除小港區因較早併入高雄市而不屬之，其餘昔日屬鳳山郡所轄之市轄區皆含括在內。',
          ),
      ),
  );
