<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 大寮區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%AF%AE%E5%8D%80',
          ),
        'descs' => array (
            '大寮區是台灣高雄市西南方的一個市轄區，北毗鳥松區、大樹區，西鄰鳳山區、西南隔鳳山丘陵接小港區，南接林園區，東隔高屏溪鄰屏東縣屏東市、萬丹鄉、新園鄉。目前人口約有11萬人，曾是台灣人口最多的鄉，但因商業較不發達、市區分布較分散，生活機能一般多依賴緊鄰之鳳山區、小港區提供。',
            '2008年9月通車之高雄都會捷運系統橘線，東側終點站大寮站就設置於本區西側，加上本區北端尚有台鐵後庄車站，對外交通堪稱便利。另本區與左營、鳳山、岡山並列高雄市眷村的集中地。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%AF%AE%E5%8D%80',
          ),
        'descs' => array (
            '早期下淡水溪（今高屏溪）邊土質肥沃，利於耕種，當地住民遂建置草寮屯墾，分為四處：溪埔寮（今溪寮里）、潮州寮（今潮寮里）、頂大寮（今上寮里）、下大寮（今大寮里），後四寮合一，統名「大寮」，此為地名由來。',
            '清代屬於鳳山縣小竹里。明清年間，大量泉漳移民進入台灣，當時由於鳳山丘陵位於鳳山南方，形似「蛋卵」，而將其名取為鳳彈（蛋）山，因而得名「鳳彈」，而鳳彈最早的發展見於康熙廿四年《台灣府志（蔣志）》一書中記載：「一汛鳳彈，把總一員，兵五十名」；而在康熙五十九年李丕煜所編纂的《鳳山縣志》和《鳳山縣輿圖》中即可看到名為「鳳彈」（忠義里一帶）、「打鹿潭」（山頂里一帶）、「小竹橋」（義和里一帶）的汛塘（軍備據點），後來人口逐漸發展，便裁撤汛溏，規劃為普通聚落。至光緒二十年（1894年），廩生盧德嘉編撰《鳳山縣采訪冊》時，已出現如山仔頂、打鐵店、考潭寮、翁公園等二十餘個聚落；日治初期屬台南縣鳳山支廳，1920年設大寮庄，屬高雄州鳳山郡；民國三十五年（1946年）建制高雄縣大寮鄉。2010年12月25日隨五都改制，改為高雄市大寮區。',
          ),
      ),
  );
