<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 林園區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '林園區是台灣高雄市位於最南端、居高屏溪出海口的一個市轄區，北毗大寮區，西倚鳳山丘陵接小港區，東隔高屏溪鄰屏東縣新園鄉，西南濱台灣海峽與屏東縣琉球鄉（小琉球）遙遙相望。本區地勢平坦，適宜農耕，同時擁有中芸、汕尾兩大漁港，漁獲量豐富，養殖漁業亦發達。1973年起政府在此興建石油化學工業區（十大建設項目之一），使本區由「魚米之鄉」轉變為台灣石化工業的重鎮。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '林園位處鳳山林木茂盛之邊，故稱「林仔邊」。林仔邊街的街市發展與繁榮就是現在興濟宮到福德廟這一條福興街，林園人稱為『舊街』，在清朝時這條街道稱為『林仔邊街』，所以老一輩的人要到林園街上都稱去「林仔邊街仔」。因擁有西溪中港優良港口，為明清時期的小竹里商業行政文化重心，清代將小竹里改為小竹上里、小竹下里，當時仍沒有「林園」這個名稱。直到日本大正9年（1920年）設高雄州，並將原來三個字的地名，統一縮為兩個字，依照其規定林仔邊將「仔」去掉後，要稱為「林邊」，但造成與屏東林邊為同地名。居此當地士紳淵於林園人的父系祖先大都由福建漳州府渡海來台，「謝府王公」係由漳州移民來自原鄉的傳統信仰，又是林仔邊當地居民的守護神。依據：漳州府龍溪古縣祖廟周邊村落鸛林村（現稱下半林）和園中村（現稱上半林），故取其「林」、「園」二字命名，以對原鄉的懷念。南明永曆六年（清朝順治九年1652年）四月鄭成功圍困漳州城，九月二十六日撤圍退守龍溪古縣城，十月初一清兵攻陷古縣城，這場「古縣大戰」致使龍溪古縣城，王、黃、林、陳、韓、蔡、溫、候、等姓眾多村落被燒廢，最後大都跟鄭成功到臺灣，又因「林園」的日文發音與「林邊」差不多，並且意境也很好，因此改名「林園」而設「林園庄」。林園之地名自此出現，並沿用至今。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '考古時期（？－1624年）—林園區境內，原屬番社，為平埔族生番西拉雅族支族馬卡道族（Siraya Makatao）聚處，在目前已發現七處考古遺址，可知大約在四百年前到六千五百年前，就有先住民在此住過，而且遍及區境內的鳳山丘陵，漢人入侵以後，始被迫陸續遷離或漢化。',
            '荷據時期（1624年－1661年）—從史籍所載的零星記錄，本地在十六世紀就有漢裔漁民蹤跡，每屆烏魚汛期（每年11月底起至翌年1月中旬為止），就有很多漁戶，來自閩南，從事漁業，並於沿海一帶搭建小茅屋（藏藔）停歇。',
            '明鄭時期（1661年－1683年）—鄭成功鄭氏陸軍中權鎮在小竹里建立「中權莊」進行屯墾。',
            '清治時期（1683年－1895年）—康熙23年（1684）隸屬鳳山庒；嗣後改為小竹橋庄→小竹庄→小竹下里。清康熙年間，設【西溪汛】，屬安平水師【右營標】，因地屬扼要，故置兵分守。',
            '日治時期（1895年－1945年）—明治34年（1901年）隸屬鳳山廳小竹下里林子邊庄；大正9年（1920年），隸屬高雄州鳳山郡管轄，稱為林園庄，設置庄役場（即現今區公所）。',
            '戰後時期（1945年－）－1945年日本結束台灣統治，民國35年（1946年）頒布實施台灣省鄉鎮組織規程，林園庄改為林園鄉，隸屬高雄縣。2010年12月25日高雄縣市合併，改為高雄市林園區。',
          ),
      ),
  );
