<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 旗山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%97%97%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '旗山區位於台灣高雄市地理中心，北鄰杉林區，西北鄰內門區，西及西南鄰田寮區、燕巢區，東鄰美濃區，東南接屏東縣里港鄉，南接大樹區。本區屬於熱帶季風氣候區，高溫多雨，年均溫為攝氏23度，每年5月至9月為雨季，降雨量全年約1,500-2,000公釐，年平均最低溫為攝氏21.6度，平均最高溫為攝氏28.4度。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%97%97%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '旗山區古名太平、蕃薯藔，根據史籍記載有關旗山的開發，最早記載是在清康熙年間。《臺灣府志》記載:「羅漢內門（今內門區）、外門田（今旗山區）、北大傑嶺社」。',
            '清領時代光緒十四年行政上改稱太平街。旗山早期的居民，最早可追溯到荷蘭時期，平埔族由台灣西岸向內地遷移，沿楠梓仙溪開墾，鄭克公時期，平埔族中的旗山鎮原為西拉雅在溪州地區太山建置「大傑顛社」（即今溪洲國小後的山腰處），做為宗教中心。康熙年間大傑顛社有十二里，其中「施里莊」就是現在的旗山，隸屬鳳山縣，當時的居民仍以平埔族為多，清康熙末年，有部分漳州移民自鳳山地方越過南界的嶺口而進入此地，並與當地之平埔族簽約購地，搭建草寮而著手進行開拓工作，在田園未成熟之時則僅栽種蕃薯維生，故此地俗稱為蕃薯藔。以後移民的移殖活動持續不斷，而逐漸形成一村莊，即黃叔璥的《台海使槎錄》中所云之「外門民居施里莊」是也。雍正十二年改歸台灣縣羅漢門外門。清乾隆二十年，立石碑禁佔，曾記載蕃薯寮莊，可見在乾隆初年，便已正式稱呼蕃薯藔莊。',
            '1901年設蕃薯藔廳，以蕃薯藔街為廳治，至1909年10月蕃薯藔廳併入阿緱廳。其間當地居民嫌蕃薯藔之名不雅，曾陳情要求將蕃薯藔街復名「太平街」，唯未成案。日治時代大正9年（1920年）地方制度改正時，終依「旗尾山」之名而改稱為「旗山」至今。民國三十五年（1946年）由旗山街改為旗山鎮。2010年12月25日直轄市五都升格，旗山鎮改制為旗山區。',
          ),
      ),
  );
