<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 美濃區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%BE%8E%E6%BF%83%E5%8D%80',
          ),
        'descs' => array (
            '美濃區（臺灣客家語南四縣腔：地名本作「瀰濃」，miˇ nungˇ；臺羅：Bi-long）是台灣高雄市市轄區，美濃區是客家六堆中的右堆，以深厚濃鬱的客家文化內涵和底蘊而聞名，為高雄市以至台灣南部（濁水溪以南）著名的客家行政區或客家文化區之一，也是全國著名的客語區之一， 2012臺灣十大觀光小城排名第五名。地形上為山區平原地形，東鄰六龜區、東南鄰屏東縣高樹鄉、南鄰屏東縣里港鄉、西鄰旗山區、北鄰杉林區。是荖濃溪出山口所在，全區水文系統豐富，有荖濃溪與其支流美濃溪貫穿全境。',
            '美濃區全區南北長15公里、東西寬9公里，面積約有120.0316平方公里。氣候上屬於熱帶季風氣候，高溫多雨，年均溫為攝氏23度。全年降雨量約1,500-2,000公釐，丘陵與山地則在2,000公釐以上。年平均最低溫為攝氏21.6度，平均最高溫為攝氏28.4度。美濃境內主要居民為客家人，近幾年人口嚴重外流。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%BE%8E%E6%BF%83%E5%8D%80',
          ),
        'descs' => array (
            '舊名「瀰濃」，日治時期改稱「美濃」。早於《雍正臺灣輿圖》，已記載「彌濃山」一名。一說「瀰濃」出於原住民平埔族薩羅亞族的稱謂「Melang」。',
          ),
      ),
  );
