<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 六龜區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AD%E9%BE%9C%E5%8D%80',
          ),
        'descs' => array (
            '六龜區（臺灣客家語南四縣腔：liugˋ guiˊ kiˊ），位於台灣高雄市東北部，東鄰桃源區、茂林區，西鄰甲仙區、杉林區、美濃區，南接屏東縣高樹鄉、三地門鄉。',
            '六龜區位居屏東平原與中央山脈之丘陵交會地，地處六龜地塹帶，荖濃溪縱谷西岸六龜河階上，南北狹長。本區在氣候上屬熱帶季風氣候，高溫多雨，年均溫為攝氏23度，每年5月至9月為雨季，降雨量全年約1,500-2,000公釐。年平均最低溫為攝氏21.6度，平均最高溫為攝氏28.4度。本區居民以客家、閩南族群為主，亦有外省及原住民族群。全區均被納入茂林國家風景區範圍，近年來觀光業蓬勃發展。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AD%E9%BE%9C%E5%8D%80',
          ),
        'descs' => array (
            '1902年6月1日：名為蕃薯寮廳六龜里庄。1910年2月1日：行政區域調整，改編為阿猴廳六龜里支廳。1920年10月1日：行政區域調整，改編為高雄州屏東郡六龜庄，轄六龜、土壟灣、新威、新開、荖濃等五個大字。1932年11月10日：行政區域調整，改編為高雄州旗山郡六龜庄。',
            '1945年10月25日：中華民國接管臺灣，六龜庄改制為高雄縣旗山區六龜鄉，轄六龜、義寶、土壟、新威、新寮、新發、荖濃等七個村。1950年台灣行政區重整，廢除區署，本鄉定名為高雄縣六龜鄉。1953年7月9日：本鄉為配合行政區域需要，調整為六龜、義寶、土壟、中興、新威、新興、新寮、新發、荖濃、寶來等十個村。',
            '1970年7月1日：因行政區域調整，將義寶村劃分二村，增加文武村、新寮村亦分為二村增加大津村共十二個村。1972年2月1日：六龜鄉土壟村更名為興龍村。2010年12月25日：因高雄縣市合併，改為高雄市六龜區。',
          ),
      ),
  );
