<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 內門區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%A7%E9%96%80%E5%8D%80',
          ),
        'descs' => array (
            '內門區位於台灣高雄市中部，東北連杉林區，東南連旗山區，西北連臺南市龍崎區、左鎮區、南化區，西南接田寮區。內門位處山區，全區幾為山坡地，平地極少，溝坪地區有旗山溪支流溝坪溪流貫，溝坪地區金竹、溝坪、永興、永吉、永富等五里全境被劃為高屏溪水質水量保護區，氣候上則屬熱帶季風氣候，居民產業以農畜業為主。近年來在交通部及高雄市政府的大力輔導下，每年三月底到四月初舉辦的「高雄內門宋江陣嘉年華會」已成為名聞遐邇的民俗慶典。區內建寺300多年的「內門紫竹寺」與「南海紫竹寺」每年農曆觀音佛祖誕辰舉辦的平安祈福繞境活動,文化部於2014年正式公告指定為國家級重要民俗活動,定名為「羅漢門迎佛祖」活動,每年三月有名的「高雄內門宋江陣活動」即是由內門紫竹寺觀音佛祖誕辰祈福平安繞境,各庄頭組成文武藝陣隨行護駕而來。',
            '內門有「總鋪師之鄉」的稱呼，原因在於內門區內的總鋪師總數是全國之最。2005年3月，內門國小教務主任林義安表示：「內門鄉內擁有合格廚師執照的鄉民約有150位左右，幾乎是每五戶鄉民就有一戶人家是靠辦桌維生，可說是全台灣總舖師分布最密集的鄉鎮。」內門總鋪師的興起，與該地的經濟發展及地方文化產業活絡有著密不可分的關係。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%A7%E9%96%80%E5%8D%80',
          ),
        'descs' => array (
            '內門區原為平埔族馬卡道族大傑癲社故地，舊稱「羅漢門」或「羅漢內門」，其地名由來有兩種說法：一是說大學士沈光文因作詩諷刺鄭經，幾遭不測，便喬裝為僧侶逃到此地，並搭起茅寮招收生徒，在經過他的講學後，此地成為一個人文薈萃之地，由於當時追隨沈光文者多為鴻儒，後人便將「橫經講學鴻博之士」所避居之地，取名為「羅漢門」；二是當時平埔族將烏山山脈到楠梓仙溪以東的地區稱為「Rohan」，而二層行溪上游地形險峻，如同羅漢把守兩側，漢人移民因而將「Rohan」附會為「羅漢門」。1920年台灣地方改制，將此地易名為「內門」，設置「內門庄」，劃歸高雄州旗山郡管轄，戰後改設內門鄉。2010年12月25日改為內門區。',
          ),
      ),
  );
