<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 石碇區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%9F%B3%E7%A2%87%E5%8D%80',
          ),
        'descs' => array (
            '石碇區是台灣新北市下轄的一個市轄區級行政區，為在台北盆地東南緣，境內多山，開發程度不高且人口稀少。早期以煤礦為主要經濟來源，後來煤礦枯竭後人口開始大量外移。石碇區的西側是新店區、深坑區，東鄰坪林區，北端平溪區，境內的翡翠水庫是提供大臺北居民用水的主要來源，雖然該水庫的水壩本體位於新店區境內，但10.24平方公里的蓄水面積裡面，約有92%位於本區境內，這也使得石碇成為大臺北地區最重要的水源保護地區。',
          ),
      ),
  );
