<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 甲仙區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B2%E4%BB%99%E5%8D%80',
          ),
        'descs' => array (
            '甲仙區（臺灣客家語南四縣腔：gabˋ xienˊ kiˊ），位於台灣高雄市東北部，東鄰桃源區、六龜區，西鄰臺南市南化區，北接那瑪夏區，南連杉林區。位居南部橫貫公路西端之要衝，以芋頭、竹筍等農特產品而聞名。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B2%E4%BB%99%E5%8D%80',
          ),
        'descs' => array (
            '在清乾隆年間，原本居住於玉井盆地的平埔族群原住民西拉雅族大武壟社群人往東跨越阿里山山脈而遷入今甲仙地區的楠梓仙溪河谷地帶，當地原有的南鄒族也因受迫而逐漸向北退入深山地區。',
            '初到此地的平埔族群依當時習俗稱呼漢化程度更低的南鄒族人為「傀儡蕃」，又因新的居住地為楠梓仙溪河埔地，故稱當地為「傀儡楠梓仙埔」。因河洛語「傀儡」的「傀」（Ka），轉變為「甲」，結合楠梓仙溪之「仙」字，埔地之「埔」，而合併簡化成「甲仙埔」。日治大正九年（1920年），改稱為「甲仙」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%94%B2%E4%BB%99%E5%8D%80',
          ),
        'descs' => array (
            '甲仙地區古時原為原住民南鄒族的狩獵場所。清乾隆年間，原本居住於玉井盆地的平埔族群原住民西拉雅族大武壟社群人，因生存空間受到人口日益增加的漢族所擠壓，紛紛往東跨越阿里山山脈而遷入楠梓仙溪河谷地帶－即今日的甲仙地區－定居。原本在此地活動的南鄒族，也因受迫而逐漸向北退入深山地區。',
            '依據同治元年（1862年）左右出版的《臺灣府輿圖纂要》記載，當時今甲仙地區已形成瓠仔寮、大坵園、芎蕉腳、頂公館、甲仙埔、阿里關等聚落，隸屬於臺灣縣善化里西保內中股大武壠。',
            '光緒十二年（1886年）三月，劉銘傳頒布「開山撫番」政策，調集官兵開闢上八潼關的越山道路。該道路以嘉義為起點，經大埔、甲仙、荖濃、寶來、關山、埡口至八潼關；同年四月，與後山官兵開闢的大坡溯新武呂溪道路接通。自甲仙以東之路線，大致與今南部橫貫公路一致。光緒十三年（1887年），臺灣建省，設三府一直隸州。甲仙地區所屬的臺灣縣改名安平縣，隸屬於新析出的臺南府。光緒二十一年（1895年），臺灣因馬關條約而割讓給日本，因而進入日治時期，時值日本的明治二十八年。',
            '明治三十年（1897年）六月，臺灣總督府設置「楠梓仙溪東里」，隸屬臺南縣蕃薯寮辦務署，為甲仙地區獨立設治之始。明治三十四年（1901年）十一月，在新推動的「廢縣置廳」政策下，楠梓仙溪東里改隸屬於蕃薯寮廳杉林支廳。明治三十九年（1906年），杉林支廳廳治移至甲仙地區，並更名為阿里關支廳。明治四十二年（1909年）十月，全臺20個廳整併為12個廳，蕃薯寮廳因而與恆春廳一起被併入阿緱廳，支廳名亦更改為甲仙埔支廳。日治時按規畫設置了甲仙聚落，因此市街的整齊性異於傳統漢人村鎮。',
            '大正四年（1915年）噍吧哖（今玉井）發生抗日事件，殖民政府進行大規模搜捕行動，抗日志士因而退至南莊（今南化區）、甲仙埔一帶山區。7月8日起，他們分別襲擊日警阿里關、小林、蚊仔只、河表湖、大邱園及十張犁等日警駐在所，其間並攻擊甲仙埔支廳，先後殺死日警三十餘人，史稱「甲仙埔事件」。其後又在礁吧哖地區爆發多起衝突，但在日警不斷增援的情況下，最終功敗垂成。此役後續被捕志士遭判刑者243人，其中甲仙埔地區即有192人。大正九年（1920年）廢廳置州，甲仙地區各聚落整併成甲仙莊，隸屬於高雄州旗山郡。自此，甲仙行政區範圍大致確定。1930年時，甲仙莊有人口2385左右，其中大多數、約1763人屬「熟番」（平埔），剩下則主要是漢人。',
            '昭和八年（1933年），由阮寶治所領導的旗山中華會館，吸收曾參與噍吧哖事件的甲仙人江保成為同志，展開了另一波抗日活動。江保成以杉林莊（今杉林區）內寮為基地，在甲仙、杉林一帶秘密吸收同志。不料尚未起事，即於昭和十二年（1937年）被日警偵悉，先後有數十人被捕下獄。江保成等領導人物被判死刑，其餘被判徒刑，直到日本投降後始被釋放，史稱「小林抗日事件」。昭和二十年（1945年），日本在第二次世界大戰戰敗，中華民國接管臺灣，時值民國三十四年。次年一月，行政區改制為高雄縣旗山區甲仙鄉。其後廢區而直接由縣政府管轄。',
            '民國九十八年（2009年）八月，莫拉克颱風侵襲台灣，風強雨大。甲仙鄉小林村小林聚落旁的小竹溪暴漲，水勢竄出公路護欄。村民駕怪手試圖清出水路，但黃濁泥流勢不可擋。八月九日清晨，小林村東北側一千多公尺高而且尚未人為開發的獻肚山因不堪豪大雨而走山，帶著大量土石流衝進小林聚落。有100多戶住家全數遭土石流覆滅，共計491人失蹤。民國九十九年（2010年）十二月，高雄縣、市因五都改制而合併為新的高雄市，甲仙鄉亦同時改稱「甲仙區」，所轄各村改稱為「里」。',
          ),
      ),
  );
