<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 桃源區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A1%83%E6%BA%90%E5%8D%80',
          ),
        'descs' => array (
            '桃源區（郡群布農語：Ngani）位於台灣高雄市東北部，北臨南投縣信義鄉，東鄰臺東縣海端鄉、花蓮縣卓溪鄉，西鄰那瑪夏區、甲仙區、六龜區、嘉義縣阿里山鄉，南接茂林區，是全市人口密度最低、面積最大的區，亦為全國面積次大的市轄區。在全國所有鄉、鎮、縣轄市、區之中，人口密度全國最低，面積則高居全國第六。玉山國家公園及茂林國家風景區分別涵蓋本區部分範圍。本區建山里被六龜區環繞，為本區之飛地。',
            '依照《地方制度法》，桃源區係直轄市山地原住民區，為具有公法人地位的地方自治團體，與高雄市其他市轄區性質並不相同，享有相當於鄉鎮市的地方自治權，桃源區公所為其自治事項之行政機關，非高雄市政府的派出機關，並設置桃源區民代表會作為其自治事項之立法機關。',
            '本區位處玉山山脈南麓，全境均為山坡地，平地極少，荖濃溪流貫，為高屏地區用水的主要來源之一，氣候上則屬熱帶季風氣候。區內居民以台灣原住民布農族為主，亦有少數拉阿魯哇族及排灣族。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A1%83%E6%BA%90%E5%8D%80',
          ),
        'descs' => array (
            '桃源區舊時被原住民稱之為「加拉猛」。日治時期以此地最大的原住民部落「雅你社」（ガニ社）為名，稱之為「雅你」，劃歸高雄州旗山郡六龜分室管轄。戰後改設高雄縣雅爾鄉，之後又改為高雄縣雅你鄉，後於1956年10月改名為桃源鄉。',
            '2009年5月11日，梅蘭村於2010年更名為拉芙蘭（Lavulang）村。2010年12月25日，高雄市、高雄縣合併改制為新直轄市，改為高雄市桃源區。失去原本作為鄉所具有的地方自治權和地方自治團體地位。2014年12月25日，配合《地方制度法》修正，賦予直轄市山地原住民區地方自治權，桃源區再次改制為具有公法人地位的地方自治團體，成為高雄市轄域內三個區民可選舉區長與區民代表的市轄區之一。',
          ),
      ),
  );
