<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 那瑪夏區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%82%A3%E7%91%AA%E5%A4%8F%E5%8D%80',
          ),
        'descs' => array (
            '那瑪夏區，是台灣高雄市的一個市轄區，位於高雄市東北部之山嶽地帶。東鄰桃源區，西鄰臺南市南化區，北接嘉義縣大埔鄉、阿里山鄉，南連甲仙區。',
            '依照《地方制度法》，那瑪夏區係直轄市山地原住民區，為具有公法人地位的地方自治團體，與高雄市其他市轄區性質並不相同，享有相當於鄉鎮市的地方自治權，那瑪夏區公所為其自治事項之行政機關，非高雄市政府的派出機關，並設置那瑪夏區民代表會作為其自治事項之立法機關。',
            '那瑪夏區地處玉山山脈之上，地勢高聳崎嶇，高屏溪兩大源頭楠梓仙溪、荖濃溪流貫區境，氣候上屬熱帶季風氣候。居民以台灣原住民族布農族為主，卡那卡那富族、拉阿魯哇族及排灣族次之。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%82%A3%E7%91%AA%E5%A4%8F%E5%8D%80',
          ),
        'descs' => array (
            '早期稱為蚊仔只社或蚊仔圳社，1920年，大日本帝國臺灣總督府重劃行政區域時，於高雄州旗山郡不置街莊之蕃地有蚊子只社大字，俱源自閩南語中對於卡那卡那富語「Mangacun」的譯寫。',
            '戰後根據上述拼音設瑪雅鄉。1957年因鄉內的三個聚村分別更名「民族」、「民權」、「民生」，因此改稱三民鄉。',
            '近幾年來，原住民族自我認同意識抬頭，因三民鄉名稱過於政治八股、與原鄉地名毫無關連，且高雄市亦有同名之三民區等徒增困擾，遂於2007年12月10日，該鄉鄉民代表會正式通過採用「那瑪夏鄉」（源自Namasia，楠梓仙溪）為新鄉名，Namasia是卡那卡那富族傳說中一名拯救全族而犧牲的少年。轄下三村亦分別恢復舊名：「民族 → 南沙魯」（Nangisarʉ）、「民權 → 瑪雅」（Mangacun）、「民生 → 達卡努瓦」（Tangaanua）。新名稱呈報高雄縣政府核備後，於2008年1月1日正式揭牌使用。',
            '2010年12月25日，高雄市、高雄縣合併改制為新直轄市，改為高雄市那瑪夏區，轄下三村改為里。失去原本作為鄉所具有的地方自治權和地方自治團體地位。2014年12月25日，配合《地方制度法》修正，賦予直轄市山地原住民區地方自治權，那瑪夏區再次改制為具有公法人地位的地方自治團體，成為高雄市轄域內三個區民可選舉區長與區民代表的市轄區之一。',
            '在2009年的八八水災中，那瑪夏受到慘重災情。南沙魯里慘遭土石流吞沒，民族國小全毀。位於瑪雅里的民權國小被土石掩埋，民生國小半毀，那瑪夏國中也被土石掩埋。',
          ),
      ),
  );
