<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 茂林區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8C%82%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '茂林區是臺灣高雄市的一個市轄區，位於該市東南方，北臨桃源區，西鄰六龜區、屏東縣高樹鄉，東鄰臺東縣延平鄉，南接屏東縣三地門鄉、霧台鄉，是全國人口最少的市轄區，亦是台灣本島人口最少的鄉（鎮、縣轄市、區）。下有萬山里、多納里、茂林里三里。',
            '依照《地方制度法》，茂林區係直轄市山地原住民區，為具有公法人地位的地方自治團體，與高雄市其他市轄區性質並不相同，享有相當於鄉鎮市的地方自治權，茂林區公所為其自治事項之行政機關，非高雄市政府的派出機關，並設置茂林區民代表會作為其自治事項之立法機關。',
            '本區位處中央山脈南麓，海拔從230公尺到2700公尺不等，氣候屬典型的亞熱帶及溫帶雨林型氣候，濁口溪蜿蜒流貫區境，區內居民以台灣原住民魯凱族為主，但所轄三里族語互異（多納語Thakongadavane，萬山語\'Oponoho，茂林語Teldreka）。具有豐富的自然生態、觀光資源及獨特的文化特色，政府遂於2001年12月正式成立茂林國家風景區，涵蓋以茂林區為主的六個行政區，成為台灣著名的觀光勝地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8C%82%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '茂林區原為台灣原住民魯凱族萬山（萬斗籠）社、多納社、瑪雅社的居住地，北臨馬里山布農族，東臨內本鹿布農族，南為拉瓦爾亞族的排灣族部落。茂林區舊名「多納」，即閩南語「屯子」之音譯。日治初期，此地原住民因不堪日本人的統治，因而聯合各社族人起而反抗，雖然殺死多名日警，但山刀及弓箭終究難敵槍砲，在日軍優勢的火力下，各社原住民被迫投降。此次事件被日本稱為「屯子役」，便沿用屯子的原音「多納」為此地地名，在1920年的地方改制中則劃歸高雄州旗山郡管轄。戰後初期沿用原名，設置多納鄉，因1956年曾獲得全省造林比賽優勝，，1957年12月1日改為茂林鄉，瑪雅村也同時更名茂林村。',
            '2010年3月4日時，茂林區發生2010年高雄地震，規模6.4，是自1900年以來高雄所紀錄過的最大地震。2010年12月25日，高雄市、高雄縣合併改制為新直轄市，改為高雄市茂林區。失去原本作為鄉所具有的地方自治權和地方自治團體地位。2014年12月25日，配合《地方制度法》修正，賦予直轄市山地原住民區地方自治權，茂林區再次改制為具有公法人地位的地方自治團體，成為高雄市轄域內三個區民可選舉區長與區民代表的市轄區之一。',
          ),
      ),
  );
