<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 高雄市 茄萣區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8C%84%E8%90%A3%E5%8D%80',
          ),
        'descs' => array (
            '茄萣區是台灣高雄市的一個行政區，位於市區西北沿海，東鄰湖內區、路竹區，西濱臺灣海峽，南接永安區，北鄰臺南市南區。本區與臺南市僅隔二仁溪，和該市灣裡鬧區更是隔溪對望。為臺南都會區之一部分，居民的工作和求學與臺南市關係密切。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8C%84%E8%90%A3%E5%8D%80',
          ),
        'descs' => array (
            '清代本區為鳳山縣與臺灣縣交界之處，因二層行溪常更改入海處，導致縣界變更頻仍。1920年本鄉轄區劃歸於高雄州岡山郡湖內庄，1945年改制為高雄縣岡山區湖內鄉，人口達三萬餘人，屬一級鄉鎮。1948年白砂崙、頂茄萣、下茄萣與崎漏四聚落，自湖內鄉分出，獨立設置茄萣鄉。 2010年12月25日，高雄縣市合併後，改稱高雄市茄萣區。',
          ),
      ),
  );
