<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 澎湖縣 七美鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E7%BE%8E%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '七美鄉是台灣澎湖縣最南端的一個鄉，全鄉均在七美嶼一個島嶼上，約在縣治馬公市南南西方29海浬（36公里）處。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E7%BE%8E%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '七美鄉舊稱南嶼、大嶼、南天島。1949年，當時的澎湖縣縣長劉燕夫前來巡視時，為紀念明朝嘉靖年間（1522年－1566年）倭寇侵犯本島、逼迫七位美女投井殉節之「七美人塚」貞烈事蹟，經呈報臺灣省政府核准後，始正式更名為「七美鄉」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%83%E7%BE%8E%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '依據考古學家的研究，七美地區在史前時期已有先民在此生活。1983年發現的「南港文化遺址」，位於七美人塚東北方約250公尺處，是一處「細繩紋陶文化」，年代約在公元前2500年。1983年、2000年發現的南港、東湖、西北灣三處「石器製造場」，使七美成為台灣史前時代的重要研究據點之一。七美鄉居民以討海為主，每發生海難，就可能多出幾個寡婦，所以曾有「寡婦島」之稱。七美島為澎湖列島最南端之最大孤嶼，故原名為大嶼、南嶼及南天島，歷史上長期隸屬望安。大正9年（1920年）實施五州二廳制時，為高雄州澎湖郡望安庄大嶼。大正15年（1926年）澎湖改制為廳，為澎湖廳望安支廳望安庄大嶼。一直到昭和19年（1944年）8月1日設大嶼庄，仍在望安支廳之下。戰後初為望安區大嶼鄉。1946年6月區署取消，大嶼鄉與望安鄉俱由澎湖縣直轄。1949年7月20日易名七美鄉至今。',
          ),
      ),
  );
