<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 中山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%B1%B1%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '中山區位於中華民國台北市市中心偏北。此區因孫中山曾於中正區梅屋敷（今國父史蹟紀念館）休憩，為紀念之因而得名。中山區鄰近臺北車站，是較早開發的台北城區，中山北路貫穿此區。沿著中山北路有銀行與許多旅館，為臺北市最具代表性的南北軸線，與其平行的林森北路則是台北市區內知名的紅燈區。區內地標建築為中山足球場及臺北市立美術館。中山區在基隆河以北的部分為大直，是臺北市自1990年代中期以來新興起的高級住宅區。2010年台北市舉辦花卉博覽會而制定區花，中山區為蝴蝶蘭，民政局也特別製作區花版門牌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%B1%B1%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '1920年：台北市制施行，1922年町名改正，設立大正町、三橋町、御成町、宮前町、圓山町、大宮町、大直、西新庄子、中庄子、下埤頭、朱厝崙、上埤頭。1946年：上述町和大字合併組成中山區。',
          ),
      ),
  );
