<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 瑞芳區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%91%9E%E8%8A%B3%E5%8D%80',
          ),
        'descs' => array (
            '瑞芳區是台灣新北市下轄的一個區，位於全市東北方，左側與基隆市相鄰。昔日以礦業繁一時，1990年代以來發展出以礦業文化為中心的觀光業。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%91%9E%E8%8A%B3%E5%8D%80',
          ),
        'descs' => array (
            '瑞芳區早在清光緒年間，北迴鐵路和宜蘭線尚未開設前，先民因當時陸路交通不便，往來於臺北地區的貨運倚靠基隆河水路運送補給。瑞芳對外水運接駁渡口以柑仔瀨，就是現在的柑坪里（合稱內瑞芳），已成為臺北地區往返於噶瑪蘭（今之宜蘭縣）之間者的必經之地。後來因為金瓜石及九份山區陸續發現金礦，採金人絡繹不絕。',
            '上山採金必先經由目前的柑坪里，適時基隆河接駁渡口附近，有一雜貨店，名為「瑞芳」，而其店店貨之日用品，可說是南北雜貨俱備，成為前往山區採金與往返噶瑪蘭中途補給及休息所。由於往來者眾多，都不約而同或口頭相約，都說「去瑞芳」，或「從瑞芳回來」聚集同行，沿襲成名。',
            '日治時期設台北州基隆郡瑞芳街，1940年曾發生瑞芳事件，1945年戰後改稱臺北縣瑞芳鎮，至2010年隨著五都升格實施而改制為新北市瑞芳區。',
          ),
      ),
  );
