<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 金門縣 金湖鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E6%B9%96%E9%8E%AE',
          ),
        'descs' => array (
            '金湖鎮，是隸屬中華民國福建省金門縣的一個鎮，位於金門本島東南部；北界金沙鎮，西接金寧鄉，東、南兩面及西北角一隅臨海。鎮內有料羅港、金門機場等交通建設，太武山、太湖等風景勝地，及瓊林戰鬥坑道、擎天廳、八二三戰史館等軍事紀念建築。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E6%B9%96%E9%8E%AE',
          ),
        'descs' => array (
            '國立臺灣大學曾在復國墩遺址所進行的調查中，挖掘出貝塚、肩平獸骨及若干陶片，經碳14測定後，年代約在公元前4,300年至3,500年間。其後又在復國墩遺址不遠處的溪邊海水浴場附近的壁角進行挖掘，發現瓷片、陶片和貝塚遺址。由此可知，金湖地區在史前時期已有人類在此活動。',
            '1217年（南宋寧宗嘉定10年），著名理學家真德秀首度擔任泉州知府，即巡行海濱要害以加強海上防務。真德秀提到：「自南洋海界進入州界，烈嶼為控扼之所，圍頭次之，烈嶼既有土豪鄉兵可恃，圍頭合行措置，今欲創立小寨，約以百人為額，上可接永寧，下可接列嶼，前可以照應料羅、吳嶼等處，內可可捍石井一帶港口。」。料羅灣即為金湖鎮南側海灣，此為金湖地區有文獻記載之始。',
            '明朝初年，朱元璋斷絕與日本往來，原來從事海上貿易的海商部分轉行為海盜，形成倭患。明太祖為加強海上軍事整備，大舉興建衛城、千戶所城、巡檢司及烽堠等防衛體系。1388年（洪武21年），設立金門千戶所城及五個巡檢司寨城，其中峰上、陳坑（今名成功）2個巡檢司即位在金湖地區。',
            '明朝末年，鄭芝龍稱雄閩臺海域，以金門、廈門為基地，樹旗招兵。1645年（清順治2年）鄭芝龍降清後，先派其弟鄭鴻逵屯金門。不久，金、廈為擁護魯王朱以海的鄭聯、鄭彩兄弟所據。1650年（順治7年；南明永曆4年），鄭成功驅逐鄭氏兄弟，金廈成為其抗清基地之一。1663年（康熙2年；永曆17年）11月，耿繼茂、李率泰督清軍及明鄭降兵攻取金門和廈門，明鄚周全斌部不敵而退至東山。清軍登陸兩島後，男女被擄掠一空，最後「墮其城、焚其屋，棄其地而回。」不久明鄚又重返金、廈兩島，至1680年（康熙19年；永曆34年）明鄭投降，金、廈遂為清朝所有。康熙平臺後，金門航運地位逐漸為廈門所奪。清代中後期，因生活困難，金門人相率下南洋或東渡日本，成為海外僑民。',
            '在民國以前，金門向屬同安縣。1912年（民國元年），金門、廈門析置思明縣，縣治設於廈門。1915年（民國4年），金門獨立設縣。全縣轄都六、保十、鄉（自然村）一百六十六，金湖地區包括第四都滄湖保的全境及第二都瓊山保的中部地區。1935年（民國24年），金門試行地方自治，全縣劃分為四區，金湖地區屬於第二區（金東）的南半部。隔年先是整併第三區（烈嶼）、第四區（大、小嶝）；其後又將兩者分別併入第一、二區，但金湖地區隸屬並未改變。',
            '1937年（民國26年），日軍佔領金門，金門縣政府暫遷大嶝。1945年（民國34年），第二次世界大戰結束，金門縣政府遷回原址，並將行政區改制為二鎮四鄉，金湖地區隸屬滄湖鄉。隔年滄湖鄉與沙美鎮（今金沙鎮）合併，名稱仍為沙美鎮。1949年（民國38年），行政體制改為民政處，全縣設三民政處、九區，金湖地區隸屬第一民政處，包括滄湖區全境及瓊浦區的一部分。1951年（民國40年），滄湖、瓊浦合併為金湖區。',
            '1953年（民國42年），恢復鄉鎮制，金湖區改稱金湖鄉，下轄八個行政村。1957年（民國46年）12月改為金湖鎮。1959年（民國48年）成立金瓊鄉，正義、瓊林兩村撥歸該鄉。1965年（民國54年）9月16日，金瓊鄉裁併，正義、瓊林又回歸金湖鎮，但新前墩，東沙尾併屬金沙鎮。',
          ),
      ),
  );
