<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 金門縣 金城鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E5%9F%8E%E9%8E%AE_(%E9%87%91%E9%96%80%E7%B8%A3)',
          ),
        'descs' => array (
            '金城鎮是隸屬中華民國福建省金門縣的一個鎮，位於金門島西南角，是金門縣政府所在地，亦是福建省政府駐地。為金門縣最重要的都會區，人口數占全縣人口總數比例近35%。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E5%9F%8E%E9%8E%AE_(%E9%87%91%E9%96%80%E7%B8%A3)',
          ),
        'descs' => array (
            '明洪武年間江夏侯周德興戍海疆，建築金門城以禦倭寇。清康熙十九年（1680年）總兵陳龍移駐後浦，金門軍政、經濟中心逐漸轉移，包括金門鎮總兵署、浯江書院紛紛設立，地方官員及鄉紳亦捐資修築海堤、城隍廟、奎閣等，地方經濟也蓬勃發展，構成今日城區的主要區域。',
            '1949年中華民國國軍部隊進駐前，原屬福建省金門縣珠浦鎮，東至前盤山、北至東坑、西臨海、南至後湖昔果山，古寧頭戰役後設立「城廂區公所」，隸屬金門第二民政處，管轄區域：東門、西門、南門、北門四個里，1950年5月金門行政公署成立，1953年二月實施地方自治，選舉鎮長，改稱為金城鎮，1965年九月併編金山鄉（除東洲併入金寧鄉外）餘金水、古城、珠沙、垵湖、賢庵等五個行政村，包括原轄東門、南門、西門、北門四個里，計九個行政村里。',
            '1974年二月精簡所轄村里，將垵湖村裁撤，其原轄後湖、上下後垵併入金寧鄉榜林村，泗湖併入珠沙村，縮編為現有的東門、西門、南門、北門、賢庵、金水、古城、珠沙八個里。1992年11月，終止戰地政務，鄉鎮公所組織規程，依地方自治綱要第卅四條規定訂定之。',
          ),
      ),
  );
