<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 金門縣 烈嶼鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%88%E5%B6%BC%E9%84%89',
          ),
        'descs' => array (
            '烈嶼鄉，又稱小金門，位於金門本島西南西方，居於金門與廈門之間，位處於福建省東南隅的九龍江口外、廈門灣內，並包括大膽島、二膽島、三膽島、四膽島、五膽島、復興嶼、猛虎嶼、獅嶼等諸小島。屬中華民國福建省金門縣管轄。距離中國最近的島嶼僅0.5公里，在戰略位置上是「外島中的外島，前線中的前線」。',
            '山多平地少的烈嶼，總面積為14.8536平方公里，山巒多分布於東北方，地勢東北寬而高聳，西南狹而平緩，宛若「彪顧猛虎」之勢，再加上「扼制閩海，屏障金門」的地理位置，自古為兵家必爭之地。烈嶼鄉共劃分為五村，分別為林湖村、上岐村、西口村、黃埔村、上林村，到2016年6月，現有登記戶籍人口約為一萬兩千多人。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%88%E5%B6%BC%E9%84%89',
          ),
        'descs' => array (
            '烈嶼又被稱做「小金門」，島上的先民來自中原，從隋唐時代即來此開發繁衍。唐代閩觀察使柳冕，在島上紅石山上設有牧馬寨做為牧馬之用，宋元兩代在島上設鹽場，明代烈嶼設巡檢司，清代為防倭寇，立塞置汛。另外，南明鄭成功也於1646年在島上吳山會文武群臣，曾派鄉籍俊彥林習山駐守烈嶼，以此島做為「反清復明」根據地。',
          ),
      ),
  );
