<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 金門縣 烏坵鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%8F%E5%9D%B5%E9%84%89',
          ),
        'descs' => array (
            '烏坵鄉為中華民國的一個行政區，隸屬於福建省莆田縣，1954年起由金門縣代管，總面積為1.2平方公里，由大坵與小坵島組成，行政區劃分為二個村。',
            '烏坵現由中華民國海軍陸戰隊的烏坵守備大隊防守，而中華人民共和國聲稱擁有烏坵主權，並將之劃為福建省莆田市秀嶼區湄洲鎮烏坵村，卻從未實際統治過。',
            '烏坵鄉雖然為金門縣所管轄，但距離金門本島甚遠，兩地並無經常性交通工具，日常補給與交通必須仰賴10天一班往返台灣台中港的軍艦。由於交通皆極為不便，素有「離島中的離島」之稱。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%8F%E5%9D%B5%E9%84%89',
          ),
        'descs' => array (
            '烏坵原為福建沿海漁民在漁迅期或躲避海上颱風時之海上短暫停靠站，其後逐漸有漁民在春秋漁獲最豐富的季節居住島上，居住人數曾高達一千多人，為烏坵島上住民的開端。島上居民相傳開發歷史開追溯到唐、宋，而考古發現則曾發掘到宋、元時期的瓷器。',
            '滿清同治十一年（1872年）至光緒元年（1875年）其間，大坵嶼就建立了燈塔。民國三十八年（1949年）中華民國政府撤退至台灣時，部分參與國共內戰之遊擊隊遷移至烏坵。民國四十一年（1952年）美國給予軍援後，始整編遊擊隊為「反共救國軍」，其後一些退役軍人選擇在當地落地生根。民國四十三年（1954年）設立烏坵鄉公所，國防部頒布命令委請同屬福建省的金門縣政府「代管」。民國九十一年（2002年）5月7日福建烏坵嶼與莆田湄洲島實現直航。同年底，金門縣立委吳成典在立法院內政委員會質詢時，表達金門縣不願代管烏坵，並提議讓烏坵單獨升格成為縣，內政部去函詢問台中縣政府接管烏坵的意願，並指出，相較於金門，其實烏坵在地理與交通上，的確比較適合交由台中縣託管，而且台中縣在經費預算上也比金門縣充裕，比較有能力代管烏坵。但此事最終不了了之。而台中縣也於2010年12月25日與台中市合併升格後廢除。',
          ),
      ),
  );
