<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 屏東市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B1%8F%E6%9D%B1%E5%B8%82',
          ),
        'descs' => array (
            '屏東市位於台灣屏東縣西方偏北，北臨九如鄉，東鄰長治鄉、麟洛鄉，西隔高屏溪鄰高雄市大寮區、大樹區，南接萬丹鄉，為屏東縣的縣治及首善之區。本市位於屏東平原之上，地勢平坦，物產豐富，充滿南國風情，氣候上則屬熱帶季風氣候，年均溫約25℃，也因為南台灣的驕陽以及全台灣日照時數最長的城市，而有「太陽城」的封號。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B1%8F%E6%9D%B1%E5%B8%82',
          ),
        'descs' => array (
            '屏東市舊名「阿猴」或「雅猴」，原為平埔族阿猴社的故地。根據記載，屏東市約在1684年(清康熙21年)漢人移入建立村落，約在乾隆年間出現了市集，時稱阿猴街，1836年（清道光16年）建築城牆以防盜賊及械鬥。日治初設阿猴廳，1905年用字雅化為阿緱廳，廳治俱在今屏東市。1913年當時亞洲第一長橋─下淡水溪鐵橋（俗稱高屏鐵橋）峻工，大幅改善屏東對外鐵路運輸，以製糖等產業奠定經濟基礎。',
            '1920年台灣地方改制，日本以此地位於半屏山之東，將此地易名為屏東，設置屏東街隸屬屏東郡，1933年升格屏東市。1945年戰後，屏東市設置為省轄市，成立屏東市政府，並將市區劃分為東區、南區、北區、中區，1946年4月再將萬丹鄉、長興鄉、九塊鄉自高雄縣劃入，改稱萬丹區、長治區、九如區。1950年10月1日行政區域調整，與高雄縣屏東區、潮州區、東港區、恆春區合併成立屏東縣，市政府改為屏東縣政府，並將萬丹區、長治區、九如區等三區自屏東市析出，改制為萬丹鄉、長治鄉、九如鄉。1951年11月30日將東區、南區、北區、中區等四區裁撤歸併為現今屏東市。',
          ),
      ),
  );
