<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 三地門鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E5%9C%B0%E9%96%80%E9%84%89',
          ),
        'descs' => array (
            '三地門鄉位於台灣屏東縣北端，北臨高雄市茂林區、六龜區，東鄰霧台鄉，西鄰高樹鄉、鹽埔鄉，南接內埔鄉、瑪家鄉。本鄉地處山地與平原的交界地帶，多屬丘陵地形，海拔在100~2159公尺之間，有隘寮溪流經鄉境，氣候上屬熱帶季風氣候。居民以台灣原住民排灣族為主，另有部分魯凱族居民（如青葉村），近年來成為熱門的觀光勝地，並被納入茂林國家風景區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E5%9C%B0%E9%96%80%E9%84%89',
          ),
        'descs' => array (
            '三地門鄉，源自排灣語「timur」，閩南移居此開墾的漢人以閩南語諧音稱之「山豬毛」或「山地門」。1935年，日本將排灣族Timur、Talavatsal、Salalau三社居民遷移到今日的三地門，並規畫為棋盤街道聚落。當時屬高雄州屏東郡管轄，稱為「山地門」或以片假名「サンティモン」。戰後初期改設高雄縣三地盟鄉，1947年易名為「三地鄉」，1950年改隸屏東縣，1992年8月更為今名。',
          ),
      ),
  );
