<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 平溪區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B9%B3%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '平溪區是台灣新北市下轄的一個市轄區，境內多山，為新北市人口最少的行政區，人口已少於五千人，每年農曆新年後的放天燈是平溪最為人所熟知的重要活動之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B9%B3%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '乾隆中葉以後，台灣較安全平原地區已幾乎皆已開墾，陸續移入的中國移民開始開墾丘陵地。1820年（嘉慶25年），前汀州教諭胡克修為首組成的金協福墾號，於平溪展開拓殖，其向擁有地權之平埔族，金包里、大雞籠、毛少翁三社承接開墾平溪，並以十分寮為中心，東北至瑞芳薴仔潭、東至三貂山、石壁坑、西至石碇大湖格、南至平溪南端竿蓁林大山（伏獅山脈）、北至暖暖、中心崙之廣闊區域。居民以種植大菁、製造藍靛為主，但隨後即為茶園所替代，為台灣優良的產茶區之一。',
            '1920年代基隆顏家在進行台陽礦業平溪線鐵路建設後，平溪的煤礦即沿鐵路進行大規模開採。約在1970年代左右，進口替代能源、的衝擊，平溪煤礦也逐漸沒落，因平溪區就業機會減少，所以導致壯年人口大量外移，人口逐年下降。103年平溪區老年齡組（65歲以上）人口1,334人，佔本區總人口26.67%，較101年底26.03%，增加0.64個百分點。幼年人口及老年人口對青壯人口的比率，即「依賴人口指數」，平溪區的扶養比自2004年的50.79%，至102年的51.16%，變動幅度0.37%。',
          ),
      ),
  );
