<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 瑪家鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%91%AA%E5%AE%B6%E9%84%89',
          ),
        'descs' => array (
            '瑪家鄉（排灣語：Makazayazaya）位於台灣屏東縣東北方，北臨三地門鄉，東鄰臺東縣金峰鄉，東北連霧台鄉，西鄰內埔鄉，西南連萬巒鄉，南接泰武鄉。本鄉另有一飛地－三和村，夾在長治鄉與內埔鄉之間。本鄉地處中央山脈南段，大武山北側，地勢險阻，起伏甚大，氣候上屬熱帶季風氣候，鄉內居民以台灣原住民排灣族為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%91%AA%E5%AE%B6%E9%84%89',
          ),
        'descs' => array (
            '瑪家鄉為排灣族瑪卡札亞札亞社（Makazayazaya）的居住地，在排灣族語中是指「傾斜的山坡地」，意指其部落是居住在溪流坡地上，在史前時期到日治時期前，一直由瑪家vavulengan大頭目家族擔任最高領袖(總頭目)。日治時期將散居各處之原住民遷居，聚集在馬卡扎亞扎亞、馬須利德、娃卡巴、卡扎給蘭、排灣等五個村落，設置警察駐在所治理一切事務，在1920年的地方改制中劃入高雄州潮州郡。戰後初期將上述五村名字改為瑪家、北葉、涼山、佳義、筏灣（後又改回排灣），原定鄉名為「瑪佳沙」，後於1946年改為瑪家鄉，劃歸高雄縣管轄，1950年改隸屏東縣至今。',
          ),
      ),
  );
