<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 里港鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%8C%E6%B8%AF%E9%84%89',
          ),
        'descs' => array (
            '里港鄉位於台灣屏東縣西北端，北鄰高雄市美濃區，西及西北鄰高雄市旗山區，東鄰高樹鄉，東南連鹽埔鄉，南接九如鄉。本鄉位處屏東平原之上，地勢平緩，荖濃溪與隘寮溪流經鄉境，並合流為高屏溪，氣候上則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%8C%E6%B8%AF%E9%84%89',
          ),
        'descs' => array (
            '里港鄉舊稱「阿里港」。清康熙年間，有一姓氏不詳而名阿里者，在下淡水溪畔販賣冷食，是此地最早的移民記載。康熙末年，總兵藍廷珍及其族弟藍鼎元奉命平定朱一貴事件後，其麾下數百名士兵卻不願離開，嫡孫留在阿里港從事開墾；雍正年間亦有藍仲觀、莊鄉生等人率族人來此開墾，因而逐漸形成聚落。根據伊能嘉矩的考據，阿里港街，在港西上里港的西部，清康熙五十年代閩人開之。 乾隆年間已有「阿里港街」之稱。 乾隆五十一年厭惡滿清派來台官吏貪污腐化而爆發林爽文事件，其中的要角抗清英雄莊大田, 就住在現今里港鄉里港大橋下東方的「篤加庄」。擔任按察使銜分巡台灣兵備道的徐宗幹曾雲: 「各省吏治之壞，至閩而極；閩中吏治之壞，至臺灣而極。然猶是民也、猶 是官也，豈其無可治之民、無可用之官而卒至束手無策者？」 根據乾隆二十九年（1764）刊行的《（重修）鳳山縣誌》所記載的：縣丞署在阿里港街，原在港西萬丹街，乾隆二十六年，知縣王瑛曾奉文移建。',
            '里港被二重溪一分為二，溪北地區在日治中期廢縣置廳時設為土庫區，溪南地區則為阿里港區，為阿緱廳阿里港支廳（該支廳範圍為今之里港、高樹、鹽埔、九如）所轄。1920年台灣地方改制，將土庫區與阿里港區合併，並易名為「里港」，設置「里港庄」，劃歸高雄州屏東郡管理。戰後初期劃設為高雄縣屏東區里港鄉，1946年屏東市升格省轄市，屏東區署改遷至里港，隔年廢屏東區，改為縣直轄。1950年屏東縣成立，為其所轄至今。',
          ),
      ),
  );
