<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 高樹鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%AB%98%E6%A8%B9%E9%84%89',
          ),
        'descs' => array (
            '高樹鄉（臺灣客家語南四縣腔：goˊ su hiongˊ）位於台灣屏東縣北方，北臨高雄市六龜區，東鄰三地門鄉，西鄰里港鄉，西北連高雄市美濃區，南接鹽埔鄉。本鄉位處屏東平原東北部，除東南方的丘陵外，全境均屬高屏溪眾多支流所沖積而成的平原，地勢平坦，東有中央山脈阻隔，氣候上屬熱帶季風氣候，年均溫約28℃，年雨量約2500公釐。',
            '居民產業以農業為主，近年來觀光業也頗有發展，有部分地區被劃入茂林國家風景區的範圍，為茂林國家風景區的門戶，目前屏東縣政府正探勘溫泉，即將成為高屏地區交通最便利及距離高雄市、屏東市最近之溫泉觀光區，並擬規劃為觀光休閒區。高樹是屏縣33鄉鎮中老人最長壽鄉鎮，平均年齡78歲。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%AB%98%E6%A8%B9%E9%84%89',
          ),
        'descs' => array (
            '高樹鄉昔日為台灣原住民排灣族、平埔族的故地，約在1737年(清乾隆2年)時開始有福建、廣東一帶的客家移民侵入此地，建立「東振館」並形成聚落，稱為「東振新庄」，又因為村落中有棵高聳的木棉樹，也被稱為「高樹下庄」。',
            '至清朝同治辛已年，因荖濃溪洪水氾濫，流失西北面一帶之良田數千甲，部落內之房屋亦多數被毀不克居住庄民乃遷徒至大車路(現今高樹市區)重建家園，共有居民二百餘戶。其地召曰大車路者，蓋以其路甚寬，可容牛車數輛並行之故也。',
            '本鄉地區於清朝時代，隸屬鳳山縣。日治初期先隸屬阿猴廳，港西上里高樹下庄，後改隸屬高雄州屏東郡，分東振新區及加蚋埔區。 1920年台灣地方改制，在此地設置「高樹庄」，劃歸高雄州屏東郡管理。戰後初期劃設高雄縣高樹鄉，1950年改隸屏東縣至今。',
          ),
      ),
  );
