<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 鹽埔鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BD%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '鹽埔鄉位於台灣屏東縣西北方，地處屏東平原之上，東側地勢較高。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BD%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '相傳鹽埔鄉原是由平地原住民營居，介於山地與平地間的一片草埔。明朝時，泉州漢人前來開墾，以十台車的食鹽向平地原住民換取這片土地；當時山地與平地間的草原地帶常被稱為「埔」，取其以食鹽換來的埔地之意，故名為「鹽埔」。',
            '本鄉於清代隸屬台南府鳳山縣，日治時期轉屬高雄州屏東郡稱鹽埔庄，設鹽埔庄役場於中村，管轄鹽埔、仕絨、新圍、高朗、振興、彭厝、新大路關、舊大路關、舊隘寮、溪埔寮、下庄仔等部落。',
            '戰後廢郡庄改隸高雄縣屏東區鹽埔鄉，庄役場改鄉公所。1950年，行政區域調整，改隸屏東縣。新大路關與舊大路關因隘寮溪阻隔，交通不便，劃歸高樹鄉；下庄仔距九如鄉較近，劃歸九如鄉。故本鄉迄今，轄有鹽北、鹽中、鹽南、仕絨、高朗、振興、久愛、新圍、新二、彭厝、洛陽、永隆十二村。',
          ),
      ),
  );
