<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 長治鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%95%B7%E6%B2%BB%E9%84%89',
          ),
        'descs' => array (
            '長治鄉（臺灣客家語南四縣腔：congˇ cii hiongˊ）是台灣屏東縣下轄33個鄉鎮市之一，位於屏東縣北部，地勢平坦，由東南向西北緩傾，北臨鹽埔鄉，東鄰內埔鄉，西鄰屏東市，西北連九如鄉，南接麟洛鄉。氣候上屬熱帶季風氣候。本鄉是客家六堆中的前堆，居民以客家人為主要族群（約65%），閩南人次之，產業則以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%95%B7%E6%B2%BB%E9%84%89',
          ),
        'descs' => array (
            '長治鄉舊名「長興」，原屬西拉雅平埔族居住地之一。在清康熙年間，有廣東嘉應州（即今之梅州市）移民邱永鎬率族人來此地開墾，逐漸形成聚落，「長興」可能是當初拓墾時之墾號。日治初期劃為阿緱廳廳直轄麟洛區；1920年台灣地方改制，麟洛區改為長興庄，劃歸高雄州屏東郡管轄。戰後初期改劃設為高雄縣屏東區長興鄉；1946年被劃入屏東市（當時為省轄市），並取「長治久安」之義，易名為「長治區」；1950年改為屏東縣長治鄉至今。1955年南半部麟洛地區奉准分鄉，設立麟洛鄉。近年來，長治鄉發展出許多新社區，儼然成為屏東市的衛星鄉鎮。',
          ),
      ),
  );
