<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 麟洛鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%9F%E6%B4%9B%E9%84%89',
          ),
        'descs' => array (
            '麟洛鄉（臺灣客家語四縣腔：linˇlog hiongˊ）位於台灣屏東縣北部，地處屏東平原之上，地勢平坦，為客家六堆中之前堆，居民以客籍為主，通行四縣腔。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BA%9F%E6%B4%9B%E9%84%89',
          ),
        'descs' => array (
            '本鄉地區早期屬西拉雅平埔族生活領域，可能當時有平埔「麟洛」社，清廷記為「凌洛」。麟洛鄉與竹田、萬巒、內埔三鄉同時開墾，清康熙年間，即公元1698年前後，廣東省嘉應州徐俊良先賢來此一帶開墾，傳說在開設水圳時發現許多大龜，所謂「有龜必有麟」乃象徵「麟趾呈祥」之兆，就取地名為「麟落莊」，後來改稱為「麟洛」。由濫濫庄溯上麟洛河而至麟洛再發展到竹架下庄，田心庄、老田尾庄等，幾乎全部為客家莊。',
            '到了日本時代1920年，本鄉地區與今長治鄉地區由阿緱廳直轄之麟洛區改名為高雄州屏東郡長興庄，戰後初期，改制為高雄縣屏東區長興鄉，1946年又被劃入「屏東省轄市」管轄，長興鄉被改名為「屏東省轄市」的「長治區」；1950年，臺灣省政府撤銷「屏東省轄市」，並與原高雄縣屏東區、潮州區、恆春區、東港區一同新設為屏東縣，所以「長治區」改為屏東縣長治鄉。到了1955年，長治鄉南半部麟洛地區，奉臺灣省政府核准分鄉，設立「麟洛鄉」至今。',
          ),
      ),
  );
