<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 竹田鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E7%94%B0%E9%84%89',
          ),
        'descs' => array (
            '竹田鄉（臺灣客家語四縣腔：zugˋ tienˇ hiongˊ）位於台灣屏東縣中部，為六堆之中堆。北臨麟洛鄉，東鄰內埔鄉、萬巒鄉，西鄰萬丹鄉，南接崁頂鄉、潮州鎮。居民以客家人為多，約佔75%。',
            '竹田、竹南、糶糴、履豐、頭崙、二崙、美崙、永豐、福田、西勢、南勢等十一村為客家庄，僅近萬丹鄉之六巷、大湖、鳳明、泗洲村為河洛庄。本鄉地處屏東平原中央，有東港溪、隘寮溪的支流流過，地勢平坦，氣候屬熱帶季風氣候，居民產業以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E7%94%B0%E9%84%89',
          ),
        'descs' => array (
            '竹田一帶早期是平埔族下淡水社的故地，舊名頓物，約在清康熙年間就有客家移民入植開墾。在六堆中屬中堆，六堆中最早發展的鄉鎮。',
            '此地處於東港溪及隘寮溪交會處，由於上游村莊所產的米需沿河運送至東港，而每當夏季東港溪水暴漲時，所有載送貨物的小船必須將貨物寄存此地，待水退後再繼續航行。頓物之名即由此而生，即客語囤積貨物之意。',
            '日治時代中期，隸屬於阿緱廳潮州支廳轄下 ，設二崙區 （港西下里內之頓物庄、二崙庄、南勢庄）與鳳山厝區 （港西下里內之 溝仔墘庄、鳳山厝庄）二區役場。後因區域變更，改置竹田莊役場。民國卅四年中華民國接管臺灣，改稱為鄉。',
            '1920年台灣地方改制，合併二崙區與鳳山厝區及新北勢區之西勢庄，將頓物莊易名為「竹田」，設置竹田庄，隸屬高雄州潮州郡。戰後改州為縣，初劃為高雄縣竹田鄉。1950年屏東縣成立後，成為轄下鄉鎮迄今。',
          ),
      ),
  );
