<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 內埔鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%A7%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '內埔鄉（臺灣客家語南四縣腔：nui puˊ hiongˊ）位於台灣屏東縣，地處屏東平原之上，地勢平坦，為全縣人口第二多的鄉鎮。雖然內埔鄉編制為「鄉」，但人口比本縣的三個鎮潮州鎮、東港鎮、恆春鎮的人口還多。本鄉近臨太武山下，民風純樸，風景秀麗，以農為業。',
            '客家居民約佔60%，分布西南邊，閩南居民約佔35%，分布東北邊。其他族群約佔5%。北有隘寮溪與三地門鄉、鹽埔鄉、長治鄉、麟洛鄉相接。南繫東港溪為界，與萬巒鄉遙遙相對，東鄰山地與瑪家鄉為鄰，西與竹田鄉比鄰。鄰臺一線省道，北通麟洛鄉、屏東市，南往竹田鄉、潮州鎮。居屏東、潮州間之交通樞紐。內埔工業區呈南北狹長形，總面積為104.9公頃，區內有著名的屏東酒廠。行政區域圖酷似小臺灣，共有23村。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%A7%E5%9F%94%E9%84%89',
          ),
        'descs' => array (
            '內埔鄉早年是一片茂密的森林，原是排灣族的領土，在清康熙年間，中國大陸閩、粵籍移民藉由向居於瑪家鄉一帶的排灣族頭目納稅，以換取開墾的權力。先民先在森林中間開闢出一片旱田，客家話稱為「埔」，又在密林內，故稱「內埔」。又說，「內埔」先民向外墾拓時，將最初開闢的埔地稱為「內埔」。',
          ),
      ),
  );
