<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 萬丹鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E4%B8%B9%E9%84%89',
          ),
        'descs' => array (
            '萬丹鄉（下淡水、Tampsuy）位於臺灣屏東縣西南方，西臨高屏溪（下淡水溪）與高雄市為界，北鄰屏東市，東以隘寮溪和竹田鄉分界，南接新園鄉和崁頂鄉，東北方接麟洛鄉，地處屏東平原，全鄉地勢平坦。居民以河洛人為大多數，客家人少數散居鄉內。本鄉為全縣人口第四多之鄉鎮，約五萬一千人，僅次於縣治屏東市、內埔鄉及潮州鎮，人口則主要分布於市中心及西側的社皮、崙頂、及後庄等地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E4%B8%B9%E9%84%89',
          ),
        'descs' => array (
            '萬丹鄉在臺灣清治時期，屬於鳳山縣所轄。臺灣日治時期初為阿猴廳港西下里，大正九年（1920年）改屬高雄州東港郡萬丹庄。戰後屬高雄縣，1946年改隸屏東市政府管轄，設萬丹區，1950年10月，改為屏東縣萬丹鄉迄今。廣闊肥沃的平原，翠綠的農作物覆蓋著美麗的大地，藍天綠野構成萬丹鄉優雅純樸的景緻。',
          ),
      ),
  );
