<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 雙溪區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%9B%99%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '雙溪區為台灣新北市下轄的一個市轄區，位於新北市東部，境內多山，是台灣極少數汞礦的產地。牡丹溪及平林溪在區境內交會，因此得名雙溪。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%9B%99%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '雙溪區於清治時期，曾先後隸屬於基隆廳和淡水縣，日治時期之後改隸於台北縣頂雙溪辨務署及部分屬於景尾辨務署。1909年，改為台北廳頂雙溪支廳，1920年自三貂堡和文山堡的部分庄成立雙溪庄，稱作台北州基隆郡雙溪庄。',
            '1945年終戰後，設台北縣基隆區雙溪鄉，後來在基隆市獨設為省轄市之後，撤銷基隆區署，稱為台北縣雙溪鄉。2010年底五都升格，改制新北市雙溪區。',
            '連、莊兩大家族是清治時期雙溪舉人貢生的出處：舉人: 生員連日春，師事陳維英，光緒2年舉鄉試。舉人: 生員江呈輝，師事連日春，噶瑪蘭儒學。附貢、生員、太學生: 莊金波，噶瑪蘭儒學。拔貢、廩生、生員: 莊廷燦，龍溪縣學、宜蘭縣儒學。太學生: 連茂生、連金波、連碧桐。',
          ),
      ),
  );
