<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 潮州鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BD%AE%E5%B7%9E%E9%8E%AE',
          ),
        'descs' => array (
            '潮州鎮位於台灣屏東縣中央，地處屏東平原，為縣內人口次於屏東市、內埔鄉的第三多鄉鎮，居民以潮州人（原籍廣東潮州）為多，亦有少數客家人。據歷史記載，1726年（清雍正4年），廣東省潮州府住民為開拓新土，渡船東航居於本地，斬荊披棘，拓石開基，遂以其所居之名曰「潮庄」。早期先民聚集居住在舊街並興建潮州三山國王廟奉祠，並由此發展出今日潮州之市街。',
            '潮州總人口數在全台灣319個鄉、鎮、縣轄市當中，總人數的排名為第28名（2016年4月底)。台灣西部車站唯一停靠的鄉鎮車站，全台灣鐵路車站226座，潮州鎮內的潮州火車站是全台灣西部幹線的普悠瑪列車唯一有停靠的鄉鎮車站。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BD%AE%E5%B7%9E%E9%8E%AE',
          ),
        'descs' => array (
            '潮州一帶原是馬卡道族力力社的所在地。清朝康熙時期，福建人施文標入此地開墾，至乾隆25年左右（1760年代），已形成潮州村莊。',
            '潮州地名原為廣東省潮州府之府名，開拓初期的墾民有不少來自廣東潮州府的潮州人移民，這些移民在墾成一片新天地後，因懷念其故鄉的山川草木、風俗民情，就把祖籍的地名移植於這一新開發的土地，命名為「潮州庄」，簡稱為「潮庄」。1920年設立潮州街，為高雄州潮州郡政經中心。',
          ),
      ),
  );
