<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 來義鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BE%86%E7%BE%A9%E9%84%89',
          ),
        'descs' => array (
            '來義鄉位於台灣屏東縣內東部中段，北臨泰武鄉，東鄰臺東縣達仁鄉、金峰鄉，西鄰萬巒鄉、新埤鄉，西南連枋寮鄉，南接春日鄉。',
            '本鄉地處中央山脈以西，海拔平均在300公尺以上，境內山高谷深，地勢起伏甚大，有來社溪、瓦魯斯溪、尖刀尾溪、力里溪及多條野溪流經，氣候屬熱帶季風氣候，居民以台灣原住民排灣族為主。人口在本縣八個山地鄉中排名第一，也是全臺灣原住民排灣族人口最多的鄉。鄉內正積極推動文化保存，因此為原住民鄉鎮地區少數仍保有原住民傳統文化生活的鄉鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BE%86%E7%BE%A9%E9%84%89',
          ),
        'descs' => array (
            '來義鄉屬排灣族原住民的活動範圍，境內是以屬其兩大分支之一Vuculj「布曹爾亞族」中的巴夫瓦夫瓦亞群(Pavuwavuwa)一群為主。清領時期屬鳳山縣，日治時期先後屬阿猴廳及高雄州管轄。戰後初期在tjalja\'vus「加拉阿夫斯」部落（舊來義部落，閩南語漢名內社Rai）成立鄉公所，定名為「來義鄉」（內Rai→來義Rai\'I），劃歸高雄縣管轄，1950年改隸屏東縣至今。',
          ),
      ),
  );
