<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 崁頂鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B4%81%E9%A0%82%E9%84%89',
          ),
        'descs' => array (
            '崁頂鄉位於台灣屏東縣西部，地處屏東平原西南。東港溪右畔，介於萬丹、潮州、南州、東港之間，為平原鄉鎮，閩南人居多。鄉境內與萬丹鄉接壤的力社村為平埔族鳳山八社之一的力力社。農業為主，作物以蓮霧、檳榔、稻米、甘蔗居多。南二高貫穿其境內。崁頂在閩南語中的意思為溪邊高地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B4%81%E9%A0%82%E9%84%89',
          ),
        'descs' => array (
            '明鄭時期為鳳山八社平埔族「力力社」馬卡道族墾居之地。漢人在大約康熙三十年（1691年）之後沿著力力溪（東港溪）、下淡水溪（高屏溪）新園港西村一帶進入崁頂開墾。1920年台灣地方改制，在此地設置「新園庄」，劃歸高雄州東港郡管轄。戰後，新園庄內的崁頂、力社、洲子、過溪子獨立組成崁頂鄉。',
          ),
      ),
  );
