<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 新埤鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9F%A4%E9%84%89',
          ),
        'descs' => array (
            '新埤鄉（臺灣客家語南四縣腔：xinˊ biˊ hiongˊ）位於台灣屏東縣中部，其位置距離屏東縣政府南方二八‧四公里，廣幅東西七‧八公里，南北七‧六公里，全鄉面積共計59.0102平方公里。',
            '東連來義鄉，南接佳冬鄉、枋寮鄉二鄉，北與潮州鎮、萬巒鄉，西與崁頂鄉、南州鄉、林邊鄉等為界，鄉內全境屬於熱帶季風氣候，年均溫約為攝氏25度，年日照時數約為兩千兩百多小時，年雨量約為兩千毫米，居民以客家人為主。',
            '地理位置位於屏東平原中央部分，雨量充沛，氣候溫暖宜人，適合農作物生長，故新埤鄉主要產業活動為一級產業。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9F%A4%E9%84%89',
          ),
        'descs' => array (
            '據考察，鄉內客家人之先民源自公元1690年，清朝康熙年間，有一支遭解甲之粵軍，安置於萬丹鄉境內之濫濫庄，因配給墾耕之荒瘠土地，難於維生，故而兼作近海捕魚補助生計。',
            '有一天沿林邊溪逆流而上抵達新埤頭時，發現廣闊天然之河床中也夾雜有大片叢林及可墾地，致引領族群先頭先民遷移開墾南岸庄，繼之拓墾打鐵、沙崙、建功、新埤、千三等地，形成聚落，其新埤一詞係取名於新設人埤頭以灌溉之義也，傳聞，認有船型地理之"新埤頭"，曾是與原鄉通商之天然船埠停泊地，可謂：要吃好，穿好就去新埤頭。',
            '直到公元1918年，河堤築成及河道淤沙，船隻無法航行而告終止其繁榮。河堤築成後，改變了全鄉地理生態：新埤與打鐵間有沙崙河、七甲仔，而打鐵與潮州之間有北岸河等結束了筏渡。',
            '本鄉原屬福建省台南府鳳山縣笳苳腳區，公元1895年臺灣割讓予日本，翌年改屬為阿猴廳東港之東港支廳，管轄至大正九年（1920年），台灣街庄制度改進後，規劃為高雄州潮州郡新埤庄，並立新埤庄後場為行政中心，民國三十四年（1945年）中華民國接管臺灣後，廢止街庄制度實施新縣改稱新埤鄉，置新埤鄉公所為地方自治行政中心隸屬高雄縣，民國三十九年（1950年）十月因行政區域調整規劃屏東縣迄今。',
          ),
      ),
  );
