<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 南州鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%B7%9E%E9%84%89',
          ),
        'descs' => array (
            '南州鄉位於台灣屏東縣中部偏南，北臨崁頂鄉，東鄰新埤鄉，西鄰東港鎮，南接林邊鄉。本鄉地處屏東平原中部偏南，地勢平坦，有溪洲溪流經鄉境，氣候上屬熱帶季風氣候，年均溫約25℃，年雨量約2500公釐，居民產業以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%B7%9E%E9%84%89',
          ),
        'descs' => array (
            '南州鄉舊名「溪州」，因鄉內有溪洲溪流過而得名。1920年台灣地方改制，將此地劃入「林邊庄」，由高雄州東港郡管轄。戰後初期為高雄縣林邊鄉的一部分，1950年改隸屏東縣。1951年3月奉准自林邊鄉分出，設立「溪州鄉」。然而因台灣各地以「溪州」為名的地方很多，為有所區別，以此地位於台灣南部，並取「南州出賢人」之意，於1956年易名為「南州鄉」至今。',
          ),
      ),
  );
