<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 林邊鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E9%82%8A%E9%84%89',
          ),
        'descs' => array (
            '林邊鄉位於台灣屏東縣西部中段沿海，為台灣本島所轄面積最小的鄉；北臨南州鄉，東鄰佳冬鄉，西北連東港鎮，東北連新埤鄉，西及南濱台灣海峽。 本鄉地處屏東平原之上，由林邊溪及其支流沖積而成，林邊溪即自本鄉出海，地勢平坦，氣候上同屏東平原其他地區相同，屬於熱帶季風氣候，終年炎熱，適合種植各種如蓮霧，香蕉等熱帶水果及植物，因此更有「蓮霧之鄉」之稱，居民產業以農業及養殖漁業為主，但因為超抽地下水，導致了地層下陷現象。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E9%82%8A%E9%84%89',
          ),
        'descs' => array (
            '林邊鄉早期是平埔族放索社的活動範圍，舊名「林仔邊」。早期此地樹林茂盛，漢人移民選在樹林邊建立開闢家園，因此取名「林仔邊」，約在清乾隆年間形成聚落。1920年台灣地方改制，易名為「林邊」，於此地設置「林邊庄」，劃歸高雄州東港郡管轄。戰後改設屏東縣林邊鄉，1951年溪州地區自本鄉分離出去，設立南州鄉。',
          ),
      ),
  );
