<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 東港鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E6%B8%AF%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '東港鎮位於台灣屏東縣西部中段沿海，北臨新園鄉、崁頂鄉，東鄰南州鄉，西南隔台灣海峽與琉球鄉相望，南接林邊鄉。',
            '東港位處屏東平原南端，東港溪自東港與新園鄉交界出海，地勢平坦加上濱海，故產業以漁業及農業為主，但也因地勢低漥及排水不良，使東港易受洪水及海水倒灌之苦，氣候上則屬熱帶季風氣候。',
            '近年來因為黑鮪魚的身價暴漲及大鵬灣國家風景區的成立，使得觀光業蓬勃發展。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E6%B8%AF%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '東港鎮，古稱東津，位於台灣屏東縣東港溪出海口，在清領時期就已是一個航運繁盛的港口，是全台三大良港之一。關於東港的由來說法有二：一是與西港（今高雄市旗津區）、中港（今高雄市林園區中芸港）的相對位置而得名；二是認為其位於高屏溪以東，故稱之為「東港」。1920年台灣地方改制，在此設置「東港街」，劃歸高雄州東港郡管轄。二戰後劃設高雄縣東港鎮，1950年改隸屏東縣至今。',
          ),
      ),
  );
