<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 貢寮區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B2%A2%E5%AF%AE%E5%8D%80',
          ),
        'descs' => array (
            '貢寮區是台灣新北市下轄的一個市轄區，是新北市、也是台灣本島最東端的行政區，區內的三貂角是台灣本島的最東端，東臨太平洋。貢寮人口稀少、開發度低，因此境內的龍門被選為飽受爭議的台電龍門核能發電廠（核四）之設置地點。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B2%A2%E5%AF%AE%E5%8D%80',
          ),
        'descs' => array (
            '本區古名摃仔寮，「摃仔」是臺灣北部的凱達格蘭巴賽語「Kona」的漢譯，原意係捕捉野獸的「陷阱」，而為了等候捕捉山獸， 在陷阱附近搭建的草寮，就稱「摃仔寮」。本區古為一片荒野，是巴賽族人聚落與狩獵之地，時名叫做「Ki-vanow-an」。1626年，西班牙海軍初到臺灣，航行到今日的三貂角一帶，在此地登陸，遂以西班牙的聖人聖迪雅哥（Santiago）為所登陸的岬角命名，現在習稱的三貂角就是「聖迪雅哥」音譯而成。但在西班牙統治這整個三貂地區，巴賽族人也不叫自己生活領域為「三貂社」而叫做「Kivanowan」（基瓦諾灣）。當時西班牙人在以貢寮區為主之地區設省為「 哆囉滿」（Turoboan）。在漢人勢力進入這地區以後，「Kivanowan」這個稱呼已不復存在，「三貂」這個名稱卻被保留下來，並用來當作整個區域的總稱，其他譯名也有稱做「山朝」或「三朝」者。 　 1773年至1795年，漳人吳沙招募一批墾民來此開墾。寄居本區丹裡（仁里里）因三十六社平埔族，散處在近港附近，時漢人極少進入，而吳沙通平埔族人語言，生性任俠、重信用、講義氣，與先住民通市甚得喜愛。日久一批窮困潦倒漢人前來投靠，並發給每人米一斗、斧一柄。入山採樵抽籐，於是投靠的人日漸增多，闢地也益廣，「槓仔寮」也一直沿用的地名。1895年，乙未戰爭之時，日本的近衛師團由北白川宮能久親王統率，於5月29日（5月6日）自澳底（現為鹽寮公園）登陸臺灣，並在澳底設立行宮（即仁和宮現址）。大正九年(1920年)實施地方官制改正，將「槓仔寮區」簡化改設貢寮庄。1945年終戰後改稱為貢寮鄉，2010年12月25日，臺北縣升格為新北市後，貢寮鄉改稱貢寮區。',
          ),
      ),
  );
