<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 佳冬鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BD%B3%E5%86%AC%E9%84%89',
          ),
        'descs' => array (
            '佳冬鄉（臺灣客家語南四縣腔：gaˊ dungˊ hiongˊ）位於臺灣屏東縣西部中段偏南沿海，東及東南鄰枋寮鄉，東北連新埤鄉，西北連林邊鄉，西南濱台灣海峽。本鄉地處屏東平原南部，地勢平坦，有林邊溪自本鄉與林邊鄉交界流經，氣候上則屬熱帶季風氣候。居民以客家人居多、閩南人次之。產業以農業及漁業為主，但因嚴重的超抽地下水，使得本鄉成為台灣西部沿海地層下陷最為嚴重的地區之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BD%B3%E5%86%AC%E9%84%89',
          ),
        'descs' => array (
            '佳冬鄉原為平埔族馬卡道族茄藤社的故地，舊名「六根」、「茄苳腳」。關於「茄苳腳」的地名由來說法有二：一是說因此地有茄苳樹，加上地處屏東平原客家聚落的南邊，故被稱為「茄苳腳」；二是認為其來自平埔族語。清朝時此地為鳳山縣六根庄。1920年台灣地方改制，以台灣閩南語茄苳（katang）與日語「佳冬」發音相近，易名為「佳冬」，設置「佳冬庄」，劃歸高雄州東港郡管轄。1930年時，佳冬庄有人口1萬左右，其中有近7千人是屬廣東系。戰後初期劃設為高雄縣佳冬鄉，1950年改隸屏東縣至今。佳冬鄉屬於高屏地區客家六堆之左堆。電視劇《我的自由年代》第一集開場，主要是在佳冬鄉拍攝，特別是蕭家古厝、佳冬老街上、西柵門、六堆詩人漫步詩路等景。',
          ),
      ),
  );
