<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 新園鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9C%92%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新園鄉位於台灣屏東縣西部沿海，北臨萬丹鄉，西隔高屏溪鄰高雄市大寮區、林園區，東鄰崁頂鄉，東南連東港鎮，南濱台灣海峽。本鄉位處屏東平原西側，係由高屏溪及東港溪合力沖積而成，除東側的鯉魚山小坵外，地勢十分平坦，氣候上則屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9C%92%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新園鄉的地名由來有兩種說法：一說是約在明末清初時代，有福建移民黃上房、蕭發現等四人率眾來此地開墾，在本鄉下淡水溪畔建立家園，故稱之為「新園」；二是早期此地並無水源灌溉，而漢人慣稱水田為「田」，旱田為「園」，故將此地稱之為「新園」，意指新開墾的旱田。1920年台灣地方改制，在此地設置「新園庄」，劃歸高雄州東港郡管轄。1945年日本軍國主義戰敗、國民政府代表同盟國接收台灣與受降，是年改設屏東縣新園鄉至今。1950年，崁頂地區獲准自本鄉分出，設置「崁頂鄉」。',
          ),
      ),
  );
