<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 枋寮鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%8B%E5%AF%AE%E9%84%89',
          ),
        'descs' => array (
            '枋寮鄉位於臺灣屏東縣西部中段偏南，北臨新埤鄉、東鄰春日鄉，東北連來義鄉，西北連佳冬鄉，西南濱臺灣海峽，南接枋山鄉。本鄉另有一塊飛地位於春日鄉行政中心北邊。本鄉位處屏東平原與恆春半島的中介點，沿海地區地勢平坦，多闢為養殖漁業區，近山地區稍有起伏，早期以種植稻米為主，現以改種蓮霧、芒果經濟價值較高的農產品，氣候上屬熱帶季風氣候。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%8B%E5%AF%AE%E9%84%89',
          ),
        'descs' => array (
            '枋寮鄉早期有許多天然林木，清治時期康熙年間有福建漳州移民來此伐木為生，並以木板搭寮居住，臺語的木板寫作木枋，因此稱為「枋寮」，《鳳山縣志》也記載「枋寮街，購料造船軍匠屯墾之所」，可見此地早期係因木料而發展起來1920年臺灣地方改制，在此地設置「枋寮庄」，劃歸高雄州潮州郡管轄。戰後初期劃設為高雄縣枋寮鄉，1950年改隸屏東縣至今。枋寮鄉原來是一片森林，清治時期康熙年間福建漳州居民渡海來臺伐木鋸板搭寮而住，取名為板寮後改名為枋寮。清代年間本地隸屬福建省由臺南府鳳山縣管轄設總理一人辦理行政，日治時代後，明治二十九年（1896年）本鄉成立水底寮庄、北勢寮庄、北旗尾庄，每莊設總理一人治理政事，到了明治三十二年（1899年）將三莊的總理制度廢止改設區長，置其辦事處於枋寮及水底寮，隔年三月施行保甲制度，聯合甲置於水底寮。到了大正九年（1920年）制度改正將原設港東下里枋寮庄、番仔寮、水底寮庄、以及大餉營庄等合併為枋寮庄並設役場。民國三十四年（1945年）太平洋戰爭終結，民國三十五年（1946年）改稱為枋寮鄉隸屬於高雄縣管轄，到了民國三十九年（1950年）地方制度實施重新調整行政區域劃歸於屏東縣至今。',
          ),
      ),
  );
