<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 枋山鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%8B%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '枋山鄉位於台灣屏東縣西南方沿海，北臨枋寮鄉，東鄰春日鄉、獅子鄉，西濱台灣海峽，南接車城鄉。本鄉位處恆春半島之上、中央山脈末段，行政區劃呈現特殊狹長地形，南北長達30公里，但東西寬卻僅約500-1000公尺，且多為海岸峭壁，氣候上則屬熱帶季風氣候。在墾丁國家公園成立後，成為進入墾丁的重要門戶。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%8B%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '枋山鄉在早期為台灣原住民排灣族的故地。此地約在1860年左右才有漢人進入開墾，因為此地有座小山經常發生山崩而命名為「崩崁頭」，後來覺得不雅也不吉利，便採用台語諧音「枋山」替代。1875年，清廷欽差大臣沈葆楨於原屬蕃界的恆春半島設置「恆春縣」，現今的恆春鎮、車城鄉、滿州鄉等地都成了漢人地，為了將上述三地與西部的漢人大本營連接起來，因此在枋寮到車城的海岸間劃設一條狹長走廊連接，即為今日的枋山鄉的前身。日治時期中期的1920年，台灣實施地方改制，於此地設置「枋山庄」，劃歸高雄州潮州郡管轄。二戰後初期改設高雄縣潮州區枋山鄉，1950年新設屏東縣，改隸至今。',
          ),
      ),
  );
