<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 春日鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%98%A5%E6%97%A5%E9%84%89',
          ),
        'descs' => array (
            '春日鄉（排灣語：Kasuga）位於台灣屏東縣東部中段偏南，北臨來義鄉，東鄰臺東縣達仁鄉，西鄰枋寮鄉、枋山鄉，南接獅子鄉。本鄉地處中央山脈南段西側，境內95%的土地均屬山地，地勢崎嶇起伏甚大，氣候上則屬熱帶季風氣候，居民以台灣原住民排灣族為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%98%A5%E6%97%A5%E9%84%89',
          ),
        'descs' => array (
            '春日鄉（排灣語：Kasuga）為排灣族原住民的活動範圍，他們原先散居於大武山一帶各成部落，以狩獵為生，後因人口增加而逐漸南遷至大漢山附近，且耕獵並濟。1920年台灣地方改制，將此地劃為高雄州潮州郡的蕃地，共分有十餘個部落。1941年，日本將原率芒社及其附屬部落遷移至卡蘇卡，也就是今日春日村西側上方，並以日語音近之「春日」（kasuga）為社名。',
            '戰後初期取春日村為鄉名，劃歸高雄縣管轄，1950年改隸屏東縣至今。1972年因颱風在春日、古華、七佳、力里四村造成嚴重災害，經政府規劃後遷村至現址。',
            '鄉內共有6村，當地族人以南北三村分別，北三村為力里(laleklek)，七佳(tjuvecekadan)，歸崇(kinayiman)。南三村為春日(kasuga)，古華(guabar)，士文(seveng)。北三村中，由於舊七佳村因為泰莉颱風的影響而遷村至現在的新七佳村，而緊連著隔壁的就是歸崇部落。',
            '全鄉以春日村人口最多，七佳村次居，皆是超過1000人的排灣族部落。而新七佳部落是個來自各社的人口所聚集、融合的部落，當中原屬於巴武馬群高見社群(現今來義鄉南和部落)的白鷺社、以及來自力里社的部分遷移人口而形成一個有三種部落脈絡的部落遷移史。',
            '日治時期，力里社(leklek)為當時排灣族部落人口超過百戶、千人以上的大社之一，在1914年發生了南排灣族抵抗日本的南番騷亂事件(力里抗日事件)，日軍平定後，數個排灣族大社(瑪家、來義、古樓、力里社群)日本人以強制遷出人口分化部落的政策，防排灣族大社以優勢人口再次動亂。而從力里社分出來的小社中，日本人將之集合成為歸化門社(增強浸水營古道的防範、管理)，也就是現今遷徙下來的歸崇部落。',
            '林邊溪上游之力力溪流域是現今排灣族族人最密集處，春日鄉北三村(七佳、歸崇、力里)與來義鄉最大村南和部落，只隔一條溪相望，此地區將近有4000名排灣族人聚集。',
          ),
      ),
  );
