<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 獅子鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%8D%85%E5%AD%90%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '獅子鄉位於臺灣屏東縣東南方，北臨春日鄉，東鄰臺東縣達仁鄉，西鄰枋山鄉，西南連車城鄉，南接牡丹鄉，是全縣面積最大的鄉鎮，1875年的獅頭社事件即發生於此本鄉地處恆春半島，地質上屬中央山脈的一部分，地勢險峻，多山少平地，鄉境內有楓港溪、枋山溪流經。氣候上屬熱帶季風氣候，每年冬春兩季均有強勁的落山風吹襲，居民則以臺灣原住民排灣族為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%8D%85%E5%AD%90%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '獅子鄉早期是排灣族支族「大龜文群」（排灣語：Tjaquvuquvulj；文獻記錄：腳歐伯伯、Chaoboobol）聚集地。據當地的耆老稱在獅子村有巨大岩石，形狀很像獅子頭，因而命名為「獅子頭山」，村落也被稱之為「獅子頭社」。日治時期屬於高雄州潮州郡的蕃地，各社均設有警察官駐在所，掌理一切行政、教育、治安等工作。戰後初期成立鄉公所，並以鄉公所所在的獅子村，定名為「獅子鄉」，劃歸高雄縣管轄，1950年改隸屏東縣至今。',
          ),
      ),
  );
