<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 車城鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%BB%8A%E5%9F%8E%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '車城鄉位於台灣屏東縣南方西側，北臨枋山鄉、獅子鄉、牡丹鄉，東南與滿州鄉為界，西濱台灣海峽，南接恆春鎮。全鄉地處恆春半島，以低緩的丘陵地形為主，有四重溪、保力溪流經鄉境。氣候屬熱帶季風氣候，每年10月到隔年2月因受地形影響，均有強勁的落山風吹襲。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%BB%8A%E5%9F%8E%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '荷蘭人統治臺灣時，此地為排灣族領土，依當地原住民排灣族之稱呼而以 Kabeyawan（庫匹亞旺）記錄地名。其後遷移至此的漢人轉音而記錄為龜壁灣。明鄭時期，鄭經派軍至此殖民屯田，因令部將「統領」兵士駐守，故命名為統領埔，並逐漸形成庄村。',
            '清康熙末年至雍正年間，該地區因原住民欲收復，遂構築木柵於四周作為防禦，故有柴城之稱。乾隆五十三（1788年），福康安率軍討伐林爽文黨夥莊大田時，水師即登陸於此地，其後為紀念而稱為福安庄或福安城。',
            '至於車城一名，日人伊能嘉矩認為是「柴城」發音上的訛誤。另一說法則指稱曾有原住民大軍臨城，庄民利用搬運木炭的牛車數十臺駐列作為防禦，因而將柴城改稱車城。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%BB%8A%E5%9F%8E%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '遠在荷蘭人統治臺灣時，車城地區即有原住民排灣族在此生活。當地原本是一片密林，原住民稱之為 Kabeyawan（庫匹亞旺）。其後移居至此的漢人轉音而記錄為「龜壁灣」。',
            '南明永曆十八年（1664年），鄭經曾派遣部將於龜壁灣登陸，開始殖民屯田。因部將「統領」兵士於此駐守，故命名為「統領埔」（今統埔村），其後逐漸聚居而形成庄村。',
            '清康熙二十二年（南明永曆三十七年，1683年）七月鄭克塽降清，臺灣西部納入清朝版圖。康熙二十三年（1684年）四月設臺灣府，劃屬福建省，下置臺灣、鳳山、諸羅三縣，本地被劃屬鳳山縣所轄。',
            '康熙三十五年（1696年），閩南人陸續遷至車城地區，先後建立新街、射寮、埔墘、後灣仔等村落。自康熙末年至雍正年間，統領埔已成為閩人開拓恆春半島的根據地。由於當地原住民屢次計劃光復此地，遂構築木柵於四周以作為防禦，故有「柴城」之稱。至乾隆末年，已逐漸形成街肆。乾隆五十三年（1788年），陝甘總督大學士福康安率軍討伐林爽文黨夥莊大田時，水師即登陸於車城，之後為紀念勝利而稱車城為「福安庄」（或福安城），並於庄內的福德廟立碑以歌頌功勞。',
            '同治十年（1871年)，琉球國船隻漂流至今日牡丹鄉附近，琉球船員侵入牡丹鄉，被當地原住民出草，當時琉球國同時向清朝和日本朝貢，故日本政府派兵前往事發地點。同治十三年（1874年）5月22日，日軍進抵石門，當地原住民據險以抗。最後日軍陸戰隊攀上峭壁居高臨下，情勢逆轉，原住民敗逃。在此役中，牡丹社酋長阿祿古父子身亡。6月1日起日軍分三路掃蕩牡丹社、高士佛社、女仍社等原住民部落，沿途只有小規模抵抗，佔領後焚燒村屋並撤回射寮營地。7月1日，牡丹社、高士佛社、女仍社終於投降，是為牡丹社事件。9月22日，清廷與日本簽訂《北京專約》，給予受難者撫卹金，並「購買」日本在當地修築的道路、房舍。',
            '光緒十八年（1892年），恆春縣轄境計分13里，本鄉隸屬於興文里、仁壽里、咸昌里與德和里。日明治三十七年（1904年），本地屬恆春廳，分隸於興文里、咸昌里及德和里。其後恆春廳改為恆春支廳，本鄉仍舊隸屬於興文里、咸昌里與德和里。大正九年（1920年）日人重劃行政區域，本地改隸高雄州恆春郡，分7個大字：車城（今福興村、福安村、統埔村）、保力（今保力村）、田中央（今田中村）、海口（今海口村）、新街（今新街村）、四重溪（今溫泉村）、射寮（今後灣村、埔墘村、射寮村）。',
            '民國三十四年（1945年）中華民國接管臺灣後，再劃車城保為福興和福安兩村，與田中村（原名田中央）、溫泉村（原名四重溪）、後灣村（原名後灣仔）、統埔村、海口村、保力村、新街村、埔墘村、射寮村共11村，同為車城鄉之轄區。',
          ),
      ),
  );
