<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 牡丹鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%89%A1%E4%B8%B9%E9%84%89',
          ),
        'descs' => array (
            '牡丹鄉位於台灣屏東縣東南端，北臨獅子鄉、臺東縣達仁鄉，東濱太平洋，西鄰車城鄉，南接滿州鄉，是全國最南端的山地原住民鄉，1874年的牡丹社事件即發生於此。到了日治時代大正九年（1920年），牡丹鄉被日本人劃入當時高雄州恆春郡所直轄的蕃地。國民政府接管臺灣後將此塊蕃地各部落整編，成立本鄉。牡丹鄉地處恆春半島，為中央山脈的尾稜，海拔均在1000公尺以下，鄉境內有牡丹溪、女仍溪、竹社溪流經。氣候上屬熱帶季風氣候，每年冬春兩季均有強勁的落山風吹襲。居民以排灣族為主，也有少數阿美族。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%89%A1%E4%B8%B9%E9%84%89',
          ),
        'descs' => array (
            '牡丹鄉早期為排灣族牡丹社、高士佛社等社的活動範圍。1874年，日本藉口1871年漂流至此的琉球人被生蕃殺害，因而出兵攻打台灣，是為牡丹社事件，使得清廷開始重視恆春半島及台灣後山地區。',
          ),
      ),
  );
