<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 恆春鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%81%86%E6%98%A5%E9%8E%AE',
          ),
        'descs' => array (
            '恆春鎮位處恆春半島南端，隸屬於屏東縣，是台灣最南端的行政區，東臨太平洋（菲律賓海），西臨台灣海峽（南海），南臨巴士海峽（呂宋海峽），由於氣候溫暖，從前此地遍布蝴蝶蘭，恆春的古名「瑯嶠」，就是排灣族語「蘭花」的音譯，舊時為排灣族斯卡羅王國領土。十九世紀中葉，恆春半島發生牡丹社事件，於是沈葆楨奏請朝廷在此地築城牆，並在瑯嶠設縣，是屏東最早的縣治。由於此地氣候溫暖，四季如春，沈葆楨將其改名為「恆春」。',
            '每年約九月到次年三月，來自西伯利亞的季風順著高聳的中央山脈向南吹，到了恆春半島時由於山脈陡降，季風順著地形加速吹向海洋，形成了風勢強勁的「落山風」。由於陽光充足加上強烈乾熱的落山風，造就了適合栽種的洋蔥盛產。此外恆春在1901年引進了瓊麻，用以製造繩索、麻袋等民生用品，在日治時代的殖民經濟上佔有重要地位，曾博得「東洋之光」的美名，雖然現已沒落，但瓊麻也成了恆春的標誌。',
            '恆春地處熱帶性氣候，南方的海岸有珊瑚礁地形，加上自然生態豐富，1982年，台灣的第一座國家公園－墾丁國家公園就在此成立，本鄉的鵝鑾鼻燈塔亦是台灣本島最南的點。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%81%86%E6%98%A5%E9%8E%AE',
          ),
        'descs' => array (
            '恆春古城建於清朝末年，清廷派欽差大臣沈葆楨來台治理，沈葆楨為加強海防，於是修築了城牆以及東西南北四座城門，城門上有砲台，城牆外有壕溝，是台灣唯一為了軍事防禦所建築的城池，也是台灣目前保留得最完整的古代城池。1935年台灣總督府依《史蹟名勝天然紀念物保存法》將恆春城指定為史蹟加以保存，現也被列為二級古蹟。百年來城牆多有毀損，現在以建築技巧上仿古老的工法和材料加以修復完成。2006年12月26日，在大地震中多處受損。',
          ),
      ),
  );
