<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 屏東縣 滿州鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BB%BF%E5%B7%9E%E9%84%89',
          ),
        'descs' => array (
            '滿州鄉位於台灣屏東縣南端東側，北及西北臨牡丹鄉，東濱太平洋，西鄰車城鄉，南及西南接恆春鎮。滿州鄉位處恆春半島的東部丘陵，地質上算是中央山脈的餘脈，因此鄉境內雖然多山，但地勢卻較為低緩，海拔均在700公尺以下。氣候上屬熱帶季風氣候，受地形影響，每年10月到隔年2月都會有強勁的落山風吹襲。滿州鄉的部分轄境被劃入墾丁國家公園的範圍，觀光業相當發達。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%BB%BF%E5%B7%9E%E9%84%89',
          ),
        'descs' => array (
            '滿州鄉早期為台灣原住民排灣族活動範圍，舊名「蚊蟀埔」。「蚊蟀埔」的由來是早期原住民在打獵後，將吃剩的獵物隨地丟棄，因此四處都是動物腐屍的臭氣。而當地排灣族原住民稱「臭氣」為「Manutsuru」，音近台灣話的「蚊蟀」（báng-sut）。故移墾至此的漢人亦沿用此名，或寫作「蚊蟀埔」。當地閩南人、客家人及原住民混居，特別的是排灣族原住民佔本鄉人口約四分之一。1920年台灣地名大變革，官方以台語「蚊蟀」音近日語「滿洲」（manshū）而將此地易名，並設置「滿州庄」，劃歸高雄州恆春郡管轄。戰後初期改劃設為高雄縣滿州鄉，1950年改隸屏東縣至今。',
          ),
      ),
  );
