<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 新店區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%BA%97%E5%8D%80',
          ),
        'descs' => array (
            '新店區是台灣新北市下轄的市轄區，位於大臺北都會地區的南郊，原為臺灣面積第二大的縣轄市，也是原臺北縣面積最大的縣轄市，境內大多為山區地形。北邊大致以新店溪與其支流景美溪與臺北市南緣的文山區為界。',
            '由於近年來大型造鎮社區的大量開發，已成為臺北南側郊區主要的新興住宅供給地區。境內的碧潭風景區歷史悠久，是北臺灣著名的觀光景點之一。中央印製廠位於本區，是唯一可合法印製通行全中華民國的新台幣紙鈔的地方',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%BA%97%E5%8D%80',
          ),
        'descs' => array (
            '新店的名稱起源於清朝乾隆年間，距今三百多年前。相傳當時來自福建省泉州地區的林某等人，在通往烏來山區的道路旁架設小屋，開設店面銷售雜貨或與山區原住民交換貨品，由於商店沒有正式名稱往來旅人習慣以「新店」稱呼之，而成為此地地名。',
            '新店區西半部俗稱「安坑」；安坑位於新店溪西岸的山谷地區。此地區早期稱作「暗坑仔」；起因於此處林木蒼鬱，後來因為覺得不雅，才被改名為「安坑」。',
            '1920年設新店庄，1943年升格為新店街，戰後改為新店鎮。1980年7月1日新店鎮改制為新店市。2010年12月25日伴隨台北縣升格為新北市，新店市也一同改制為新店區。',
          ),
      ),
  );
