<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 台東市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%87%BA%E6%9D%B1%E5%B8%82',
          ),
        'descs' => array (
            '臺東市位於臺灣東南隅，是臺東縣的縣治，東經121.10度，北緯22.45度，西起中央山脈山麓等高線與卑南鄉為鄰，西南鄰知本溪與太麻里鄉相望， 北鄰海岸山脈以黑髮溪與卑南鄉為界，東邊為太平洋，是一座背山面海地形狹長的城市。面積109.7691平方公里，是臺灣面積最大的縣轄市，南北長19.8公里，主要溪流由北到南有－卑南溪、太平溪、利嘉溪、 知本溪， 依次流入太平洋，而形成沖積扇平原的臺東市地形。臺東市區最高點為標高75公尺的鯉魚山，可以俯瞰全臺東市景。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%87%BA%E6%9D%B1%E5%B8%82',
          ),
        'descs' => array (
            '台東平原早期為原住民卑南族、阿美族居住地，以遊耕方式生活其間。荷治時期及清治初期與後山其他地方共同被稱為「卑南」，已有漢人往來進行貿易。荷蘭人曾經為了採金派兵駐紮此地，並與卑南族利嘉社、泰安社發生過戰爭，今日台東市第一公墓萬姓祠內尚存有昔日荷蘭士兵骨骸。',
            '今臺東市街區發源地「寶桑」，原為阿美族之一社名，清道光年間曾有平埔族西拉雅族駐留於此，先後達7年之久，後來受卑南族逼迫而集體北遷。咸豐初年，原居枋寮之閩南漢人鄭尚率先在此建立聚點，與原住民從事交易活動。隨後又有更多漢人移入，並教導卑南族人耕種，逐漸形成村落。同治末年，已有漢人28戶在此定居，稱之為「寶桑庄」。',
            '光緒年間，設立卑南廳，其後台灣巡撫劉銘傳推動改制，名之為臺東直隸州。日本領台前，改稱「南鄉新街」。日本領台後，稱為「卑南街」（註：卑南街與卑南社不同；前者為漢人市街，後者為原住民部落，即今卑南部落），1919年1月15日改稱「臺東街」（府令第5號），屬臺東廳南鄉。1944年12月1日卑南庄廢庄併入台東街（府令326號），此為總督府在台灣最後一個行政區調整。',
            '1945年中華民國政府接收日本台灣總督府轄區後，更名為「臺東鎮」，屬臺東縣政府管轄，為縣治所在地。原卑南庄之轄區再度分離，並將臺東街北側利吉、富源、富山等地析出，設置卑南鄉。1974年10月10日將卑南鄉富岡、岩灣、南王、新園、建興、南榮、卑南、知本、豐田、建和村併入為里，其名稱不變，以湊合縣轄市10萬人口門檻。1976年元旦升格為「臺東市」。',
          ),
      ),
  );
