<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 綠島鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%B6%A0%E5%B3%B6%E9%84%89',
          ),
        'descs' => array (
            '綠島（Sanasay、Jitanasey）是一座位於台灣臺東縣外海、太平洋中的海島，原名火燒島（亦稱雞心嶼或青仔嶼），為台灣第四大附屬島，行政上屬臺東縣綠島鄉。島上居民以清朝中期從小琉球、東港移民而來的漢人（閩南民系）爲主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%B6%A0%E5%B3%B6%E9%84%89',
          ),
        'descs' => array (
            '綠島舊名雞心嶼、青仔嶼與火燒島等，阿美族稱為Sanasay，而達悟族則稱之為Jitanasey。西方人有稱之「Samasana島」。火燒島舊名眾說紛紜，以清嘉慶年間大火焚燒島嶼之說最為大眾採信。1937年（昭和12年）設火燒島庄，屬台東廳台東郡管轄。戰後火燒島設鄉，歸屬於台東縣管轄，於1948年（民國37年）改名為「綠島」，延用至今。',
            '據歷史記載，綠島最早為達悟族、阿美族等原住民居地。1813年（嘉慶18年）小琉球（今琉球鄉）漢人漁民曾勝開等為風漂至火燒島，於阿眉山下的海濱建一共同住屋稱為公館，著手開墾，並且招小琉球家眷及民眾至，因來者日眾，故在中寮灣岸建一聚落，名曰「中寮」，光緒後漢人往來更頻繁。1850年（道光30年），東港漁民陳必先等餘人，在行船歸途中遭遇颱風，漂流至綠島，大嘆綠島之美，一年後便率人前來定居開墾，最早於柚子湖、溫泉一帶居住，後來移民漸增。即成為今日公館村、南寮村、中寮村、溫泉村等村落。',
          ),
      ),
  );
