<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 蘭嶼鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%AD%E5%B6%BC%E9%84%89',
          ),
        'descs' => array (
            '蘭嶼鄉（達悟語：Ponso no Tao）是一個位於台灣本島(達悟族人稱做Ilaod)東南外海、太平洋（菲律賓海）中，屬台灣臺東縣轄下的行政區，涵蓋蘭嶼、小蘭嶼及其他零碎小島（礁）。達悟族語的名稱意為「人之島」，漢人以閩南語音譯紅頭嶼或紅豆嶼，西方國家早年稱蘭嶼為「Botel Tobago」（譯為煙草島）。1947年因島上盛產蝴蝶蘭而改名。原住民與菲律賓巴丹島原住民語言相通。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%AD%E5%B6%BC%E9%84%89',
          ),
        'descs' => array (
            '1644年，荷蘭人派兵登陸蘭嶼探勘。1645年，荷蘭人二度派兵登陸蘭嶼探勘。1877年（清光緒3年），恆春知縣周有基將紅頭嶼（蘭嶼）併入清帝國版圖，隸屬恆春縣。1895年馬關條約簽訂後，日本政府禁止一般人進入蘭嶼內開發，並設立研究區。1897年，日本人鳥居龍藏第一次入內探勘，稱居民「yami」（雅美），這是達悟族以前被稱為雅美族的由來。1946年，本鄉雖為離島，但在日本時代（1895－1945年）被日本殖民者劃入台東廳台東郡的蕃地之一部份，所以二戰後，在行政制度上，全臺灣的蕃地都被改編成立各地新的山地鄉（山地原住民鄉），所以本鄉也被劃為山地鄉的類別，成立當時，本鄉初名為「紅頭嶼鄉公所」。',
            '1947年，藉盛產蝴蝶蘭的名義而更名為「蘭嶼鄉」。而本鄉也是目前台東縣行政編制上的5個山地原住民鄉之一。1982年，台灣電力公司在蘭嶼建造低放射核能廢料儲存場，直到現在在鄉內仍然有不少反對的聲音。1996年，達悟族人因懷疑台電運料船夾帶高放射核廢料而發動激烈抗爭，停運任何核廢料至今，目前台灣核電廠產生的低階核廢料，都暫時貯存在各電廠中。',
            '2002年1月17日立法院通過《離島建設條例》第十四條修正案（2月6日總統公布），規定：「蘭嶼地區住民自用住宅之用電費用應予免收」，其立法理由是：「增訂但書蘭嶼地區用電費用免收的規定，係基於達悟族人特別犧牲而給予的合理補（賠）償。」 2012年8月，天秤颱風有二度經過台灣東南海域，對綠島、蘭嶼造成嚴重災情。以蘭嶼災情而言，由於水電中斷，加上島上唯一超市、加油站全被掃平而消失，出現無法供油、缺糧、通信中斷等災情，並還有消防隊因為被土石擋道，無法出動救援車輛前往救災，信用部與雜貨店也都有毀損。在蘭嶼的海陸交通方面：開元港積滿殘骸，港內漁船毀損或被漂流到港外海域，甚至於有漁船被海浪給沖上岸；環島公路全布滿巨岩礁石擋道，還有路基掏空、坍方等路阻狀況；蘭嶼航空站的跑道全被漂流木、礁石擋道，還有部分路基有被掏空的現象，使得航空站得關閉進行清理與搶修，造成二天無法正常營運。',
          ),
      ),
  );
