<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 延平鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BB%B6%E5%B9%B3%E9%84%89',
          ),
        'descs' => array (
            '延平鄉（郡群布農語：Inpiing）是位於台灣臺東縣西部中段的一個鄉，也是該縣的5個山地原住民鄉之一。本鄉位處臺東縣西部中段，北臨海端鄉，北及東連鹿野鄉，東鄰東河鄉，西鄰高雄市茂林區、屏東縣霧台鄉，南接卑南鄉。本鄉的前身，是日治時代台東廳關山郡直轄本郡各部落的蕃地之南半部(至於北半部，戰後另成立海端鄉)。本鄉地處中央山脈之上，山地佔全鄉面積的96%，且平均海拔達400公尺以上，氣候則屬熱帶季風氣候。',
            '鄉內居民以台灣原住民布農族為主，產業以農業為主。1968年，來自該鄉紅葉村的紅葉少棒隊，一舉擊敗日本少棒明星隊，成為台灣從艱困環境中站上國際體壇舞台的代表，聲名大噪，開啟了台灣三級棒球的黃金時代。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BB%B6%E5%B9%B3%E9%84%89',
          ),
        'descs' => array (
            '延平鄉早期原為魯凱族原住民（萬山、大南）的獵場，約在清嘉慶年間，有原居住於南投山區一帶的布農族原住民進入該鄉境內開墾建社，是延平鄉開發之始。',
            '日治時期，此地屬台東廳關山郡的蕃地，由臺灣總督府警察直接管理。1941年發生內本鹿事件，布農族原住民被強迫下山，遷居至鹿野庄雷公火的上野、中野、下野，戰後合併上野、中野、下野為鸞山村，是鸞山村之所以劃歸延平鄉的由來。戰後初期延平鄉屬台東縣鹿野鄉的一部分，1946年才分治，取延平郡王鄭成功的「延平」為鄉名，設置「延平鄉」至今。二十世紀末起原住民民族意識抬頭，許多原住民鄉開始改回原住民風格的鄉名，2014年延平鄉鄉長亦表示延平於該地並無關係，並開始與鄉內討論新的鄉名。',
          ),
      ),
  );
