<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 卑南鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%91%E5%8D%97%E9%84%89',
          ),
        'descs' => array (
            '卑南鄉位於台灣臺東縣中部，北臨鹿野鄉、延平鄉，東北連東河鄉，東濱太平洋，西鄰屏東縣霧台鄉，南接臺東市、太麻里鄉。',
            '本鄉地處花東縱谷平原的南方，為中央山脈及海岸山脈所夾，約60%的面積為山坡地，有卑南溪、知本溪、利嘉溪等流經鄉境，氣候上屬熱帶季風氣候。',
            '鄉內居民以漢人為主，另有約35%的台灣原住民（卑南族、阿美族、魯凱族），產業以農業為主。近年來因知本溫泉及天后張惠妹而聲名大噪，成為新興的觀光勝地，觀光業大為蓬勃發展。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%91%E5%8D%97%E9%84%89',
          ),
        'descs' => array (
            '此地早期為原住民卑南族的勢力範圍，荷據時期即已稱雄東臺灣，荷蘭呼為卑瑪拉（Pimala）。清領時期劃為蕃地，嚴禁出入，有「卑南八社」之稱呼。',
            '漢名「卑南」的來源有多種說法，較可信是由下賓朗社（Pinaski）轉音而來。原住民語則稱「Puyuma」，意為「獲得貢物最高位階的尊稱」，以紀念其偉大的頭目鼻那來（Pinara），今之台鐵列車普悠瑪號也是從此名而來。',
            '1875年於此設置卑南廳，在1886年改為台東直隸州，前中研院院長胡適之父胡鐵花曾任知州事。日治時期在此設置卑南庄，隸屬台東廳台東郡。1944年12月1日卑南庄廢庄併入台東街（府令326號），此為總督府在台灣最後一個行政區調整。戰後，台東街更名為台東鎮，原卑南庄之轄區分離，並併入原臺東郡的蕃地北側（大南社），設置卑南鄉。',
            '1974年台東鎮欲升格為縣轄市，將此鄉卑南、南王、富岡、岩灣、新園、建興、南榮、知本、豐田、建和等十餘村併入台東市，以湊合十萬人，因而形成「卑南」不在卑南鄉的奇特現象，也造成卑南鄉失去了精華區。1992年12月16日，當時南迴線的卑南車站改稱臺東新站（2001年改名為臺東車站）。因應車站改名，原屬卑南鄉管轄的車站及週邊地區劃入台東市，行政區微幅縮小。',
          ),
      ),
  );
