<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 鹿野鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E9%87%8E%E9%84%89',
          ),
        'descs' => array (
            '鹿野鄉（臺灣客家語四縣腔：lu iaˇ hiongˊ）位於台灣臺東縣中部，北臨關山鎮，西北鄰海端鄉，東鄰東河鄉，西及南接延平鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B9%BF%E9%87%8E%E9%84%89',
          ),
        'descs' => array (
            '鹿野於清領時期屬於廣鄉轄區，日治時期改為臺東廳關山郡鹿野庄，戰後改制成立「鹿野鄉」，惟原屬雷公火的上野、中野、下野合併為鸞山村劃歸延平鄉。鹿野地名之由來有二，一說此地昔日為荒野之地，時有群鹿棲息其間，故稱為「鹿野」；另一說法，日治時期，日本人於此區設置移民村，因招募新潟縣鹿野農民移住，日人遂將原地名鹿寮改為鹿野，故戰後設鄉時沿用為鄉名。從台東市經省道台九線往北行，經過狹窄的初鹿通谷，再過鹿野溪，眼前一片原野，這裡係清領時期台東知州胡傳所稱的「台東第一大平原」，這裡就是現代桃花源－「鹿野」，鹿野曾經是群鹿奔馳，高砂族出草的獵場，也曾經是日本人認為最佳居住環境的所在，更是西部移民心目中的二次移民天堂，而現在則是退休公教人員定居的最佳選擇，同時也是國內休閒旅遊的重鎮。',
          ),
      ),
  );
