<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 關山鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%97%9C%E5%B1%B1%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '關山鎮（郡群布農語：Kinalaungan，臺灣客家語四縣腔：guanˊ sanˊ ziinˋ）為台灣臺東縣的一個鎮，位於臺東縣北部，西隔為海端鄉、北接池上鄉，東臨東河鄉、南為鹿野鄉，為台灣人口最少的鎮（未達一萬人）。本鎮位於花東縱谷平原南段，有卑南溪流過，東為海岸山脈，西為中央山脈。本鎮屬熱帶季風氣候。年雨量2,000公釐，平均溫度23.7度。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%97%9C%E5%B1%B1%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '清朝初期，平埔族（主要為西拉雅族）已進入關山開墾。之後阿美族也在關山聚居和建社。漢人則在清朝光緒晚期開始移入開墾。台灣日治時期則台灣總督府移入客家族群開墾東部地區主要為鳳林一帶，其它則散居在在關山或大範圍東部地區。',
            '關山鎮原名為「里壠」(Lilong)，起源於阿美語，指當地多「紅蟲」之故。1920年（大正9年、民國9年）設里壠區役場，之後開闢關山警備道，以其位於大關山之下，改名為關山。1946年國民政府設治關山鄉，之後改設里壠鎮，1954年再改名為關山鎮。',
          ),
      ),
  );
