<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 海端鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B5%B7%E7%AB%AF%E9%84%89',
          ),
        'descs' => array (
            '海端鄉（郡群布農語：Haitutuan）位於台灣臺東縣西北端，北臨花蓮縣卓溪鄉，東鄰池上鄉、關山鎮，東南鄰鹿野鄉，西鄰高雄市桃源區，南接延平鄉，是全縣面積最大的鄉鎮。在全國所有鄉、鎮、縣轄市、區之中，人口密度倒數第二。海端鄉地處中央山脈之上，鄉內幾為高山深谷，地勢起伏甚大，有新武呂溪、龍泉溪、加拿溪、崁頂溪等流經鄉境，氣候上屬熱帶季風氣候。鄉內居民以台灣原住民族布農族為主，產業則以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B5%B7%E7%AB%AF%E9%84%89',
          ),
        'descs' => array (
            '海端鄉為布農族原住民的活動範圍，「海端」係由布農族語「Haitutuan」簡化翻譯而來，意指「三面被山圍繞、一面敞開」的虎口地形，該鄉其實並不臨海。此地在清領時期便已有新武洛、里瓏山，丹那、大里渡等社。日治時期係劃歸台東廳關山郡的蕃地。戰後初期為台東縣里壟鎮(今關山鎮)的一部分，1946年奉准分鄉，設置「海端鄉」至今。',
          ),
      ),
  );
