<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 池上鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B1%A0%E4%B8%8A%E9%84%89',
          ),
        'descs' => array (
            '池上鄉（臺灣客家語四縣腔：ciiˇ song hiongˊ）位於台灣臺東縣北部，東鄰東河鄉，南接關山鎮，西為海端鄉，北為花蓮縣富里鄉。全鄉地處花東縱谷中部偏南，係由新武呂溪所沖積而成的肥沃平原，西有中央山脈，東有海岸山脈，氣候屬熱帶季風氣候，雨量充沛，造就了聞名全國的優質池上米。鄉內居民以漢人及台灣原住民阿美族為主，產業則以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B1%A0%E4%B8%8A%E9%84%89',
          ),
        'descs' => array (
            '池上鄉名取自聚落位於大坡池上方，故稱此地為「池上」。在清光緒年間被稱為「新開園」，為「新開闢的田園」之意。有關池上地區的史前時期，雖曾發掘出南興遺址、富南遺址、保甲園遺址等，但均無較正式的調查報告，故難以推測先民的活動內容。',
            '1836年（清道光16年），原居住於屏東平原及荖濃溪流域，屬於平埔族的西拉雅族人陸續遷入關山、池上，及其北鄰的花蓮縣富里地區。1842年（道光22年），平埔族與卑南族聯手對抗原居住於富里鄉東里村一帶的阿美族。阿美族人被迫北遷至烏漏社（今花蓮縣瑞穗鄉鶴岡）及沙荖社（今花蓮縣光復鄉南富村），原居地由平埔族人入墾。當時平埔族人分布於北起迪階庄（今花蓮縣玉里鎮三民里）、諸羅庄（今玉里鎮春日里）與媽汝庄（今玉里鎮松浦里），以大庄（今富里鄉東里村）為中心，往南延伸到新開園（今台東縣池上鄉錦園村）、里壠（今台東縣關山鎮）一帶，包含整個池上平原。',
            '1851年（咸豐元年），一批來自今屏東縣萬巒鄉赤山村、萬金村的平埔族人，翻越中央山脈來到今台東市寶桑地區。1859年（咸豐9年），他們分兩隊向北遷徒，其中一隊到達大莊，與先前來的族人合力開墾。因人多地狹，乃分散至鄰近各地開墾，其中一部分人拓展至新開園、大陂等地。1862年（同治元年），恆春地區阿美族的生存空間因受西部東移的西拉雅族擠壓，沿東海岸向北遷移，其中禮弼家族經由東河翻越海岸山脈，抵達今花蓮縣富里鄉永豐村，以燒墾狩獵維生。其後發現大坡溪水量豐富，附近海岸山脈緩坡多，遂移居大坡溪西側、花東緃谷東側，且臨近大坡池之小階地。1874年（同治13年），因牡丹社事件影響，恆春附近牡丹、旭海一帶的阿美族人陸續遷移至大坡，以禮弼居住地為中心，逐漸形成以阿美族為主的大坡聚落。光緒年間（1875－1895年），另一批恆春阿美族由恆春直接遷移富興拓墾，建立水墜社。',
            '平埔族、阿美族選擇花東縱谷東側的河階地，主要原因是遠離縱谷西側中央山脈布農族出草刈首的危害，並避免新武呂溪的水災洪禍。兩族人在大坡、新開園混居，關係良好而無紛爭，甚至通婚。1875年（光緒元年），受前一年牡丹社事件的影響，清廷揚棄康熙頒布的「封山禁令」，改採積極管理的「開山撫番」政策，開始大量引入漢人墾拓台灣東部。1881年（光緒7年），大莊地區水災，當地一部分平埔族人再度遷徒，其中一支往南遷至新開園。同時，另有一批原居於屏東縣恆春地區，並先遷往卑南地區的平埔族人也再度遷至池上地區之大陂、新閞園、萬安等聚落。',
            '1894年（日明治27年；清光緒20年），清廷與日本爆發甲午戰爭，隔年戰敗後於4月簽訂《馬關條約》，將台灣割讓給日本。5月，日本派兵到台灣接管，隨即爆發乙未戰爭。11月18日，日本官方宣布平定全台。但實際上，台灣各地方的武裝小衝突仍此起彼落。東部因地處後山而最後淪陷地，而池上又是台東最後一個淪陷地。',
            '1896年（明治29年；清光緒22年）1月，日軍控制台灣西部各地後，轉進台東。當時駐守新開園之副統領劉德杓率領二百餘人堅守。5月16日，日軍組成討伐隊自高雄搭艦前來。負責攻堅的恆春出張所所長相良長綱先行派員說服原住民組成「義勇隊」進駐新開園附近防衛。24日晨，劉德杓率部攻擊，傷亡二十餘人而退。日軍主力於25日登陸，並於31日晨6時對仍留守新開園的劉部發動攻擊，隨後因砲火不足而停止。次日晨4時再發動攻擊時，發覺劉部已退，日軍遂進駐新開園。劉部棄守新開園後退駐網綢（今萬朝）。日軍於6月7日攻擊網綢，劉部退往深山，並翻越中央山脈繼續抗日，池上遂淪入日人統治，東部地區也全告陷落。劉德杓2年後始於雲林被俘，並遭遣返大陸。',
            '1909年（明治42年；清宣統元年），台灣總督府開始推動東部移民計畫。新開園有2,370甲原野被劃為移民收容適地，因內有大池，於隔年被命名為具有日本風味的「池上」原野，其後所建立之移民村落亦稱之為「池上村」（今新興村）。1913年（大正2年；民國2年），台東製糖株式會社設立，擔負製糖與移民兩大事業，其後在池上村興建210戶移民住宅。1919年（大正8年；民國8年），日本長野縣千曲川流域發生洪水，災民49戶移墾池上村。1920年（大正9年；民國9年）設置「池上庄」，劃歸台東廳關山郡管轄。1921年（大正10年；民國10年），台東製糖株式會社組織重整，將移民事業分離，另成立台東開拓株式會社，並改以本島人為主要招募對象。然而因制度不善、資金不足、環境惡劣等因素，日本人及本島人移民，皆紛紛求去，此一階段的移民村徹底失敗。1926年（昭和元年；民國15年），東線鐵路通車，位於大埔的車站地區逐漸取代新開園，變成地方發展的重心。其後大量新竹、苗栗內山移民湧入，池上人口始激增。自1930年（昭和5年；民國19年）至1940年（昭和15年；民國29年），10年間人口增加一倍有餘。',
            '1945年（昭和20年；民國34年），日本在第二次世界大戰戰敗後，國民政府接收台灣，行政區改制為台東縣池上鄉，原日本會社地及日本人私有地皆收歸國有。政府將池上地區的593公頃餘溪埔地劃歸合作農場（今台東農場），355公頃餘溪埔地劃歸台糖池上農場（今台糖池上牧野渡假村），1,867公頃餘山坡地劃歸土地銀行代管，萬朝160餘公頃土地則依據《公地放領放租條例》，放領給農民。',
            '池上鄉在日治時期時很受日本人的重視，因此當時遺留在池上的建築古蹟也相當多，但是目前在池上鄉所保留的古蹟建築只有中華路上台東縣池上鄉福原國民小學旁的老舊教師宿舍以及坐落在中西二路上的舊式鐵路倉庫。',
          ),
      ),
  );
