<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 東河鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E6%B2%B3%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '東河鄉位於台灣臺東縣東北方，北臨花蓮縣富里鄉，東北連成功鎮，東濱太平洋，西鄰池上鄉、關山鎮、鹿野鄉，南接卑南鄉。本鄉地處海岸山脈東側，境內有60%為山坡地，可分為沿海區及盆地區：沿海區屬緩降山坡及海階平原，地勢較平坦，為主要發展地區；盆地區則有溪流南北縱貫，地勢崎嶇難行。氣候上屬熱帶季風氣候。鄉內居民以台灣原住民阿美族為主，產業上則以農業為主。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E6%B2%B3%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '東河之名來源有兩說：1. 馬武窟溪自本鄉東流入海之意。 2. 以首任官派鄉長陳曲江的姓取其半邊之「東」」，與其名「江」字同義之「河」而命名為「東河」，或曰陳曲江之字即為東河。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%B1%E6%B2%B3%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '東河鄉原阿美語古名為 Maloalong，此名同時亦為馬武窟溪之古名；後因此地位於淡海水交界處，漁獲量多，部落男人天天至附近撒八卦網捕魚，於是漸漸被改稱「馬武窟」(Fafukod)，在阿美語中即指「撒網捕魚」。清領時期，先後屬卑南廳及台東直隸州管轄。',
            '1920年設置都蘭區役場，1937年改為「都蘭庄」（Adulan），劃歸台東廳新港郡管轄。戰後初期改設台東縣都蘭鄉，後於易為今名。',
          ),
      ),
  );
