<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 坪林區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9D%AA%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '坪林區是台灣新北市下轄的一個市轄區，境內多山。 坪林區東北接雙溪區，西南接石碇區、烏來區，東南與宜蘭縣頭城鎮，礁溪鄉毗鄰。坪林為北宜公路的中繼站，西距台北市38公里，東距宜蘭市42公里。全區多為山地，北面為伏獅山區，南面為阿玉山區，有北勢溪蜿蜒全境，西流至龜山與南勢溪會合為新店溪，北勢溪流經坪林市街，河谷平原分布溪流兩岸，海拔約兩百公尺，為坪林區之主要聚落所在，並為水源保護區及觀光勝地。主要經濟農作物為文山包種茶。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9D%AA%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '坪林在清治時期早期乃被歸為蕃地，街莊行政區並未出現在文獻上，至1821年(道光元年)漢人周嘉之進入開墾，陸續才有金福安墾號等於坪林尾、九芎林及 𩻸 魚堀入墾，光緒年間擴至闊瀨、大舌湖、鷺鷥岫等處。為了防止原住民入侵，墾號多募隘勇，區內除了墾戶之外，很少有漢人移入，以墾戶、佃戶、隘首及隘勇成自治形態，原屬淡水廳淡水堡，後改隸拳山堡，1875年（光緒元年），再改隸文山堡。',
            '日治時期以後，坪林屬深坑廳或文山郡轄下，但在1909年(明治42年)到1919年(大正8年)間，因糧食匱乏而曾歸宜蘭廳管轄。坪林區早期開發乃由北而南，以淡蘭古道主要交通路線，隨著嘉慶道光年間噶瑪蘭的開發，區內發展出多條淡蘭間的交通路線。',
          ),
      ),
  );
