<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 成功鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%88%90%E5%8A%9F%E9%8E%AE',
          ),
        'descs' => array (
            '成功鎮是台灣臺東縣的一個鎮，位於台東縣東北部，西隔海岸山脈為東河鄉及花蓮縣富里鄉、北沿海岸接長濱鄉，東臨太平洋，南為東河鄉，地形呈長條狀是台東縣最長的海岸線，全鎮的面積有144平方公里，東部為狹小的海岸平原，西部為海岸山脈山區。因太平洋海域有黑潮經過，所以漁業的資源非常豐富，是花東海岸線上最大的漁貨中心，由於漁業的蓬勃發展，也使成功鎮成為台東縣內的第一大鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%88%90%E5%8A%9F%E9%8E%AE',
          ),
        'descs' => array (
            '成功鎮舊名「麻荖漏」，後名為「新港」，戰後始更名為「成功」，是東部最大的漁港。有關麻荖漏名稱的起源說法不一，但直到清朝末年此地仍為阿美族人聚落與耕作的所在。迄民國三十四年戰後初期，由於全國以「新港」為名之鄉鎮共有三處，省府為免混淆，則令分別更改名稱。本鎮賢達與行政首長認為新港之形勢頗似安平港，且鑑於新港發展源於北郊的成廣澳，而「成功」與「成廣」之音相諧，義亦相似，因感念民族英雄鄭成功自安平登陸，驅逐荷蘭人，建立復國基地，遂命名「成功」，定名「成功鎮」至今。',
          ),
      ),
  );
