<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 長濱鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%95%B7%E6%BF%B1%E9%84%89',
          ),
        'descs' => array (
            '長濱鄉位於台灣臺東縣東北端，北臨花蓮縣豐濱鄉，東濱太平洋，西鄰花蓮縣玉里鎮、富里鄉，南接成功鎮。是長濱文化起源地。本鄉背山面海，以丘陵地形為主，海岸線極長，氣候屬熱帶季風氣候。鄉內居民以台灣原住民阿美族為主，亦有布農族、噶瑪蘭族、漢人及平埔族，產業以農業及漁業為主。',
            '本鄉政區域共劃分為六個村：樟原村（噶瑪蘭語:Kladut）、三間村、忠勇村（馬卡道族的聚落）、長濱村（長濱村中劃分了長濱村及長光村，而長光當地阿美族人稱"Ciwkangan"，意思為｢石坑｣。而長濱文化中的石棺文化遺址亦在長光村）、竹湖村（竹湖分為南竹湖、竹湖及永福三個聚落）、寧埔村（當地阿美族人自稱「僅那鹿角；"Kinaloka"」，意思為「青苔之地」）。 而長濱鄉鄉公所位於長濱村中。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%95%B7%E6%BF%B1%E9%84%89',
          ),
        'descs' => array (
            '長濱鄉舊稱「加走灣」由來另有一個說法，長濱第一批移民為屏東平原馬卡道族，因為思念原鄉屏東（原居地赤山、萬金及五溝水的東方，中央山脈南靡依西有一座「加走山」，山裏有「加走社」），便把「加走灣」下莊北邊的山丘取名為「加走山」，又因下莊海岸線彎曲，因而取名「加走灣」，馬卡道族為長濱最早的移民屯墾者，最早遷入的時間為咸豐九年（1859年），因此，「加走灣」的由來以此說較有證據性。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%95%B7%E6%BF%B1%E9%84%89',
          ),
        'descs' => array (
            '長濱鄉舊稱「加走灣」(Kakacawan)，其地名由來有兩種說法：一是自阿美族語轉化而來，其意為「瞭望台」，也就是指此地原為阿美族征戰時的巡邏瞭望處所；二是根據平埔族的說法，此地曾為阿美族人的獵場，因為掛滿許多獵物而引來跳蚤，因而取跳蚤的台語諧音，稱之為「加走」。清光緒年間漸有漢人移入。日治時期，此地屬台東廳管轄，曾設置「加走灣庄」，後於1937年以此地海岸線長達28公里，易名為「長濱」，設置「長濱庄」，劃歸台東廳新港郡管轄，庄內劃分為長濱、寧埔、城山、中濱、三間屋、真柄、樟原七個大字，戰後改設台東縣長濱鄉至今。',
          ),
      ),
  );
