<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 太麻里鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E9%BA%BB%E9%87%8C%E9%84%89',
          ),
        'descs' => array (
            '太麻里鄉位於台灣臺東縣東南方，北臨卑南鄉、臺東市，東濱太平洋，西鄰金峰鄉，西南連達仁鄉，南接大武鄉。本鄉背倚中央山脈，除沿海平原外，大多為山地，海拔最高約2000公尺，氣候上屬熱帶季風氣候。鄉內居民包括2/3的漢人（閩南、客家、新住民）及1/3的原住民（阿美族、魯凱族、排灣族）。2000年的千禧迎曙光活動使本鄉聲名大噪，也為本鄉贏得了「日升之鄉」的美名。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%AA%E9%BA%BB%E9%87%8C%E9%84%89',
          ),
        'descs' => array (
            '太麻里原稱大貓狸(Tjavualji)，在排灣族語中意指「太陽照耀的肥沃土地」，在清代文獻中已記載有「大貓狸」、「大麻里」等名稱。1920年定名為「太麻里」，後於1937年改為「太麻里庄」，劃歸台東廳台東郡管理。二次大戰後改設台東縣太麻里鄉一直至今。',
          ),
      ),
  );
