<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 金峰鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E5%B3%B0%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '金峰鄉位於台灣臺東縣西南方，北臨卑南鄉，東鄰太麻里鄉，西鄰屏東縣霧台鄉、瑪家鄉、泰武鄉、來義鄉，南接達仁鄉。本鄉地處中央山脈南段，絕大部分屬山地地形，地勢崎嶇陡峭，海拔最高的北大武山達3096公尺，使本鄉發展限縮在右半邊與太麻里鄉相連的地區，氣候上屬熱帶季風氣候，但隨海拔高度不同仍有所差異。鄉內居民以台灣原住民排灣族為主，產業上則以農業為主。本鄉也是臺東縣5個山地原住民鄉之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%87%91%E5%B3%B0%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '金峰鄉內的排灣族原住民，大多是在17世紀中葉自屏東縣來義鄉、春日鄉、霧台鄉、泰武鄉山區遷徙至此，在文化上被稱為「東排灣群」。',
            '民國40年左右，另有來自屏東縣霧台鄉的魯凱族，分別遷徙到金峰鄉嘉蘭村、壢坵村等地。但分類上仍屬西魯凱群，而與在臺東大南的東魯凱群有顯著不同。',
            '日治時期，此地歸台東廳台東郡的蕃地範圍之一部份（本郡蕃地的另外地區，偏北部的被劃入今日的卑南鄉之部分地區，南半部則成為今日的達仁鄉），由台東郡郡役所與郡警察課直接派遣警察至各部落處理日常政務。戰後初期屬臺東縣太麻里鄉的一部分，後於1946年4月分鄉，設置「金崙鄉」，同年11月因原本的鄉治金崙村被劃入太麻里鄉，因而改名為「金山鄉」，但又因與臺灣省臺北縣金山鄉同名，於1958年易名為「金峰鄉」至今。',
            '目前金峰鄉鄉治，設立於嘉蘭村，鄉公所、分駐所、戶政事務所都設立在嘉蘭村，衛生所則因為海棠颱風吹襲，毀於太麻里溪的洪流之中。目前已遷移至賓茂村。',
          ),
      ),
  );
