<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 大武鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%AD%A6%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大武鄉位於台灣臺東縣東南方，北臨太麻里鄉，東濱太平洋，西及南鄰達仁鄉，為台灣東西部之間的重要交通孔道。本鄉背倚中央山脈，山地多平原少，有大武溪、大鳥溪、朝庸溪，氣候主要屬熱帶季風氣候，但隨海拔高度不同仍有所差異。鄉內居民有原住民、閩南、客家、新住民等多元族群，產業以農業及漁業為主，工商業並不發達。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%AD%A6%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大武鄉早期為排灣族原住民的活動範圍，舊稱「巴塱衛」，排灣族語意即「拿棒子打」。早年排灣族自山區移居大武溪口附近時，為避開無法利用的沼澤、溼地，便會以棒子敲打加以鑑定，故得名。日治時期，將此地易名為「大武」，於1920年設置區役場，1937年改設大武庄，劃歸台東廳台東郡管轄。戰後合併原台東郡蕃地部份設台東縣大武鄉，1946年將山地部分劃分出來，另設達仁鄉至今。',
          ),
      ),
  );
