<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台東縣 達仁鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%81%94%E4%BB%81%E9%84%89',
          ),
        'descs' => array (
            '達仁鄉位於台灣臺東縣南端，北臨金峰鄉，東鄰大武鄉，東北連太麻里鄉，東南濱太平洋，西鄰屏東縣來義鄉、春日鄉及獅子鄉，南接屏東縣牡丹鄉。',
            '本鄉地處中央山脈南段，大武山南麓，90%以上均為丘陵山坡地，平原極少，有大武溪、安朔溪、楓港溪等流經鄉境，氣候上屬熱帶季風氣候。鄉內居民以台灣原住民排灣族為主，產業則以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%81%94%E4%BB%81%E9%84%89',
          ),
        'descs' => array (
            '達仁鄉為排灣族原住民的活動範圍，在清朝時期為阿塱衛社的聚居地，其中以安朔村為最大，而「安朔」(阿朗壹 Aljungic)在排灣族語中便是指「最多人的社」。',
            '日治時期，日本將本鄉原住民劃分為土哇巴樂（土坂）、大板鹿（台坂）、大里力（森永）、就卡固來、阿塱衛（安朔）等五個社，先後劃歸台東廳大武支廳、台東郡管理，並在各社直接派駐警察處理行政、教育、衛生等日常政務。戰後之初劃歸臺東縣大武鄉，1946年自大武鄉分治，當時官派之台東縣長建議鄉名為「大仁鄉」，可與大武鄉保持有淵源關係之意涵，但未被地方人士接納，認為「大」字難脫與大武鄉的臍帶關係，有無法獨立之感。當時首任官派鄉長葛良拜審酌上級與地方意見，將「大」改為「達」，經代表會決議後，轉呈台東縣政府核備。也是台東縣5個山地原住民鄉之一。',
          ),
      ),
  );
