<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 新城鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9F%8E%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新城鄉，位於台灣花蓮縣北方，北及西臨秀林鄉，東濱太平洋，南接花蓮市，是全縣面積最小的鄉鎮，臺灣本島最重要的中華民國空軍基地－佳山基地便位於新城鄉、花蓮市與秀林鄉的交界處，花蓮機場也亦在新城鄉。',
            '新城鄉轄區共劃分為八個村：新城村、順安村、康樂村、大漢村、北埔村、佳林村、嘉里村、嘉新村。而新城鄉公所位於大漢村中。',
            '新城鄉屬平原地形，地勢平坦，有三棧溪及須美基溪流經，氣候上屬副熱帶季風氣候。產業方面除農業及漁業外，石材加工業也相當興盛，另法商投資的家樂福量販店花蓮店也開設在新城鄉，而近年來在觀光業部份也有蓬勃發展。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9F%8E%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新城鄉昔日被太魯閣族原住民稱為「大魯宛」，漢人則譯作「哆囉滿」或「倒咯滿」。清治時期嘉慶年間，淡水廳人吳全率佃農來此開墾，太魯閣族人屢次出草襲擊，於是築壘防禦，取名「新城」，後因原住民侵襲不已而棄城南遷。1875年，福建陸路提督羅大春率兵開鑿蘇澳到花蓮的道路，以此地為進入花蓮的第一城，故稱之為「新城」。',
            '1914年，日治時期的台灣總督佐久間左馬太親率日軍征討太魯閣族，事平後於此設置花蓮港廳新城支廳；總督府為感念佐久間總督的事蹟，便於1920年以其別名「研海」，將新城支廳改為「研海支廳」，下轄平野區。1937年花蓮港廳地方改制，廢研海支廳，平野區改名為「研海庄」，歸花蓮港廳花蓮郡管轄。戰後沿用其名，設置花蓮縣研海鄉，1946年恢復「新城」舊名，改名為新城鄉，後將山地部分分出，另設秀林鄉至今。',
          ),
      ),
  );
