<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 秀林鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A7%80%E6%9E%97%E9%84%89',
          ),
        'descs' => array (
            '秀林鄉，位於台灣花蓮縣北部，北鄰宜蘭縣南澳鄉，東北濱太平洋，東南連新城鄉、花蓮市、吉安鄉、壽豐鄉，西鄰臺中市和平區、南投縣仁愛鄉，南接萬榮鄉，為全台灣面積最大的鄉，其面積比新竹縣等11個縣市還大。秀林鄉地處中央山脈東側，地勢高聳陡峭，氣候亦隨高度有所變化，鄉境大部分被劃入太魯閣國家公園的範圍，鄉內居民以台灣原住民太魯閣族為主，觀光業甚為發達。',
            '鄉名「秀林」源於太魯閣族帛士林（Bsuring，又稱武士林、玻士林、士林）部落。秀林鄉在臺灣日治時期，為花蓮港廳花蓮郡直轄的臺灣原住民蕃地。1945年，國民政府接收台灣之初，曾一度採用「士林」為該鄉之名，後因與臺北市轄下士林區同名而更名。今鄉治所在地秀林村則由漢譯而來。目前秀林鄉有更名太魯閣鄉的計畫，將續嘉義縣阿里山鄉、屏東縣三地門鄉、高雄市那瑪夏區後，第四個恢復傳統名稱的原住民鄉。',
          ),
      ),
  );
