<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 吉安鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%90%89%E5%AE%89%E9%84%89',
          ),
        'descs' => array (
            '吉安鄉位於臺灣花蓮縣東部北段，北臨花蓮市，東濱太平洋，西鄰秀林鄉，南接壽豐鄉，為全縣人口第二多的鄉鎮，僅次於花蓮市，亦是台灣人口最多的鄉。本鄉除山坡地及海岸外，均為沖積平原，地勢開闊而平坦，氣候屬副熱帶季風氣候。',
            '鄉內居民包括閩南、客家、外省、原住民四大族群，產業無論是農業或工商業均相當發達，市區與花蓮市連成一氣，發展甚為迅速。鄉內人口多集中在與花蓮市接壤之區域，因花蓮市居住空間不足，而成為花蓮市的人口郊區發展。鄉內西、南部之沖積平原以農田為主，人口分布較為稀疏。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%90%89%E5%AE%89%E9%84%89',
          ),
        'descs' => array (
            '吉安鄉早期為原住民阿美族的活動範圍，舊稱「知卡宣（Cikasuan）」，在阿美族語中係指「薪柴（Cikasoyay）很多的地方」，漢人則譯為「七腳川」。日治時期，總督府鼓勵日本人移民花東地區，因此在此地建立了「吉野村」。1937年東部地方改制，設置「吉野庄」，劃歸花蓮港廳花蓮郡管轄。戰後初期沿用其名，設置花蓮縣吉野鄉，但因覺得「吉野」兩字日本味太重，遂於1948年易名為「吉安鄉」至今。吉安也是歷史上七腳川事件的發生地，由於日本政府的近代化政策和原住民喜好自由的天性衝突，雙方常發生摩擦，七腳川事件即其中之一例。',
          ),
      ),
  );
