<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 烏來區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%8F%E4%BE%86%E5%8D%80',
          ),
        'descs' => array (
            '烏來區是台灣新北市的一個市轄區，境內多山，是新北市面積最大的行政區，也是新北市最南境的行政區。依照《地方制度法》，烏來區係直轄市山地原住民區，為具有公法人地位的地方自治團體，與新北市其他市轄區的性質並不相同，享有相當於鄉鎮市的地方自治權，烏來區公所為其自治事項之行政機關，而非新北市政府的派出機關，並設置烏來區民代表會作為其自治事項之立法機關。',
            '烏來區觀光旅遊以溫泉及山櫻花著稱。烏來也是台灣分布最北的原住民山地區，居民以泰雅族為主，「烏來」此一地名即源自於原住民泰雅族語中的「Ulay」，意為水很燙要小心「Kiluh-ulay」。烏來區泰雅族原住民在清治及日治時期，曾被稱做「屈尺番」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%83%8F%E4%BE%86%E5%8D%80',
          ),
        'descs' => array (
            '台灣日治時期，為台北州文山郡直轄的原住民蕃地，1949年，中華民國政府代表盟軍接收大日本帝國臺灣總督府轄域後，改制為臺北縣烏來鄉（但轄區與文山郡的蕃地範圍，略有變動）。',
            '2010年12月25日，臺北縣改制為直轄市並改名為新北市，臺北縣烏來鄉也配合改制成新北市烏來區，失去原本作為鄉所具有的地方自治權和地方自治團體地位。2014年12月25日，配合《地方制度法》修正，賦予直轄市山地原住民區地方自治權，烏來區再次改制為具有公法人地位的地方自治團體，成為新北市轄域內唯一一個區民可選舉區長與區民代表的市轄區。',
          ),
      ),
  );
