<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 壽豐鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A3%BD%E8%B1%90%E9%84%89',
          ),
        'descs' => array (
            '壽豐鄉位於臺灣花蓮縣東部中段，北臨吉安鄉，東濱太平洋，西鄰秀林鄉，西南連萬榮鄉，南接鳳林鎮、豐濱鄉。',
            '本鄉地形複雜西有中央山脈，東有海岸山脈，中為縱谷平原，鄉境內有木瓜溪、知亞干溪、荖溪等花蓮溪支流匯集，氣候屬副熱帶季風氣候。',
            '沿海海岸地形秀麗奇特，被納入東部海岸國家風景區的一部分，近年來的新興觀光景點－遠雄海洋公園、鯉魚潭、理想大地渡假飯店、怡園渡假村、立川漁場及雲山水自然生態農莊就位於本鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A3%BD%E8%B1%90%E9%84%89',
          ),
        'descs' => array (
            '壽豐鄉昔日為阿美族的活動範圍，最早的漢人根據記載約在明永曆年間來到此地，清領末期所築的南、中、北三路，改善了此地的對外交通。',
            '日治時期，總督府鼓勵日本人移民東部，成立豐田村、林田村二移民村，建立了「壽役農莊」；於1920年設置「壽區」，復於1937年改設為「壽庄」，屬花蓮港廳花蓮郡管轄。',
            '戰後取「壽」及「豐田」，易名為「壽豐」，設置花蓮縣壽豐鄉至今。',
          ),
      ),
  );
