<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 鳳林鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B3%B3%E6%9E%97%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '鳳林鎮（臺灣客家語四縣腔：fung limˇ ziinˋ；海陸腔：fung+ lim zhinˊ）位於台灣花蓮縣中段，花東縱谷平原（台東縱谷）花蓮境內最中間地帶，平原佔百分之45，河川地形佔百分之30，餘為山（坡）岳地帶，面積120平方公里，北以壽豐溪支亞干溪與壽豐鄉為界，南與馬太鞍溪與光復鄉為鄰，西接萬榮鄉及中央山脈，東隔海岸山脈與壽豐鄉、豐濱鄉毗鄰，為花蓮縣中區重要城鎮。',
            '鎮內居民以組成以客家族群為大宗，約佔六成比例，為全縣與東部客家人口最多地區，也是全台灣客家人口密度高的地區之一，已列入臺灣客家文化重點發展區，其餘族群為外省人、閩南人及原住民與新住民。',
            '原住民族群以阿美族、撒奇萊雅族與太魯閣族為主。 2014年鳳林鎮靠著「慢食」（slow food）和「慢活」（slow living）的條件，通過審查，成為國際慢城組織（Cittaslow International）會員',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B3%B3%E6%9E%97%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '鳳林鎮最早剛開發時期稱為「馬里勿」，阿美族語發音意思是上坡的意思，但只限於現在的長橋里一帶。',
            '相傳鳳林未開發時，是一大片茂盛的樹林，並到處滋生攀爬在樹林上的木蘭，從外表看起來就像是一隻「鳳凰展翅」，所以遷來開墾的漢人就稱此地為「鳳林」。另外一種說法是清代屬台東直隸州「奉」鄉，「奉」與「鳳」音同而得。鳳林鎮以客家人為主，多務農，近年則以工商發展為主要；人文發展豐富，更有許多的校長是鳳林人出身（102個，截至2009年夢工廠資料），所以有人說：「鳳林特產是校長」。',
            '鳳林在清領時期屬於臺東直隸州奉鄉，日治時期屬於花蓮港廳鳳林郡所轄，從支廳、郡轄鳳林區到鳳林庄，1940年再由鳳林庄升格為鳳林街的名稱改變，國民政府接管台灣後設鳳林區署，原本將花蓮縣治設在此地，後因政治情勢不穩之改變而作罷，直到1947年開始正式稱為鳳林鎮至今。郵遞區號原為950，後改為975。',
            '在鳳林鎮內的大榮里至北林里間，有個日本人移民花蓮的三大移民村之一「林田移民村」（Hayashida；非鄰近萬榮鄉的林田山聚落），「林田移民村」主要分為三大部分：南岡（今大榮一村）、中野（今大榮二村）和北林（今北林）；其中，中野（今大榮二村）附近有個台灣村（台灣人聚落）。',
          ),
      ),
  );
