<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 光復鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%89%E5%BE%A9%E9%84%89',
          ),
        'descs' => array (
            '光復鄉(Fata\'an)位於台灣花蓮縣東部中段，北臨鳳林鎮，東及東南鄰豐濱鄉，西鄰萬榮鄉，南接瑞穗鄉，有許多台灣著名的棒球選手出身於本鄉。',
            '本鄉地處花東縱谷，為一狹長平原，西有中央山脈，東有海岸山脈，有馬太鞍溪、花蓮溪、光復溪等流經鄉境，氣候屬副熱帶季風氣候。',
            '鄉內居民漢人與原住民大約各半，原住民則以阿美族為主，產業以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%89%E5%BE%A9%E9%84%89',
          ),
        'descs' => array (
            '光復鄉主要有三大聚落：歷史悠久的原住民聚集地馬太鞍與太巴塱，以及日本時代所立的大和聚落。日治中期再將馬太鞍因位於大和之北，更名上大和，太巴塱則易名富田。其中大和屬瑞穗庄，而上大和、富田屬鳳林街。',
            '戰後1947年3月將三聚落自原屬鄉鎮分出，成立光復鄉（意指「光復後新設的鄉鎮」）迄今。今日馬太鞍一般稱光復、富田名稱不變、大和改名大富。而今日光復車站在1947~1951年間曾一度改稱「台安」，則係取自馬太鞍之名。',
            '2010年鄉長跟鄉代表選舉，則爆發出台灣歷史上最大宗的貪汙賄選案，包含鄉長跟鄉代表12人，全都涉賄遭到羈押獲准，鄉公所一度面臨停擺，2011年3月重新進行鄉長鄉代選舉，結果由中國國民黨報准參選的獅子會會長謝忠淵當選。',
            '近年來隨著原住民自我認同意識抬頭，且「光復」名稱過於政治八股，與原鄉地名毫無關連、缺乏特色，因此有恢復為原名太巴塱或馬太鞍的呼聲。阿美語(Pangcah)稱光復一地為 Fata\'an（意思是「樹豆」）。',
          ),
      ),
  );
