<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 豐濱鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%B1%90%E6%BF%B1%E9%84%89',
          ),
        'descs' => array (
            '豐濱鄉位於台灣花蓮縣東部海岸南段，北鄰壽豐鄉，東濱太平洋，西鄰鳳林鎮、光復鄉、瑞穗鄉、玉里鎮，南接台東縣長濱鄉。本鄉阿美族最為正統的傳統文化部落，於103年分別登錄了花蓮縣文化資產，其中以貓公(Fakon)部落及港口(Makota\'ay)部落為正統二大宗。日治時期稱為「新社庄」，戰後與臺中縣新社鄉同名，改稱豐濱鄉。',
            '本鄉行政區域共劃分為五個村：磯崎村(當地撒奇萊雅族人自稱Karoro\'an 加路蘭)、新社村(噶瑪蘭語自稱PateRungan)、豐濱村(阿美族人稱Fakon)、港口村(阿美族人稱Cepo\'或是La\'no)、靜浦村(阿美族人稱Cawi\')。而豐濱鄉鄉公所位於豐濱村，豐濱村舊稱貓公（Fakon）。本鄉地處海岸山脈與太平洋之間，依山傍海，風景秀麗，鄉內居民以台灣原住民阿美族為主，亦有噶瑪蘭族新社部落以及撒奇萊雅族磯崎部落，傳統上以農業、漁業為主要經濟活動，近年來則大力發展觀光業。',
            '但在土地紛爭上因濱臨太平洋故而因海浪沖刷造成土地流失及沖蝕地基，但因海岸法尚未能完全的通過並立法，讓原居住地之居民生活十分不便故而產生了紛爭及抗議，與此同時，因為海岸開發之石梯坪為原住民族的傳統生活領域因財團及政府的｢可能｣開發下亦產生大量反對的聲音，其中反對最多的亦正反兩極的有海岸阿美族劇場，其中對於土地之使用產生了近6年之抗議行動及媒體報導。',
          ),
      ),
  );
