<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 瑞穗鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%91%9E%E7%A9%97%E9%84%89',
          ),
        'descs' => array (
            '瑞穗鄉位於台灣花蓮縣中部偏南，北鄰光復鄉，西鄰萬榮鄉、卓溪鄉，東鄰豐濱鄉，南接玉里鎮，有北回歸線經過鄉境。鄉內居民以閩南人、客家人及原住民為主，而原住民又以阿美族為最多。',
            '瑞穗鄉舊稱「水尾」，意思是秀姑巒溪之尾，後日本人因水尾的日文發音Mizuo，改為音近之「瑞穗」（Mizuho）。全鄉面積約有135平方公里，人口約1萬2千餘人，以秀姑巒溪激流泛舟而聞名全台。',
            '本鄉的主力農特產品為天鶴茶和文旦，遠近馳名。紅葉溫泉、瑞穗溫泉皆位於萬榮鄉轄區，但距離瑞穗鄉界甚近，皆為備受民眾喜愛之溫泉勝地。本鄉同時擁有泛舟、溫泉、銘茶等優良條件，已成為本縣農業與觀光結合的知名去處。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%91%9E%E7%A9%97%E9%84%89',
          ),
        'descs' => array (
            '瑞穗地區在史前時期已有人類在此活動，並留下掃叭石柱遺址。依據考古學家的研究，該遺址屬於新石器時代，距今約有三千多年，最主要的文化相是卑南文化和麒麟文化。在19世紀中後期漢人前來墾拓之前，此地為原住民的居住地，尤以阿美族為主，依據口述歷史調查，較早的部落有奇美、莫魯漲、蘭阿散、阿多蘭、烏鴉立、青山、梧繞（烏漏）、加納納等。',
            '早在1812年（清嘉慶17年），便有漢人至今吉安鄉一帶拓墾的記載；其後的1825年（道光5年）、1851年（咸豐元年）分別又有大批漢人至今壽豐鄉志學村、花蓮市豐川（國裕里、國強里、國慶里交界地區）一帶拓墾；1853年（咸豐3年）則另有一小批漢人璞石閣（今玉里鎮客人城）拓墾。但直到1874年（同治13年）牡丹社事件發生時，瑞穗地區仍無任何漢人拓墾的記載。',
            '牡丹社事件發生後，清政府為加對台灣東部的主權行使，由總理船政大臣沈葆楨來台辦理防務，推動「開山撫番」的軍民屯墾政策，分北、中、南三路向東台灣開闢道路。1875年（光緒元年）正月，中路統領台灣鎮總兵吳光亮率部築路，由林杞埔社寮經大水窟、坑頭扺達璞石閣，再往北築路至水尾（今瑞穗鄉瑞美村），此乃本鄉有漢人開闢之始。其後屯墾的軍民安頓下來，逐漸形成漢人聚落。',
            '在清領時期的20年間，東台灣入墾的漢人軍民與原住民之間紛爭不斷。在本鄉發生的重大衝突有1877年（光緒3年）的奇密社事件、1878年（光緒4年）的加禮宛事件及1888年（光緒14年）年的大庄事件，都是因開闢道路、拓墾土地、賦稅問題所引起。日治時期，總督府鑒於此地稻米結穗累累，而取諧音以日本神社「豐葦原之瑞穗國」的字句，易「水尾（みずお、歷史假名遣：みづを）」為「瑞穗（みずほ、歷史假名遣：みづほ）」。1930年，國田正二將咖啡引進瑞穗舞鶴台地，獲得馬有岳等仕紳幫助。',
            '1937年（日本昭和12年）花東進行地方改制，在此設置「瑞穗庄」，庄役場設於瑞穗聚落，劃歸花蓮港廳鳳林郡管轄。其轄區有大和（含加禮灣、乾真巷、大農場、阿羅朗等部落）、白川、瑞穗（含水尾、舊水尾、打麻園山腳等部落）、鶴岡（含烏漏、屋拉力、青山等部落）、奇美（原稱猴子山）、舞鶴（含掃叭頂、加納納、馬立雲等部落）等地區。',
            '1945年（民國34年）日本戰敗，同年10月25日國民政府接收台灣。隔年1946年（民國35年）1月11日成立花蓮縣政府，並將地方行政區由原郡、市、街、庄改為區、市、鎮、鄉。瑞穗庄因而改制為瑞穗鄉，隸屬花蓮縣鳳林區，並重新分村劃鄰，將大和大字劃分為大和、大豐、大農等三個村，白川大字劃分為馬遠、富源、富民、富興等四個村，瑞穗大字劃分瑞穗、瑞美、瑞良、瑞西（祥）、瑞北、紅葉等六個村，連同原有的鶴岡、奇美、舞鶴，合計共16個村。同年5月15日將紅葉、馬遠二村劃併萬里成立萬里鄉（今萬榮鄉）。1947年（民國36年）3月1日，將大和、大豐、大農三個村劃併入新成立的光復鄉，並確立轄區至今。同年12月31日裁撤鳳林區署，瑞穗鄉改為直隸花蓮縣政府管轄。',
          ),
      ),
  );
