<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 萬榮鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E6%A6%AE%E9%84%89',
          ),
        'descs' => array (
            '萬榮鄉，為台灣花蓮縣三個山地原住民鄉之一（另兩個為秀林鄉、卓溪鄉）。本鄉位於花蓮縣西方，北臨秀林鄉，東鄰鳳林鎮、光復鄉、瑞穗鄉，東北連壽豐鄉，西鄰南投縣仁愛鄉、信義鄉，南臨卓溪鄉。',
            '萬榮鄉地處中央山脈之上，地勢起伏甚大，平均海拔約600公尺，有萬里溪、馬太鞍溪、光復溪等流經鄉境，氣候則隨海拔高度的變化而有所差異。鄉內居民以台灣原住民太魯閣族為主，亦有布農族丹社群及泰雅族，產業以農業為主。由於萬榮鄉幾乎都是山地，故萬榮鄉發展區域在接近鳳林鎮的平原地區，鄉內觀光資源豐富，但目前潛力並未被完全開發。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E6%A6%AE%E9%84%89',
          ),
        'descs' => array (
            '萬榮鄉在日治時期係由花蓮港廳鳳林郡郡警務課管轄的蕃地，日本警察並在各社（部落），直接設置派出所或駐在所，負責一切行政、教育、衛生等相關工作。1945年國民政府遷台初設鄉治，鄉公所設於「萬里車站」前側 ，即今「鳳林鎮長橋里派出所」位置。未設站前，當地原名「馬里巴西」（日稱：マリバシ，Maribashi），譯作「萬里橋」，是以其鐵橋長度為全縣之冠，故取其名「萬里鄉」；後因與台北縣萬里鄉同名，於1958年6月，易名為「萬榮鄉」，鄉公所則移駐到「萬榮村」（日治「森坂村」前身，モリサカ，Morisaka，摩里沙卡）至今。其後一般均以「馬里巴西」直接代表「萬榮車站」之意，也寓有前往「鄉公所」洽公或赴當地探親的涵意。',
            '平林遺址於1929 年6 月間由鹿野忠雄調查發現並進行試掘，並於1930 年發表，乃是目前已知台灣最重要的玉器產地，亦為最大型的玉器製造遺址，此類型的遺址罕見於台灣、東亞與東南亞地區，研究指出可能是環南海國家玉器製造體系的中心。',
          ),
      ),
  );
