<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 玉里鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%8E%89%E9%87%8C%E9%8E%AE',
          ),
        'descs' => array (
            '玉里鎮位於台灣花蓮縣南段，北鄰瑞穗鄉，東鄰豐濱鄉、台東縣長濱鄉，西鄰卓溪鄉，南接富里鄉，是花蓮縣南部的區域中心，面積252.3719平方公里，為本島面積最大的鎮（面積略小於台北市（271平方公里）），也是台灣東部的地理中心。',
            '因其位於花東公路之中段，往東有玉長公路通往位於海岸山脈另一頭的長濱鄉，因此為花東縱谷的交通要衝。本鎮地處花東縱谷平原之上，西有中央山脈，東倚海岸山脈，有秀姑巒溪及其支流豐坪溪、卓溪、拉庫拉庫溪（樂樂溪）、清水溪流經。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%8E%89%E9%87%8C%E9%8E%AE',
          ),
        'descs' => array (
            '玉里鎮舊稱「璞石閣」，其來源說法不一：一說是布農族的譯音，意思是灰塵，因秀姑巒溪縱貫境內，久不下雨則溪乾，風吹沙土蔽日；二說是出自阿美族語「派派可」之譯音，阿美族稱「蕨」為派派可，本地以產蕨得名；三說1875年台灣鎮總兵吳光亮越過中央山脈至玉里屯兵，見到秀姑巒溪畔布滿純白的玉石（大理石），而這些大理石就如未磨的「璞」玉「石」，官兵在此又建立「閣」樓街道，故稱「璞石閣」。',
            '本鎮原為原住民阿美族及布農族的接觸地帶。1829年，鳳山縣部分西拉雅族人遷至臺東平原，但受到卑南覓社的排斥，於1836年沿著新武呂溪展開搬遷，最後在今拉庫拉庫溪沖積扇的南側，亦即秀姑巒溪西側的長良里一帶建立部落，稱為大庄。開墾初期，以牛、豬攜入山地的方式，與布農族修睦，並換得穀物。但由於該地常遭水患，最遲在1845年，部落再搬遷至秀姑巒溪東側，仍名大庄(今富里鄉東里村)，長良的大庄改稱為舊庄。之後鳳山縣、臺灣縣西拉雅族人紛紛東來，陸續在今玉里、富里、池上、關山等鄉鎮建立部落，1879年前後的《臺灣輿圖》一書，將這些部落稱為璞石閣平埔八社。',
            '依據陳英〈臺東誌〉一文的記錄，1850年代玉里已有漢人進入定居，並與原住民從事貿易，但本鎮較具規模的發展，是到1875年受中路（八通關古道）開闢後才快速展開。日治時期屬台東廳璞石閣支廳璞石閣區，後改隸花蓮港廳璞石閣支廳；1917年花東線鐵路通車至此，取「璞」是未磨之「玉」之意，將本地改稱「玉里」（たまさと，Tamasato）。1920年設置「玉里庄」，1937年升格為「玉里街」，劃歸花蓮港廳玉里郡，戰後1946年(民國35年)，玉里街改為玉里鎮，劃分為23里。1971年(民國60年)，劃分為目前的15里。 本鎮目前的15里有德武里/春日裡/松浦里/觀音里/樂合里/源城裡/東豐里/長良里/中城裡/國武里/泰昌里/大禹里/啟模里/永昌里/三民里。',
            '由於在秀姑巒溪河床上有一顆白色的璞石，由於每逢溪水暴漲都不會淹沒或沖走，當地玉里人將這顆璞石視為「鎮寶」，後來在民國59年12月發生鎮寶盜採，於是經全鎮居民的關注之下，不久被警察查獲竊犯與贓物，這贓物已被切成好幾塊大理石，現在分別放置於玉里國小操場旁、玉里鎮立圖書館、玉里老人會館廣場旁。',
          ),
      ),
  );
