<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 卓溪鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%93%E6%BA%AA%E9%84%89',
          ),
        'descs' => array (
            '卓溪鄉，位於臺灣花蓮縣西南部，為花蓮縣三個山地原住民鄉之一（另兩個是秀林鄉與萬榮鄉），卓溪鄉北臨萬榮鄉，東鄰瑞穗鄉、玉里鎮、富里鄉，西鄰南投縣信義鄉、高雄市桃源區，南接台東縣海端鄉，有北回歸線經過，是花蓮縣面積第二大，臺灣面積第五大的鄉鎮。',
            '卓溪鄉地處中央山脈之上，鄉境內有95%以上的土地均為山地，地勢甚為崎嶇陡峭，許多河流均發源於此，僅在中央山脈東麓有少許河谷平原，氣候則隨地勢高低而有所差異。鄉內居民以台灣原住民布農族為主，亦有少數泰雅族、太魯閣族、賽德克族，產業以農業為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%93%E6%BA%AA%E9%84%89',
          ),
        'descs' => array (
            '相傳卓溪鄉舊名「乾溪」（Takkei），係因本地溪流，除大雨滂沱外，終年無水，因而得名。卓溪鄉在日本時代，為花蓮港廳玉里郡直轄的臺灣原住民蕃地。',
            '卓溪鄉的布農族原住民大約在18世紀中期來到卓溪鄉（中央山脈東側）發展、定居。日治中期對原住民採取「集團移住」政策，於1933年將八通關古道沿線的大分、他魯那束社的族人遷到山下的卓溪鄉居住，由日本警察（花蓮港廳玉里郡郡警察課）直接統治各部落，受各派出所及駐在所管轄。目前卓溪鄉的六個村：卓溪、太平、崙山、立山、卓清、古風，大部份都是在這個時期集中遷入的。',
            '戰後初期曾將卓溪鄉分別劃入玉里鎮、富里鄉管轄，1946年才在此地設置花蓮縣太平鄉，當時因與台中縣太平鄉（先升格為太平市再改制為太平區）以及宜蘭縣太平鄉（隨後也改名為大同鄉）同名，於1950年易名為「卓溪鄉」。',
          ),
      ),
  );
