<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 花蓮縣 富里鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AF%8C%E9%87%8C%E9%84%89',
          ),
        'descs' => array (
            '富里鄉是台灣花蓮縣最南方的一個鄉，北與玉里鎮，西與卓溪鄉，東與台東縣東河鄉，南與台東縣池上鄉接壤。鄉內人口約有一萬人，境內具有客家、閩南人、阿美族、大滿族、西拉雅族、榮民等多元族群特色。主要產業活動以農業為主，主要特產以富里米、香菇和金針為大宗。鄉內的安通溫泉、六十石山、羅山瀑布及東富公路上的小天祥是知名的觀光景點。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AF%8C%E9%87%8C%E9%84%89',
          ),
        'descs' => array (
            '富里鄉的行政區域在日治時代1920年合併大庄、公埔兩區，設置大庄區以來便沿用至今，大庄區轄屬花蓮港廳玉里支廳，轄域內分為大庄、頭人埔、公埔、堵港埔四個大字。1937年改稱富里庄，轄屬花蓮港廳玉里郡，轄域內分為大里（大庄）、竹田（頭人埔）、富里（公埔）、堺（堵港埔）四個大字。戰後，改稱富里鄉，轄屬花蓮縣。',
            '據內政部「地名檢索系統」，有關現行「富里鄉」此地名有以下記載： 富里鄉位居花東縱谷的中段，是花蓮縣境內位置最南邊的一個鄉。鄉內住民以客家、福佬人與南部平埔西拉雅族及阿美族人居多數，另有少數布農族、外省籍等所構成。 富里舊稱「公埔」，地名之說有以下幾種：1.昔時為公家團體或平埔族的公共牧場，用來放飼牛羊，以及放置柴草之類，公埔的地名由此得來（安倍明義，1990：233；駱香林，1983：68）。2.源起於清光緒元年（1875年），解除番境各例禁，設立卑南撫墾局時所頒布拓墾章程中，規定每人先分田一甲耕種，另給附近原野（埔地）一甲，令其續耕。凡未著手墾殖之預備地，即稱「公埔」；關於「富里」一名的由來，近代也有多種解釋。1.由於土地肥沃，盛產農作物以水稻為主產，故於昭和12年（1937年）年10月1日改為富里庄役場，取「富裕鄉里吉祥」之意（申慶璧，1995：31）。2.昭和12年（1937）地方改制時，日本人引用他們本土的一個古國名稱將公埔改為富里庄，現在日本千葉縣內也有一個名為「富里町」的鄉鎮，……近代則望文生義將「富里」解釋成『富裕鄉里』。',
          ),
      ),
  );
