<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 永和區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%92%8C%E5%8D%80',
          ),
        'descs' => array (
            '永和區是台灣新北市下轄的一個區，為臺北都會區較早發展的區域，隔新店溪與臺北市的萬華區和中正區相鄰，南與新北市中和區緊密相連，境內居住大量通勤人口。永和區是—個典型地狹人稠而擁擠的地區，人口密度高達39,450人/平方公里，現為台灣人口密度最高的直轄市市轄區。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%92%8C%E5%8D%80',
          ),
        'descs' => array (
            '在1950年代以前，今永和區所轄地區原隸屬中和鄉。1949年中華民國政府遷台後，大批大陸各省之中華民國國軍官兵及其眷屬，以其地近臺北市區，移住此區，人口快速增加。1958年，遂獨立成為一個鎮。本來命名為「中興」，因易與當時台灣省政府所在地的南投市中興新村相混淆，故需重新命名。由於早年曾發生漳泉械鬥，地方耆宿楊仲佐先生因而命名為「永和」，以祈求各族群「永久和平」相處，共創地方繁榮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B0%B8%E5%92%8C%E5%8D%80',
          ),
        'descs' => array (
            '在台灣史前時期，台北盆地南部屬於平埔原住民凱達格蘭族分支－雷朗族的活動範圍，其中有兩個部落居住於今永和地區。1641年，荷蘭人擊敗西班牙人進駐台灣北部後，其戶口冊表始見「Cournangh」、「chiron」之部落名稱，即分別為「龜崙蘭社」、「秀朗社」之譯音。',
            '1661年（明永曆15年），鄭成功驅逐荷蘭人後，開啟明鄭時代。當時台灣北部隸屬天興縣，漢族雖已開始進入台北盆地開墾，但僅止於盆地北緣一小部分，本地區仍屬未開化之地。',
            '1683年8月（明永曆37年、清康熙22年），清軍擊敗明鄭。次年4月，台灣正式納入清朝版圖，台灣北部隸屬福建省台灣府諸羅縣。1709年（康熙36年），福建泉州人團體陳賴章墾號獲准開墾台北盆地，其中也包括秀朗一帶，為本地區漢人開墾之始。',
            '1723年（雍正元年），由諸羅縣拆分出彰化縣與淡水廳，台灣北部改隸淡水廳。雍正年間，漳州人大舉遷台。由於位於台北盆地中央的大加蚋地區幾乎已被泉州人開墾殆盡，只得渡過新店溪，開墾溪南土地，包括今板橋、中和、永和及部分土城地區，當時稱為「枋橋十三庄」。1875年（光緒元年），設立台北府，本地區改隸隸屬台北府淡水縣擺接堡。',
            '1895年（清光緒21年、日明治28年），清朝日本兩國發生甲午戰爭，清朝戰敗後，於馬關條約中將台灣割讓予日本。6月，日本佔領台北地區後，擺接堡隸屬台北縣淡水支廳。今永和地區所轄地區，約略為擺接堡轄下的龜崙蘭溪洲、潭墘、秀朗3莊。',
            '1897年6月，日本更改地方制度，廢除「支廳」而改設轄區較小的「辦務署」，本地改隸台北縣新莊辦務署。1901年5月，新莊辦務署裁撤，本地因而改隸。1901年11月，廢縣、辦務署而改設廳、支廳，本地改隸台北廳枋橋支廳。1909年10月，今中、永和地區改制制為枋寮區，其範圍即為日後之中和鄉。據1919年（大正8年）日本人《臺北廳志》的記載，枋寮區下轄漳和、中坑、四十張、外員山、永和（今中和區中原里）、龜崙蘭溪洲、潭墘、秀朗、南勢角、員山仔等十大庄，大庄之下又轄十九土名村落。其中龜崙蘭溪洲、潭墘、秀朗三莊範圍與今永和區轄區大致相仿。',
            '1920年廢廳、區而改為州、郡、街莊，本地隸屬於台北州海山郡中和庄。1937年（昭和12年），川端橋（今中正橋）建成，本地與台北之交通往來大為便利。',
            '1945年戰後，初期仍循舊制。次年地方制度改制，廢州、郡、街庄而改為縣、區、鄉鎮，本地隸屬台北縣海山區中和鄉，共有6村，人口僅有7,723人。1950年8月日廢區而由台北縣直轄。',
            '1949年大陸易主後，許多追隨國民政府遷台之軍民遷入本地，台北市區考慮防空疏散問題將本區劃為疏散地區，以致人口急速增加。1957年時已增為8村，人口共24,983人，於是分鄉設鎮之議遂起。1958年4月1日，本地自中和鄉拆出獨立成為「永和鎮」。不過由於某些村莊對於要屬中和鄉還是永和鎮的意見一直無法統合，以致於中和與永和之邊界直至1960年10月才確定，由縣政府派員會同雙方鄉鎮長及民政課長，於沿鄉鎮分界處豎立水泥樑柱以為界碑，自此中、永和正式分治。分治後的永和鎮面積共5.59平方公里，置8個里112鄰，人口38,727人。',
            '1979年1月1日，因地方人口、建設及經濟快速發展，依「台灣省各縣市實施地方自治綱要」升格為縣轄市。2010年12月25日改為永和區。',
          ),
      ),
  );
