<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 中和區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%92%8C%E5%8D%80',
          ),
        'descs' => array (
            '中和區是台灣新北市下轄的市轄區之一，位於台北盆地南側，絕對位置約東經121.26度至121.31度，北緯24.57度至25.01度之間。與永和區關係密切，為雙城區關係，常合稱為雙和地區。',
            '中和區為臺北都會區的衛星城市之一，人口密集，總人口數多達41.5萬人，為台灣直轄市中人口數第三多的市轄區，人口密度高達每平方公里2.06萬人，為台灣人口密度第五高的市區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%92%8C%E5%8D%80',
          ),
        'descs' => array (
            '中和區有兩處史前遺跡，分別是東側秀山區的尖山及西側員山區的員山子兩處，根據推測前者應是屬於圓山前期文化的系統，距今約3000-4200年間；後者文化橫跨了繩紋陶系統，距今約2000-4200年間。由此兩處史前文化遺址可得知，中和遠從遠古時期即有人在此定居。',
            '文字記載中和區早期為原住民族凱達格蘭人(屬平埔族)所居住，分為「擺接」及「秀朗」（繡朗）兩社。據考證，擺接社即今板橋區一帶及本區枋寮的西北地區；秀朗社即今秀朗、秀山兩里附近地區。至1642年（明崇禎十五年）荷蘭人所製的戶口名冊，始有Chiron（秀朗）之記載，是為中和最早見諸文字的紀錄，但如何由圓山文化與繩紋陶文化的人種族群演變到凱達格蘭人則因資料不足而難以得知。',
            '1661年（南明永曆十五年，清順治十八年），鄭成功佔領台灣後規置郡縣，北部台灣皆隸天興縣。1664年升天興縣為州，中和地區亦改隸天興州。1683年（永曆三十七年，清康熙二十二年），鄭氏政權滅亡，清廷重新規劃郡縣，以天興州舊北界，置諸羅縣，所以中和地區又改屬諸羅縣。在此之後，中和地區仍屬荒地，不見有漢人居住的記載；而後隨著郡縣幾次重劃，亦分別改隸過淡水廳淡水堡、擺接堡。直到1741年（清乾隆六年）閩、粵來此開墾的人與日俱多，始有漢人村莊之記載。',
            '1859年（咸豐九年）九月七日漳泉械鬥，當日瓦嗂為械鬥爆發地，枋寮街大火，造成兩地村莊皆被毀。此事件乃因造成此地泉、漳兩族群之語言、信仰、習慣不同與利益衝突所造成的不合，械鬥之後影響甚久，曾有很長一段時間兩族群彼此視為世仇，互不來往、互不通婚、互不為友。',
            '1895年（光緒二十一年）五月六日，日本依馬關條約登陸臺灣。十一月十六日南勢角呂潮棟、呂元典兩兄弟及鄉民約兩千餘人，聯絡台北地區各反日軍勢，約定在觀音山舉火為暗號，進攻台北城；但在網尾渡（今永和區中正橋下）為日軍所截擊，呂潮棟被捕後成仁，呂元典亦憂憤而亡死。日本為了報復，將南勢角一帶村莊悉數焚毀。',
            '1920年，地方制度再次變革，取中坑庄之首字、漳和庄之次字，合稱中和庄，隸屬於臺北州海山郡，相當於現今的中永和地區。1945年日本戰敗歸還台灣後，當時中華民國國民政府為避免接收時期行政可能會有銜接不上的現象，所以暫時依循原制以維持政務。',
            '1946年地方制度改制，廢街庄為鄉鎮，當時本區人口數不及3萬人，依制稱「中和鄉」，隸台北縣海山區。1950年8月16日廢區，由台北縣直轄。自中華民國政府遷台之後，因中和鄉鄰近中央政府所在地──台北市，又將中和鄉劃入台北市民防空疏散地區，且此地房地產價格相對較為低廉，以致人口急速增加。其中尤以靠近台北市的龜崙蘭溪洲地區人口增加最為快速，於是分鄉設鎮之議遂起。',
            '1958年4月1日，中和鄉分割出龜崙蘭溪洲地區的全部六個村及潭墘、秀朗地區各一個村，正式設鎮。初擬鎮名為中興鎮，但因與當時台灣省政府所在地之中興新村有同名之嫌，所以定名為永和鎮。不過由於某些村莊對於要屬中和鄉還是永和鎮的意見一直無法統合，以致於中和與永和之邊界直至1960年十月才確定，由縣政府派員會同雙方鄉鎮長及民政課長，於沿鄉鎮分界處豎立水泥樑柱以為界碑；自此中和、永和正式分治。',
            '分鄉設鎮後，中和鄉仍轄有枋寮、中原、平河、瓦磘、廟美、牛埔、灰磘、瑞穗、積穗、外南、內南、橫路、頂南、力行、安樂、秀山等十六村，總面積為19.71平方公里，共轄176鄰，4,619戶，23,312人。',
            '其後因台灣經濟結構改變，農村人口逐漸向都市遷移，中和鄉距離台北市較近，人口因而快速增加，遂繼永和之後，變成台北市的衛星城市。1978年底，人口數已突破17萬，隔年一月一日依「台灣省各縣市實施地方自治綱要」改制為縣轄市。此後人口持續快速成長，至2001年底，人口數已超過40萬。目前已改制為市轄區。',
          ),
      ),
  );
