<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 土城區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9C%9F%E5%9F%8E%E5%8D%80',
          ),
        'descs' => array (
            '土城區是台灣新北市的一個市轄區，屬於台北都會區的衛星城市之一，位於台北盆地西南角，東北與板橋區相鄰；西隔大漢溪與樹林區相望；東與中和區相鄰；越過東南丘陵與新店區毗鄰；南臨三峽區。土城原為土城鄉，因臨近的板橋發展而進一步往南發展至此區，使土城人口持續增加，至1993年突破15萬人口，同年6月26日升格為原臺北縣第7個縣轄市。2010年12月25日改為新北市轄下的土城區，現人口近二十四萬人。目前行政區域共劃分47里、1,236鄰。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%9C%9F%E5%9F%8E%E5%8D%80',
          ),
        'descs' => array (
            '土城區地名源於當地閩南人防備原住民出草的「城牆」（今土城區公所一帶），清治時期行政劃分隸屬於「淡水廳擺接堡」，日治時期時隷屬「台北州海山郡土城庄」，當時海山郡尚包括板橋街、三峽街、鶯歌街、中和庄（今之板橋、三峽、鶯歌、樹林、中和、永和）等地。戰後地方自治區域重新改制，土城改制為台北縣土城鄉。由於人口持續增加，工商日益發達，於1993年6月26日人口數超過150,000人後，正式改制為台北縣土城市。2010年12月25日五都改制，改為新北市土城區。',
          ),
      ),
  );
