<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 松山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%BE%E5%B1%B1%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '松山區是中華民國臺北市轄下的行政區，位於台灣北部，臺北市中心偏東地帶。區內有許多大型百貨公司及購物中心、夜店，臺北小巨蛋及松山機場也位於此區。區內的饒河街夜市則為臺灣著名的觀光夜市之一。而區內的敦化北路及南京東路一帶是臺北重要的金融商圈，不少國內外知名的企業及金融機構均在此雲集，而有台北華爾街之稱。此區也有臺北市最早的都市計劃開發區－民生社區，由於該區域內建蔽率低，容積率嚴格限制，而且處處公園，文教設施完善，而成為臺北市區傳統的優質住宅區之一。2010年11月6日－2011年4月25日間臺北市舉辦花卉博覽會而制定區花，松山區為朱槿，民政局也特別製作區花版門牌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9D%BE%E5%B1%B1%E5%8D%80_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '昔日為凱達格蘭族貓里錫口社（羅馬拼音：Malotsigauan）之地，1815年(清嘉慶20年)時刪去貓里，改稱錫口。1920年(大正9年)，全臺地名重整，錫口改為日式地名「松山」，設「松山庄」，隸屬臺北州七星郡。1938年(昭和13年)，松山庄併入臺北市。1945年(民國34年；昭和20年)10月25日，中華民國接管臺灣，松山庄改置松山區。1990年(民國79年)3月23日，臺北市行政區重劃，劃出南半部設立信義區。',
            '「松山」的由來一說是因為當地風景和四國的松山相似，另一說是因為附近山丘多松樹。松山原為日式地名，其發音為日語之「Matsuyama」，在日治時期對外音譯均採用之，如松山飛行場稱作「Matsuyama Airdrome」。戰後雖沿用該名，但對外音譯則改為華語發音，而成為「Songshan」。',
            '但一般來說，松科植物在北緯40-60度間，或高海拔的地方較為常見。松山位於台北盆地，既不是山，也不可能有松樹。但台灣真的有一座"松山"，位於阿里山山脈的中間，海拔2500公尺。因此也有可能只是當時負責改名的人來自日本某個縣的松山也不一定。',
          ),
      ),
  );
