<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 三峽區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E5%B3%BD%E5%8D%80',
          ),
        'descs' => array (
            '三峽區，原名為三角湧（羅馬拼音 Saⁿ-kak-éng）為台灣新北市的市轄區之一，位於臺北盆地的西南隅，三面環山，僅西北一隅面向大漢溪河谷平原。東與新北市新店區、烏來區為界，南與桃園市復興區，西與桃園市大溪區為界，北與鶯歌區、樹林區、土城區為界。',
            '三峽市區早期由於地處山麓地帶，又有溪流匯集，市況一度甚為繁榮，直到日治時代後期均有船舶運輸，碼頭地點約在目前祖師廟前的橋頭位置，其後因沙石淤積而不再有航運之利，發展漸趨停頓，人口數也長期停滯，被板橋、土城等一一超越。1997年「臺北大學特定區」設立後，逐漸發展成新興社區，並移入大量人口，2009年9月底時全區人口數已突破10萬人。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E5%B3%BD%E5%8D%80',
          ),
        'descs' => array (
            '三峽之原名為三角湧（羅馬拼音 Saⁿ-kak-éng），因處於大漢溪、三峽河（三峽溪）、橫溪三河的匯流之口，故名三角湧。日治時期1920年，將三角湧改為日語發音相似的「三峽」（SanKyō）。',
          ),
      ),
  );
