<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 樹林區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A8%B9%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '樹林區為台灣新北市的市轄區，屬於台北都會區的衛星城市之一。樹林區是新北市原住民分布最多的地方（共約五千九百餘人），總面積為33.1288平方公里，目前人口數約為18萬餘人，人口密度約為5,561.48人／平方公里。',
            '地處新北市西南部的本區，北以塔寮坑溪與新莊區為界，西以龜崙嶺與桃園市龜山區相鄰，西南連鶯歌區、南至三峽區，東毗板橋區、東南以大漢溪與土城區接壤。樹林區依據地緣關係及風俗習慣共可分為樹林、三多（三角埔）、山佳（山仔腳）、柑園（石頭溪）四個地區或樹林、潭底、三多（三角埔）、圳安（圳岸腳）、彭福（彭厝莊）、山佳（山仔腳）、柑園（石頭溪）七個地區。其中，山佳（山仔腳）面積最大，樹林面積最小。其中柑園（石頭溪）地區受大漢溪阻隔與三鶯生活圈較為密切，而板橋區溪洲六里（崑崙里、成和里、溪北里、堂春里、溪洲里、溪福里，共約四萬多人）因地緣關係與樹林區區民生活較為密切。',
            '樹林區有「紅露酒的故鄉」之稱，早年以台灣省立菸酒公賣局樹林酒廠出產的紅露酒而聞名全台。隨著樹林酒廠於西元2004年拆遷至桃園市龜山區，原地變更使用為「大同科技園區」，樹林紅露酒文化遂逐漸沒落，正待區民努力開創文化新局。樹林區民風淳樸，位於和平里中華路上的新北市立樹林高級中學更是孕育跆拳道選手的搖籃。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A8%B9%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '海山莊的移民開拓，相傳早在清康熙24年(1685年)。惟有古契可稽者，則以清康熙52年(1713年)的陳和議海山開闢古契為最早。 海山最初為莊名，在清康熙中葉至乾隆中葉海山莊係指今樹林、三峽、鶯歌三鎮及新莊鎮之桕子林、西盛一帶地區。',
            '樹林區舊稱為「風櫃店」，始記載於清朝《淡水廳志》，其名由今樹林地區樹東里博愛街樹德宮旁幾家打鐵店而得名。後來西元1751年（清乾隆16年），張士箱家族首先到新莊平原來投資拓墾的是張方大（張士箱之四子）、彰化縣人吳洛（字夢花）和馬紹文三人合夥來海山地區（板橋區、樹林區、新莊區、土城區、三峽區、鶯歌區六行政區的舊稱）開墾，懇號名為「張吳文」，日後分股成「張必榮」及「吳際盛」。張必榮是張方大戶名，在西元1757年（清乾隆22年）馬紹文退股之後，分得潭底莊、三角埔莊的開墾權；吳際盛懇號，在西元1757年（乾隆22年）馬紹文退股之後，則分得彭福莊及山仔腳莊及獇仔寮莊的開墾權。因此，張方大先生、吳洛先生和馬紹文先生便是開墾海山地區的重要功臣。樹林區地名由來說法有二：一為當時大嵙崁溪（今大漢溪）氾濫成災，張、吳、馬三人遂沿著河岸高埠處廣植林木，漸成樹林；另一說法則是大嵙崁溪在清乾隆年間洪水氾濫，水患漸退，土地林木漸生廣布，旅途中的商人在此休息見林木蒼鬱便以「樹林」稱呼此地。 樹林區最早於明朝鄭成功來台後始漸開發，全區最早開發之地為潭底。',
          ),
      ),
  );
