<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 鶯歌區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B6%AF%E6%AD%8C%E5%8D%80',
          ),
        'descs' => array (
            '鶯歌區是台灣新北市下的一個市轄區，因為境內盛產窯土，因此陶瓷製造工業發達。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B6%AF%E6%AD%8C%E5%8D%80',
          ),
        'descs' => array (
            '鶯歌北面山脈斜坡有一顆如鸚巨石，被稱為「鸚哥石」，「鷹哥石」、「鶯哥」、「鶯歌」。早年傳說此奇石常吐霧食人，而當鄭成功領軍經過此地時，被瘴氣所阻擾，士兵被食，於是砲打巨石，使其瘴氣散，而得以進軍，此為鶯歌人家喻戶曉的傳說，而鶯歌地名也由山上奇石而來。清代的《淡水廳志》亦載有類似的傳說：「鶯歌石在三角湧，與鳶山對峙。相傳吐霧成瘴，偽鄭進軍迷路，斷其頸。」，然因鄭成功事實上未曾親至北台灣地區，故此傳說不可信。。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%B6%AF%E6%AD%8C%E5%8D%80',
          ),
        'descs' => array (
            '相傳在1684年時，鶯歌區當地已有客家籍移民入墾，植茶為農。日治時期編纂的《桃園廳志》則記載：相傳1685年泉州人陳瑜從南部招佃，入墾其南方的南靖厝莊，後因閩粵械鬥離去。其後，又有許丁等人入墾植茶。日治時期1920年設置鶯歌庄，隸屬台北州海山郡，1940年升格為鶯歌街。鶯歌街（或鶯歌庄）雖以鶯歌為名，但街役場（或庄役場）設於彭福大字下的樹林小字。戰後，1946年改制隸屬於台北縣海山區鶯歌鎮（當時鎮公所設於樹林），同年8月1日，鶯歌鎮與樹林鎮分治。1947年撤銷海山區由台北縣直轄，2010年五都升格，隨著台北縣改制為新北市而改稱鶯歌區。新北市改制時，各區區長多由原任鄉鎮市長續任，然而鶯歌因為末代鎮長蘇有仁當選市議員而成為例外。',
          ),
      ),
  );
