<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 三重區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E9%87%8D%E5%8D%80',
          ),
        'descs' => array (
            '三重區，為台灣新北市的市轄區。因和台北市只有一水之隔，自1960年代以來，吸引來自台灣中南部農業縣的年輕人前來工作並定居，形成大台北都會區衛星都市之一，地方的行政機關集中於菜寮一帶。由於三重區開發很早，比較欠缺都市基礎規劃及基礎建設，卻因地近臺北市的地緣因素而吸引大量的勞工階層定居於此，因此市區整體發展趨於飽和老舊且人口稠密擁擠，在改制前曾為台灣人口密度第四高與世界人口密度第23高的都市，人口密度平方公里高達約2.4萬人，現為台灣人口密度第六高、新北市人口密度第三高的市轄區。2011年8月底人口曾超過39萬。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E9%87%8D%E5%8D%80',
          ),
        'descs' => array (
            '臺灣的開發，是由南而北；而北部的開發，則是從淡水河沿線開始。前清時期，整個臺北盆地對外連繫，都是倚賴淡水河及其支流所形成的水運系統，當時從大陸來的大帆船可直達新莊的頭前埔，頭前是一重的意思，埔則是閩南一帶居民對河岸沙洲的慣稱，「三重埔」則有第三段沙洲的意思。後來因為淡水河上游帶來大量的泥沙，淤積河床，河床漸高，船隻航行不方便，開發的重心，就轉到下游的二重埔和三重埔地區。而今日三重埔的俗稱，也因此聞名於北部地區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E9%87%8D%E5%8D%80',
          ),
        'descs' => array (
            '三重區昔稱三重埔，埔即平原之意。早期由新莊登陸的閩粵移民，往北拓墾，第一個平原稱為「頭重埔」，「三重埔」就是第三個平原的意思。「頭重埔」後來稱為「頭前」，位於新莊區境內；在三重與新莊交界處的「二重埔」則屬三重區境，今略稱「二重」。三重於戰前屬台北州新莊郡鷺洲庄管轄，1947年4月1日與蘆洲分治設三重鎮，1962年正式改制為縣轄市，成為當時台北縣首個改制為縣轄市的城市，也是台灣第一個由鎮改制的縣轄市。2010年12月25日，因應臺北縣改制新北市，三重市遂改為三重區。',
            '根據最早的文獻記載，明鄭時期，三重為平埔族武朥灣社漁獵定居的地方，早期開發是以新莊的頭重埔為首閩南人稱平坦之地為「埔」，其後沿著河的下游拓殖之聚落稱為二重埔地區一帶，三重埔則是最後開發的一段新生地，所以三重的地名是一段先民的拓荒史。清朝咸豐年間，淡水河東岸的大稻埕，取代上游新莊和艋舺的地位，商業日益興盛，同時也帶動三重埔的發展。當時，三重的橋頭港與大稻埕的大橋町渡為兩地往來的重要渡口，而三重也迅速發展為熱鬧的城鎮。',
            '光緒十五年劉銘傳擔任福建臺灣巡撫台灣首任巡撫時，為了鐵路交通，曾於三重與大稻埕之間搭起淡水木橋（；透過鐵路的搭運往返，促進三重農產貨物的流通。由於淡水木橋橋基不穩，常為大水所毀，修不勝修，因此在十年之後，日本人統治台灣時期，決定將鐵路改道，自此三重的鐵道走入歷史，再也聽不到火車嗚嗚的氣鳴聲。',
            '由於三重和台北之間靠著臺北橋相連接，交通便利，鷺州與三重埔一帶迅速繁榮發展。戰後鷺州先於民國34年改名為蘆洲鄉，三重埔仍隸屬蘆洲鄉。到了民國36年人口增至2,6000多人的三重埔遂與蘆洲分開治理，稱三重鎮。民國48年，為紓解人車逐漸增多的臺北橋，政府在臺北市成都路和二重埔之間建造中興橋；三重鎮多了一座聯外橋樑，地方更加繁榮，工商業發展也更迅速。民國51年4月1日，將近12萬人口的三重鎮改制為三重市，成為臺北縣的縣轄市之一。',
          ),
      ),
  );
