<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 新莊區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E8%8E%8A%E5%8D%80',
          ),
        'descs' => array (
            '新莊區是台灣新北市下轄的市轄區，是大臺北都會區的主要衛星市鎮之一，有不少在臺北市工作的通勤人口。區內有開發中的頭前重劃區，與新莊副都心重劃區，前者為新興的高級住宅區而後者設有行政院合署大樓。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E8%8E%8A%E5%8D%80',
          ),
        'descs' => array (
            '古為平埔族武朥灣社，因清代稱觀音山（八里坌山）為興直山，新莊在興直山之下，故稱興直堡。',
            '18世紀漢人入墾後，通稱為新莊，即「新興的街莊」之意。新莊因淡水河帶來的河港利益，是北臺灣開發最早的地區之一。在清朝乾隆嘉慶年間舟船熙攘、商賈聚集曾盛極一時，擁有「千帆林立新莊港，市肆聚千家燈火」之美譽。為臺北盆地中心都市，土興人旺。嘉慶中葉以後，因淡水河河道淤積失去航運之便，交通輻輳地位讓予艋舺，新莊的發展也就此停滯。沉寂一時的新莊到光緒中葉，因臺灣鐵路興建完成有了重振跡象。但日治初期鐵路改線經由枋橋（今板橋），新莊再次喪失交通地位。',
            '日治時期大正9年（1920年）隸屬臺北州新莊郡，轄新莊街、鷺洲庄、五股庄和林口庄，是當時農業重鎮。又因臨近臺北市，新莊的商業活動也跟著興盛起來。二次大戰末期，總督府為避免盟軍轟炸，疏散臺北市的重要工廠都移往鄰近鄉鎮，該政策使新莊的工業開始發展。',
            '1945年國民政府接收臺灣後，原臺北州新莊郡改為臺北縣新莊區，新莊街則改制為新莊鎮，並成立新莊鎮公所及鎮民代表會。1950年，新莊鎮和泰山鄉分治，新莊區則遭到廢止，新莊鎮行政地位確立。頭前工業區、西盛工業區的成立，是新莊從農業市鎮進入工業都市的重要轉捩點。新莊的工廠分布於四個地區：化成路頭前工業區、新樹路西盛工業區、新莊路兩側、中正路丹鳳段，產業以化學、紡織、機械、金屬所佔的比例最大，這幾項產業吸引了大量的工業人口，外地人相繼遷入人口急增。1973年1月20日，臺北縣政府頒布實施「新莊都市計畫」，定下了新莊鎮的都市紋理與空間格局。與此同時，宏國集團、聯邦集團、宏泰集團等建設公司紛紛在新莊開發大規模的的公寓社區，如宏安、聯邦、宏泰、正邦、正安、宏友、宏全、元興、金鑫等社區。新莊的人口自1970年五萬兩千人至1980年改縣轄市前夕已達十六萬八千人，十年之間社會增加十二萬人，新遷入居民多過世居的新莊人兩倍，1980年7月1日因破15萬人口而改制為縣轄市。2009年，設籍人數突破40萬。2010年12月25日，因五都升格，台北縣新莊市改制為新北市新莊區。2012年1月5日捷運新莊線開通。',
          ),
      ),
  );
