<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 泰山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B3%B0%E5%B1%B1%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '泰山區位於臺灣新北市西邊的市轄區，前身為臺北縣泰山鄉，屬於臺北都會區的衛星城市之一，緊鄰新莊區、林口區、五股區。轄境32%為平地，其餘為山坡地與河川。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B3%B0%E5%B1%B1%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '因座落於林口台地之山下，泰山自古依地理環境而昔稱之「山腳」，古多為閩南泉州府安溪縣移民開墾，清治時期隸屬淡水廳八里坌堡，日治時期十二廳時代，新庄支廳下設有貴仔坑區，為今泰山區之前身，區長役場則位於貴仔坑庄（今貴子里）。',
            '大正9年（1920年）地方制度改革，新庄區與貴仔坑區合併為新莊街，屬新莊郡。二次大戰後，國民政府改新莊街為新莊鎮，唯山腳居民皆感公務往返不便（須至新莊鎮公所（今新莊區公所）），遂有分治之議。',
            '1950年3月1日，奉公家核可，正式設鄉，由新莊鎮獨立出來，成為泰山鄉。鄉名取自境內奉祀移民的鄉土神泰山顯應祖師的廟宇，亦是本地信仰中心：「頂泰山巖」與「下泰山巖」兩廟宇之「泰山」二字。',
            '2010年12月25日，因臺北縣升格改制新北市，泰山鄉改為泰山區。泰山現因人口快速發展，復以交通便利，通往新莊區、臺北市、桃園市之道路逐漸完備，日益繁榮。',
          ),
      ),
  );
