<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 林口區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%8F%A3%E5%8D%80',
          ),
        'descs' => array (
            '林口區，舊名樹林口，是台灣新北市所轄29個區之一，也是大台北都會區的衛星城市之一，除濱海地區的狹窄平原外，主要位於平均海拔高250公尺的林口台地上，總面積54平方公里，東北鄰八里區，東與五股區為界，南與泰山區、桃園市龜山區為鄰，西為桃園市蘆竹區，北濱台灣海峽。中山高速公路林口交流道就在林口南部邊界。境內以林口竹林山觀音寺、醒吾科技大學、林口三井outlet為較重要的地標。',
            '林口區地廣人稀，不過隨著交通建設的開發及工業區、新市鎮重劃區陸續開發，林口區已經逐步轉變為工業、商業與農業共存的區域，人口快速成長。近年來的人口成長數在新北市境內可說是數一數二，重劃區內最多住宅與商業新大樓聚集的路段為文化一路、文化二路、文化三路、忠孝路及仁愛路這五條路段所圍起的街廓。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%9E%97%E5%8F%A3%E5%8D%80',
          ),
        'descs' => array (
            '林口之住民，始於台灣原住民凱達格蘭族。林口考古的最重大發現，是1997年發現分布於林口與八里沿岸的「太平村遺址」。出土文物分為石器、陶器、化石三類，根據出土文物判斷為一有多重文化層壘壓的遺址，幾乎涵蓋了台灣北部地區大部分的史前文化層，如大坌坑文化、圓山文化、植物園文化、十三行文化等，而學者劉益昌也證實，在太平村海域發現一萬年前的人類頭蓋骨與下顎骨，是台灣出土最完整的人類化石，出土時並伴隨加工過的動物骨骸與陶器，證實上萬年前林口、八里一帶就有人類活動。',
            '1642年，根據荷蘭人的記錄推斷，林口一帶為八里坌社的原住民所居。郁永河的裨海紀遊一書中，也記載在康熙年間（1697年）的台北平原有「八里分」（八里坌）社，屬於淡水總社。漢人對林口的開墾，首先以林口北部的海岸平原開始。至乾隆五年（1740年），林口地區已經有漢人聚落「大灣莊」（今日的大、小南灣，位於海邊）的存在。至1760年，在今日的林口區域記載有「大南灣」、「小南灣」、「大牛稠莊」（今日的南勢里一帶）等漢人聚落，顯示漢人已經由海岸逐漸登上林口台地。其中開墾者多為泉州人，在南勢埔尾一帶，也有粵人加入開墾，成為林口少見的粵籍聚落。此時八里坌社仍在記載中，顯示原住民仍在林口活動。而其中位於交通要道的樹林口（今日的林口裡一帶），也逐漸形成了大的莊落，成為林口的中心。1871年，林口又出現了「大坪頂莊」，光緒年間，再出現「瑞樹坑莊」，林口的聚落分布大致完成。',
            '1875年（清代光緒元年），林口的行政區屬於淡水縣八里坌堡。1895年馬關條約簽訂，臺灣割讓給日本後，林口屬於臺北縣淡水支廳管轄。1899年隸滬尾辦務署，1902年廢縣為廳，屬於臺北廳滬尾支廳。1909年，支廳下設區署，林口西南部的東林、菁湖、湖南三村，隸屬新莊支廳樹林口區，東北部隸屬大南灣區。1920年廢縣為州，隸屬臺北州新莊郡林口庄。戰後國民政府接收臺灣，更改為林口鄉，屬於新莊區的一部份。二次大戰結束，國民政府於1950年後廢區，改由臺北縣直轄，稱為林口鄉。2010年12月25日，五都改制案通過，臺北縣改為新北市，林口鄉改制為林口區，而鄉內所屬之各村也改為里。',
            '今日林口區共下轄有東林里、林口里、西林里、菁湖里、中湖里、湖北里、湖南里、南勢里、東勢里、頂福里、下福里、嘉寶里、瑞平里、太平里、麗林里、仁愛里、麗園里等里。隨著新住民移入，屬於新市鎮區域的南勢里、湖南里、西林里為人口增加比例最多的3個里，設籍人口分別均近八千人。',
          ),
      ),
  );
