<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 蘆洲區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%86%E6%B4%B2%E5%8D%80',
          ),
        'descs' => array (
            '蘆洲區是台灣新北市的一個市轄區，屬於大台北都會區的衛星都市之一，目前人口數約20萬人，區鳥為白鷺。蘆洲區緊鄰臺北市士林區社子，中間隔著淡水河相望。蘆洲為台灣人口密度第3高的都市市轄區，人口密度高達每平方公里26,804人。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%86%E6%B4%B2%E5%8D%80',
          ),
        'descs' => array (
            '蘆洲於日治時期的1920年（大正九年）全台行政區域重劃後，劃入台北州新莊郡鷺洲庄管轄，分為和尚洲溪墘、和尚洲中路、和尚洲南港子、和尚洲水湳、和尚洲樓子厝、二重埔、三重埔等七個大字。二次大戰結束，1945年，原台北州新莊郡鷺洲庄改稱臺北縣新莊區鷺洲鄉。1947年4月1日鄉內的二重埔、三重埔地區劃出另設三重鎮，鷺洲鄉同時更名為蘆洲鄉。1950年撤銷新莊區，由縣政府直轄。',
            '古時候的蘆洲，原本是鄰近淡水河畔的一片低平沙洲。水澤遍布，河岸兩旁蘆葦叢生，每當蘆花盛開時，花絮紛飛，白茫茫的景觀，煞是好看。夜晚月上樹梢，蘆花泛著淡黃月色，微風吹拂，猶如浪花飛舞，頗有思古之幽情，因此常令騷人墨客徘徊流連，當時亦有「蘆荻泛月」之美稱，列為淡北八景之一。',
            '中洲埔：在社子島中間有一中洲里，在清代隸屬於和尚洲，古代一些舊地圖上以「中洲埔」稱之。',
            '河上洲：本地過去是由河流沖積而成的沙洲，水患頻仍，居民必須時常與河爭地，低窪的地勢宛若居於河上，所以蘆洲最早名為「河上洲」。',
            '和尚洲：「和尚洲」一名，初見淡水廳誌。清領時期雍正年間，大約十八世紀中葉，當時地主多將土地獻予廟宇再行租回，假藉佃農身份以減免應向政府所納稅糧，因此蘆洲的土地多由關渡一帶僧侶掌管；而僧侶舊稱和尚，所以一般人亦稱本地為「和尚厝」。又「河上」與「和尚」音相近，彼此相混合，因此又有「和尚洲」之稱。',
            '鷺洲：蘆洲原為一河洲，凡洲渚有水處，常吸引鷺鷥聚集，成群的鷺鷥翱翔於蘆花水澤間，蔚為景觀，故亦有「鷺洲」的別稱。',
            '蘆洲：1945年國民政府代表同盟國接管台灣政務，原台北州新莊郡鷺洲庄改稱台北縣新莊區鷺洲鄉。1947年4月1日鄉內的二重埔、三重埔地區劃出另設三重鎮，鷺洲鄉一併更名為蘆洲鄉。',
            '鹹草埔：「鹹草埔」一名，初見淡水廳志地圖，當時在水湳一帶曾栽植大量的藺草（鹹草），可能是蘆洲舊地名之一。',
          ),
      ),
  );
