<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 五股區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%94%E8%82%A1%E5%8D%80',
          ),
        'descs' => array (
            '五股區是台灣新北市所轄29個市轄區之一，也是台北都會區的衛星城市之一，位於新北市西部，與臺北市相鄰，北有觀音山，東南為三重、新莊兩區，境內藉天然河川山丘隔成三角形，除東南部為平地外，近三分之二土地為丘陵。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%94%E8%82%A1%E5%8D%80',
          ),
        'descs' => array (
            '「五股」原名為「五榖坑」，根據一紙清乾隆年代的合同，經輔大歷史系教授尹章義研考解讀，出自乾隆三十八年正月「劉伴郎退還田契字」合同，記載「興直山下外莊五榖坑口」明確的指出五股坑原名為「五榖坑」。，清朝道光年間，臺灣閩南人、客家人逐漸遷入，「五榖坑」即簡化為「五谷坑」再轉音為「五股坑」。日治時期，又簡化稱之為「五股」。乾隆32年初，設至八里坌巡檢，五股坑區、八里坌、貴子坑區等隸屬巡檢管轄。',
            '清光緒20年（1894年），甲午戰爭之後，簽立馬關條約，進入臺灣日治時期，明治28年（1895年）日人施行地方官判，台北縣置支廳、五股隸屬滬尾(淡水)辦務署，大正9年（1920年）全台施行州、郡、街庄制度，設立五股庄，屬台北州新莊郡。二戰後，1945年，國民政府設臺北縣五股鄉。2010年底五都改制，再改為新北市五股區。',
          ),
      ),
  );
