<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 八里區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AB%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '八里區是台灣新北市下轄的一個市轄區，位於臺北盆地之西北端，總面積為39.4933平方公里，呈長形帶狀，其主要位在淡水河出海口之西側，東北隔淡水河與淡水區相望，西接林口區，南隔觀音山與五股區為鄰，西北濱臨臺灣海峽，東鄰臺北市北投區、士林區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AB%E9%87%8C%E5%8D%80',
          ),
        'descs' => array (
            '從考古遺址研究，八里自史前時代即有原住民族活躍於此，與南島文化淵源很深。由於八里扼制淡水河河口南岸，背依之觀音山和對岸的大屯山都是極佳的航途指標，加上八里是南崁至台北盆地中唯一有較寬之沖積平原的地區，可追溯至七千年前之大坌坑文化，引領台灣進入新石器時代。從今日大坌坑、十三行、訊塘埔、長道舊社等遺址的考古發崛中，可看到豐富的文化遺留。尤其十三行文化，乃距今1800年前至500年前時期，為台灣人進入鐵器時代的代表，引領八里成為台灣考古學最熱門的地區。 現今八里區居民多由外地遷入，已非早期本地原住民族後代。',
            '西班牙人與道明會士馬丁略(Bartolomé Martínez)神父於1628年抵達淡水，在淡水河北岸淡水築城，其中道明會士艾基水(Jacinto Ewquivel)記載，淡水河南岸已有12原住民部落之活動，艾基水只提到其中一個村落叫做Panto(荷蘭人記為Parrigon、此可能即位於今日的八里)，而西班牙天神父也有在此傳教。「而這些地方首領中，有一人宣稱他是很久以前消失了的西班牙人之子，」可能指1582年船難的西班牙人。荷人驅逐西班牙人後更是有效的控制八里地區。其主要的社群「八里坌社」（parrigon） 平均人口數約在一百卅人左右（三十戶），但因戰亂之關係，族群遷涉極為瀕繁。而《重修臺灣府志》記載:八里坌社，舊在淡水港西南之長豆溪；荷蘭時，後壟最悍，殲之幾無遺種，乃移社港之東北。明鄭時期雖設天興縣統轄台灣北部，實質上只是因襲荷蘭人的政策，並未屯駐開發。',
            '1683年6月明鄭叛將施琅攻台，台灣開始進入清朝統治。台灣早期發展的重點在南部，至1709年（清康熙48年）始有泉州人陳天章、陳逢春、賴永和、陳憲伯、戴天樞等，組陳賴章墾號開墾大佳臘。東起雷厘、秀朗，西至八里坌、干脰外(關渡)，南到興直山腳(觀音山)，北至大浪泵溝(大龍峒)。清朝雖有班兵半年輪戊之列，但形同虛設，加上清朝吏治腐敗，流民徒涉、盜匪猖行，尤其康熙五十年（1711年）劉卻、鄭盡心之亂，促使清廷將守備移彰化由佳里與置淡水分防千總於八里，北為北台灣駐兵之始，八里成了管轄大甲以北的軍事重鎮，加上八里又是墾民北上入台北盆地之要衝，因此人煙漸至，1718年(康熙57年)又置淡水營守備駐防八里坌，八里逐漸繁興。1684年(康熙23年)：開始派水師至淡水河口執行海防。1712年(康熙51年)：設八里坌汛。1718年(康熙57年)：淡水河北岸設置淡水營，指揮官階為守備。1732年(雍正10年)：移福建臺灣淡水同知駐竹塹，改陞淡水營都司，添設八里坌巡檢，首任巡檢是魯浩，轄下包括整個大台北以及基隆一帶。1737年(乾隆2年)：紳民捐建八里坌城堡，於觀音山西，周圍約里許，駐巡檢。1750年(乾隆15年)：因風災造成巡檢署房屋損壞，八里坌巡檢遷移到新莊公館，此土牆便逐漸荒廢，到清末僅存殘蹟。',
            '由於雍、乾年間移民大量湧至台北，兩岸對渡頻繁，由於八里係「販洋要路」、「北路門戶」，遂繼鹿耳門、鹿港之後，於1790年（乾隆55年）正式升格為正口，與蚶江、五虎門對渡。口岸的設置，加上米穀及班兵的配運，短期間內的榮景，只是港道淤塞，終於迫使八里淡出歷史舞台。在嘉慶、道光年間，航運與港口機能漸被北岸的滬尾（今淡水）所取代。1860年（咸豐10年）:因天津條約台灣開埠通商，淡水正式開港，成為台灣第一個國際通商港口。雖當時是「在淡水之八里坌為通商馬頭，對岸之滬尾設立海關」。但因外洋船舶噸位大，八里坌港淤淺難於停泊，以及迎著東北季風、缺乏腹地。終於被背風港深、腹地寬度的北岸滬尾取代。到了淡水商務蒸蒸日上帶到北台灣繁榮時，兩地差距已天壤之別了。',
            '到了日本領台後，八里幾乎成了以眾漁為主的窮鄉，發展上也成了淡水的附鄉，1920年日政府改地方制度，在八里設八里莊，並在台北州下設郡，與淡水、三芝、石門一街三莊同屬淡水郡轄管。雖日治時代結束之後廢郡、廢區，但八里在行政與居民生活上一直依賴淡水，兩岸間渡輪成為八里人的命脈所在。清治時期至日治初期曾為八里坌堡行政中心，下轄現今新北市八里區、林口區、泰山區全部，五股區、新莊區，以及桃園市龜山區、蘆竹區部分區域。1632年，西班牙人溯淡水河進入台北盆地，降服武澇灣番社三大部落，規地南至竹塹（新竹市），東至宜蘭，據其舊錄所載，有地名「Parecuchu」，是為八里區之舊名八里窟社之譯音；另傳說早在西元1358年，盤據今八里地區之蕃人取名「Arieun」，是為八里坌之原名，但現也無法考證。',
          ),
      ),
  );
