<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 大安區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%AE%89%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '大安區位於中華民國臺北市的中心偏南，是臺北市人口最多的行政區。大安區名之由來，來自舊地名「大安庄」。國立臺灣大學、國立臺灣科技大學、國立臺灣師範大學、國立臺北科技大學、國立臺北教育大學等著名高等學府及大臺北地區明星高中職師大附中、大安高工、著名私立學校復興中小學等均位於此區，文教氣息相對濃厚。臺北市少有的大型綠地在此地則有大安森林公園扮演都市之肺的角色。 本區南部的公館、師大路有許多以學生文化為主的商圈；本區北部則為商業辦公及住宅混合區，其中忠孝東路為貫穿臺北市東西最重要的軸線之一，沿忠孝東路三段、四段有眾多百貨公司、商場及餐廳，商業機能極為發達。本區內的敦化南路、仁愛路與辛亥路部份路段則是著名的林蔭大道。而建國高架道路與市民大道連接國道高速公路，使得本區交通十分便捷。2010年臺北市舉辦花卉博覽會而制定區花，大安區為波斯菊，民政局也特別製作區花版門牌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%AE%89%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '大安名之由來，本於舊地名大安庄。大安庄則改稱自大灣庄，因庄內有半月彎狀的水埤而得名。「大安庄」原為泉州府安溪移民之聚落，故取意為「偉大的安溪」；另說得名於大安圳。',
            '乾隆年間：大安區之所在稱為大灣庄。道光年間：大灣莊因閩南漳州板橋林本興一族所興建大安圳，而改名為大安庄。光緒元年（1875年）：臺北設府，轄二十二街庄，其中之大安庄（包括十二甲、龍安、坡心）、下內埔庄與六張犁庄均在今大安區內。1920年：臺北改市制時，除上述三庄外，包括古亭、東門之一部分，即以後之錦町、福住町、昭和町區亦在今大安區轄內。',
            '1945年：國府接收臺灣後，上述區域合併為區，因大安庄佔地廣且位於中心，故命名為大安區。轄區10.5694平方公里，轄41里408鄰，人口約16萬。1946年：區公所設於新生南路一段148號。1948年3月：區公所遷至信義路三段157巷11號。1950年：臺灣實施縣市地方自治，區長改為民選。',
            '1959年：區長改為官派。1990年：臺北市行政區重劃，併入了原古亭區羅斯福路以東區域（古亭町的一半及頂內埔庄），松山區光復南路以西區域（興雅庄的一小部分），並分割和平東路三段以北區域（六張犁庄的一半）於新成立之信義區，新生南路一段以西區域於中正區。1997年：區公所遷至新生南路二段86號（大安區行政中心大樓）。',
          ),
      ),
  );
