<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 淡水區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B7%A1%E6%B0%B4%E5%8D%80',
          ),
        'descs' => array (
            '淡水區位於台灣新北市西北沿海以及淡水河的出海口北側，北鄰三芝區，南鄰台北市北投區，西濱台灣海峽，西南與八里區以淡水河一水之隔。河光山水、風景秀麗，自古為台灣八景之一，昔日並有「東方威尼斯」之稱。在歷史上曾經是臺灣第一大港，也是西方文明在臺灣北部散播的起點。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B7%A1%E6%B0%B4%E5%8D%80',
          ),
        'descs' => array (
            '清代時，「淡水」曾為整個臺灣在濁水溪以北半部的總稱，歷史上有行政中心先後建立在彰化、新竹的淡水廳、以及臺北府成立之後的淡水縣，淡水縣東以三貂溪〈頂雙溪〉與宜蘭縣交界，西至土牛溝〈今桃園楊梅市境內的頭重溪和高山頂上之土牛溝〉與新竹縣相接，範圍涵蓋今北臺灣之基隆、新北、臺北、桃園等數個縣市，但自從清朝末年官府因不平等條約於滬尾開港設海關開放對外貿易之後，人口逐漸往淡水河岸之港市（包含艋舺、大稻埕、滬尾等）一帶匯集，而在民眾口語中所通稱的淡水，實際上也逐漸開始變質為指稱淡水河口的大港一帶區域，港口邊的滬尾市街，也就常被民眾另稱為淡水。。至於「滬尾」則是在淡水口東北側河岸的聚落名，也就是今天的淡水主要市街。',
            '「滬尾」之名（閩南語Hō͘ -bué/bé）應為凱達格蘭語轉譯而來，語源為「Hobe」，是河口的意思。《臺海使槎錄》中稱「虎尾」，《重修福建臺灣府志》中稱「扈尾」，淡水福佑宮「望高樓碑誌」中稱「戶尾」。可證明不同的「Hō͘ -bué/bé」名稱皆為「Hobe」轉譯之結果。',
            '另有說法指出，「滬」是指漁民捕魚之設施，「尾」則是指河流出海口。另有一說則是指由臺灣話「雨尾」諧音演化，因為觀音山、淡水河一帶下雨，到此地後雨即停止，故名「雨尾」。 另一說法是「石滬」是早期海邊捕魚的設施，漲潮時，海水將魚群帶進石滬內，退潮時海水從石縫中流出，魚群便留在石滬內供漁夫捕捉，早期台灣北海岸有20~30個石滬群，淡水在石滬群最尾端，故稱「滬尾」。也有說是源自此地在清代中期即和簡稱為「滬」的上海通商頻繁，猶如是接續於上海後尾的城鎮，乃逐漸產生滬尾之名。',
            '自清朝末期至日治初期的一段時間，「淡水」之名漸與「滬尾」並用，都指稱今日的淡水區一帶。在明治42年，當地隸屬臺北廳滬尾支廳淡水區、當時有滬尾公學校、滬尾尋常高等小學校、滬尾區、滬尾街，以及以「淡水」為名的淡水稅關、淡水郵便局。1912年（明治45年）1月22日，臺北廳廳長井村大吉呈報總督府，希望解決此種名稱混亂的局面，改而統一使用「淡水」之名。經總督府批准後，於1912年（大正元年）9月21日正式將滬尾街改稱「淡水街」（府令第22號），滬尾支廳與滬尾區改稱「淡水支廳」與「淡水區」（告示第24號）、滬尾公學校改名「淡水公學校」（指令第521號）、以及滬尾尋常高等小學校改名「淡水尋常高等小學校」。',
            '關於淡水使用羅馬字之外語譯名，最早由馬偕牧師在1895年出版的「福爾摩莎之旅」（From Far Formosa）一書之中，依照閩南語拼音譯作Tamsui，之後為民間或政府機構引用。在2003年地名譯寫原則頒布後，改採通用拼音譯作Danshuei，2009年依照漢語拼音再更改為Danshui，但上述兩次更改改變了長久使用的譯名，而被認為有違「名從主人」的譯名慣例。',
            '新北市政府則用有百年歷史的Tamsui，且於2011年5月24日函報教育部及內政部，以此做為淡水唯一的英文譯名。在新北市交通局建議之下，臺北捷運公司從2011年7月起，將淡水英譯更名為「Tamsui」。稍後經內政部於同年6月16日核定，淡水區（Tamsui）與彰化縣鹿港鎮（Lukang）為全國首二例恢復歷史慣用譯名的鄉鎮市區級地名。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%B7%A1%E6%B0%B4%E5%8D%80',
          ),
        'descs' => array (
            '淡水河口一帶之海岸是東南亞海路的中途站，大屯山又是極好的航途指標，因此七千年來至今在淡水一直有人類居住。此地早期人類以部落形式過著漁獵、放耕的生活。於淡水一帶可考察到之原住民族，皆屬居住於臺北一帶的凱達格蘭平埔族，古代中國和日本的船隻，經常停泊淡水，與他們從事貿易。',
            '西元16世紀起，西方的海權強國開始逐鹿亞洲。臺灣優越的地理位置，更是引起他們的注意。西班牙人為了確保菲律賓的經營，並為了和荷、英、葡對抗，最先佔領北臺灣，並在1628年建造了「聖多明哥城」（San Domingo），即今日的紅毛城。1642年，佔領臺灣南部的荷蘭人北上，驅逐西人並重新築城。他們除了鎮撫平埔族，也招聚漢人來此拓墾，並致力於硫磺、鹿皮及土產的運銷，更利用淡水為港口和中國商人進行貿易。',
            '1661年，鄭成功渡海東征，驅逐南台灣的荷蘭人，淡水也暫歸明鄭。此後，淡水除了原有「漢番交易」之外，漢人已漸漸到此從事拓墾，直到鄭氏降清。漸漸的，淡水因與大陸最近，本身又為良港，「滬尾」由漁村漸成街莊和通商港口。',
            '1860年淡水開港，於西元1860年天津條約簽訂後，淡水正式開港。所有外國船隻來臺灣後只能限定到通商口岸進行貿易，在其他口岸交易者一律視為走私。1862年，淡水正式開始徵收關稅。1863年，英國為了避免原本已經在雞籠（今為基隆）活動的商船被視為走私，便要求另開雞籠為淡水的外口，清廷也認為在雞籠增設海關有助於稅收，從此以後，淡水和雞籠便成為外國商人雲集之地。',
            '茶、樟腦、硫磺、煤、染料等土產的輸出和鴉片、日常用品的進口，不但使淡水成為全臺灣最大的貿易港，也讓淡水躍升國際舞台。不僅英國人在紅毛城設領事館，各國洋行也都到淡水設行貿易，淡水因此進入黃金時代。淡水不但在貿易上獨佔鰲頭，也成為西方文化的登陸臺灣的門戶。',
            '到了日治時代，淡水渡過了黃金歲月，但卻因河道日漸淤淺、大型船舶出入不便，加上日本殖民政府在佔領臺灣後大力建設基隆港，臺北與基隆之間又有鐵路運輸之便，終而使基隆取代了從前淡水在北臺灣的地位。然而淡水憑藉著多年累積下來的歷史資本，仍然維持著一息尚存，也讓它繼續成為北海岸一帶附近鄉鎮的行政及文化中心。',
          ),
      ),
  );
