<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新北市 石門區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%9F%B3%E9%96%80%E5%8D%80',
          ),
        'descs' => array (
            '石門區是台灣新北市下轄的一個市轄區，為一個濱海的小漁里，也是台灣最北端的行政區，區內除漁獲外另有出產桶柑、花生、茶葉等農產品，「石門粽」也相當有名。地名的由來，是因為在區內有個被稱為「石門山」的海蝕岩洞，本區的富貴角燈塔亦是臺灣本島最北的點。',
            '值得留意的是，負責供應新北市與桃園市用水的石門水庫雖然名字中也有「石門」兩字，但卻與石門區無關，該水庫實際位置是在桃園市大溪區、龍潭區、復興區的交界處。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%9F%B3%E9%96%80%E5%8D%80',
          ),
        'descs' => array (
            '石門區地名最早出現於1694年（康熙33年）， 鄭開極所編修之《福建通志》，「石門山，旗干石西，一石中空如圓門，故名」。道光年間臺灣采訪冊記載「石門汛（離艋舺十二里，外委一員，兵三十名），屬艋舺滬尾水師管轄。」 1871年（同治10年），楊浚《淡水廳志》記載「海岸石門」為淡北外八景之一。',
            '日治時期1920年（大正9年），日本政府因《臺灣街庄制》改設石門庄。1930年台灣總督府頒布《史蹟名勝天然紀念物保存法》，並於1933年（昭和8年）第一回台灣總督府「國指定之史蹟名勝及天然紀念物」，公告《海蝕石門》（台北州淡水郡石門庄下角字石門）為天然紀念物。1945年終戰後因襲改設石門鄉，2010年（民國99年）12月25日因應新北市升格改制為石門區。',
          ),
      ),
  );
