<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 宜蘭市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%9C%E8%98%AD%E5%B8%82',
          ),
        'descs' => array (
            '宜蘭市（臺語：宜蘭市，白話字：Gî-lân-Tshī，臺羅：Gî-lân-Chhī。）位於台灣蘭陽平原精華區的中央，東通壯圍鄉，西連員山鄉，南鄰蘭陽溪與五結鄉相對，北接礁溪鄉，為宜蘭縣的核心都市、交通樞紐。',
            '宜蘭縣於清嘉慶十五年（1810年）入清朝版圖，嘉慶十七年（1812年）正式設廳治理，廳治選在五圍，五圍即今宜蘭市。嘉慶十八年（1813年），宜蘭城修築完成，城內設施在數年內一一完備，宜蘭城儼然成為蘭陽平原政治、經濟、文教的中心。戰後初期，宜蘭設縣，宜蘭市成為縣治，並為縣內唯一的縣轄市；全縣級的設施，如宜蘭縣政府、宜蘭縣議會、宜蘭縣史館等，均設在本市。在歷史背景與豐厚的文化資源條件下，宜蘭市一向被譽為宜蘭縣的文教特區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%AE%9C%E8%98%AD%E5%B8%82',
          ),
        'descs' => array (
            '宜蘭市一帶舊名「五圍」，清朝時為噶瑪蘭廳與後來改制的宜蘭縣行政中心，建有城池。1920年台灣地方改制，成立宜蘭街，隸屬台北州宜蘭郡，1940年實施市制，升格為台北州宜蘭市。1945年中華民國接管臺灣，日治時期各州廳被改為臺灣省下轄的縣，而州廳下轄的州轄市、廳轄市提升為與縣同級的省轄市；但宜蘭市與花蓮港市規模與人口與當時中華民國其他省轄市規模相差過大，但降格為鎮又恐引民怨；最後折衷於臺灣省地區設立縣轄市，與介於縣、鄉鎮間的縣轄區（原州廳轄郡改制）同級，成為首批縣轄市，也是臺北縣境內唯一的縣轄市，比縣治板橋鎮高一級（板橋為與宜蘭市同級的海山區所轄）。1950年全臺行政區重劃，宜蘭正式設縣，宜蘭市為縣治並為宜蘭縣內唯一的縣轄市，宜蘭市為宜蘭縣政府的政治行政文教都市中心，宜蘭縣政府的原址在原新月廣場附近，緊鄰宜蘭設治紀念館，1997年以後搬遷至原日治時代神風特攻隊遺址附近。',
          ),
      ),
  );
