<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 頭城鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A0%AD%E5%9F%8E%E9%8E%AE',
          ),
        'descs' => array (
            '頭城鎮是台灣宜蘭縣的一個鎮，位於宜蘭縣最北端，是宜蘭縣最早開發的地方，也是台灣擁有最多鐵路車站的鄉鎮，共有七個。轄有龜山島（隸龜山里）。釣魚臺列嶼在行政上劃歸頭城鎮大溪里管轄，但目前由日本沖繩縣石垣市實際控制。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A0%AD%E5%9F%8E%E9%8E%AE',
          ),
        'descs' => array (
            '頭城境內原為噶瑪蘭族活動地區，1634年西班牙人進而控制本區。1642年荷蘭軍隊使西班牙人退出臺灣，本區為「淡水地方議會區」。1662年鄭成功將荷蘭勢力逐出臺灣，1664年荷軍再度控制噶瑪蘭地區，1668年荷人在臺灣的控制告一段落。康熙年間的《諸羅縣志》與《東徵集》中皆提及蛤仔難原住民及漢人交流狀況，顯示在清初漢人即與本地原住民來往。漢人開墾噶瑪蘭地區最著名的當屬吳沙。1787年吳沙入墾三貂角，在1796年入烏石港，開始大規模的開發，噶瑪蘭原住民與開墾漢人間的戰爭使開墾行動又退口三貂。1797年噶瑪蘭地區爆發天花疫情，吳沙將藥予原住民，原住民便供漢人土地開墾，頭圍是漢人第一個建立的開墾據點，當時是噶瑪蘭地區人口及商業之最，所以又稱「頭城」。1812年宜蘭地區設立噶瑪蘭廳於三結街（今宜蘭市），為避免與廳治衝突而將頭城之名改為「頭圍」，並駐有縣丞。1875年噶瑪蘭廳改設宜蘭縣本區屬之。1895年臺灣割讓，1897年日本改行政區為頭城辨務署，1898年改宜蘭辨務署頭圍支署，1900年再改宜蘭廳頭圍支廳，而至1920年臺北州宜蘭郡頭圍庄，本鎮的行政區大抵確立。1945年日本投降後初期改臺北縣宜蘭區頭圍鄉，1946年9月更名為頭城鄉，1948年再改制為頭城鎮，至今是宜蘭縣最北端的鎮。',
          ),
      ),
  );
