<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 礁溪鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A4%81%E6%BA%AA%E9%84%89',
          ),
        'descs' => array (
            '礁溪鄉為台灣宜蘭縣的一個鄉級行政區，位於宜蘭縣北部。東北鄰頭城鎮，東南接壯圍鄉，南為宜蘭市、員山鄉，西至北為新北市烏來區、坪林區。鄉境西北部為山地，東南部為平原，以礁溪溫泉聞名全台。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%A4%81%E6%BA%AA%E9%84%89',
          ),
        'descs' => array (
            '依據考古學者在礁溪鄉白雲村大竹圍遺址的調查研究，挖掘出土的遺物包含淡褐灰色夾砂陶和黃褐色夾砂陶為主的陶器群，及打製斧鋤形器及刮削器、磨製石刀、單縊形網墜、砥礪石等類型為主的石器群，還有台灣首次出土的大型木桶。其年約為公元前3,900年至1,500年間。另外在二龍村和玉田村交界處的淇武蘭遺址，也挖掘出墓葬、陶器、石器、骨器等遺物，其下文代層年代約為公元700年至1900年間。由此可知，礁溪地區在台灣史前時期已有人類在此活動。',
            '1626年，西班牙人佔領台灣北部。未幾，設立淡水省、哆囉滿省、噶瑪蘭省三個行省區，其中噶瑪蘭省即位於蘭陽平原。1634年，西班牙神父坤羅斯到噶瑪蘭傳教，建立2座小教堂。在10年的傳教活動中，約有600人信奉天主教並受洗。1642年，佔領南台灣的荷蘭人北上趕走雞籠、淡水的西班牙駐軍。不久，西班牙人放棄噶瑪蘭的駐地，結束在北台灣的16年統治時期。荷蘭人佔領北台灣的初期，原住民時而起來反抗。1644年4月，噶瑪蘭24社長老到淡水與荷蘭人會面，提議修好。同年9月，一支荷蘭軍隊從雞籠出發遠征噶瑪蘭，經小規模的戰鬥後，使歸順的村社達到40餘個。',
            '1661年（南明永曆十五年），鄭成功率兵攻打據有台灣的荷蘭人。隔年初荷蘭人敗走。然而鄭氏治台尚未及於北部，蘭陽平原仍屬化外之地。1683年（南明永曆三十七年、清康熙二十二年），清廷派鎮海將軍水師提督施琅攻佔台灣。初期因噶瑪蘭地區僻處後山，並無漢人前往拓墾。1768年（乾隆三十三年），林漢生由利澤簡港上岸拓墾，為首次入墾蘭陽平原之漢人。但2年後為原住民殺害，拓墾不成。1776年（乾隆四十一年），林元旻由烏石港北邊的河流上溯，入墾淇武蘭，為漢人成功入墾蘭陽平原最早者，並與平埔族為鄰。1796年（嘉慶元年），吳沙率眾從頭城南下開墾，在1798年後陸續完成礁溪湯圍（德陽村）、白石圍（白雲、玉石村）、三圍（三民村）、四圍（吳沙村）的開發與開墾，成功帶動漢人大規模對蘭陽平原的全面拓墾。',
            '1812年宜蘭納畫入清朝版圖並設噶瑪蘭廳，礁溪鄉地區為礁溪庄、隸屬淇武蘭堡；1895年台灣總督府調整行政區域，將淇武蘭堡改稱四圍堡，1920年將四圍堡改為礁溪庄，劃歸台北州宜蘭郡管轄，1946年將礁溪庄改為礁溪鄉，1950年中華民國將宜蘭縣設縣並將礁溪鄉列入範圍至今。',
          ),
      ),
  );
