<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 壯圍鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A3%AF%E5%9C%8D%E9%84%89',
          ),
        'descs' => array (
            '壯圍鄉為台灣宜蘭縣的一個鄉，位於蘭陽平原東部。東臨太平洋，又居蘭陽溪之下游，地勢平坦，且土壤屬沙質土壤，排水良好加上日照充足，故以農業為主，特產瓜果及青蔥，而稻米的產量更名列台灣三大米倉之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A3%AF%E5%9C%8D%E9%84%89',
          ),
        'descs' => array (
            '壯圍鄉舊名「民壯圍」、「民壯圍堡」，嘉慶七年（1802年）時，由吳沙率眾進入開墾蘭陽平原，後為酬謝有功青壯鄉民，故稱之。1920年，台灣總督府在此設立「壯圍庄」，劃歸台北州宜蘭郡管轄。戰後，改街庄為鄉鎮改稱「臺北縣壯圍鄉」，1950年宜蘭縣設立，改稱「宜蘭縣壯圍鄉」，沿用至今。',
            '「壯圍」原為平埔嘉慶七年，吳化（吳沙之姪）部屬九旗首之陳孟理（或說陳明燈）見此地土壤肥沃，率眾劃界管墾，因無天險可守，只有青壯年圍屯聚居，而稱為「民壯圍堡」（所屬民莊十七所），此即「壯圍」名稱由來，亦為壯圍鄉自治之始。嘉慶十五年，宜蘭縣收歸版圖，設置「噶瑪蘭廳」，光緒六年，改為「宜蘭縣」。甲午戰後，日本領台，改為「宜蘭支廳」，民國九年，日人施行街莊役場制度，改為「壯圍莊役場」。二戰後，初隸台北縣，稱為「台北縣壯圍鄉」，民國三十九年宜蘭縣設立，改稱「宜蘭縣壯圍鄉」迄今。',
          ),
      ),
  );
