<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 員山鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%93%A1%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '員山鄉為台灣宜蘭縣的一個鄉，位於宜蘭縣西部。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%93%A1%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '今天為員山鄉的地區，漢人開墾史始於清乾隆五十八年（1793年）吳沙的姪子吳化引率漳州、泉州兩籍人來此地開墾。當時，漳籍人開墾的地區地名都冠上『結』字，泉籍人開墾的地區都冠上『鬮』字。現在的員山鄉還有結頭份、三鬮二、大三鬮等地名。',
            '嘉慶十七年（1812年）八月，噶瑪蘭廳設治，此時員山鄉有員山堡、溪州堡。1920年台灣地方政區改制，員山改為員山庄，隸屬台北州宜蘭郡管轄。台灣清治時期，先民在大湖地區開墾，舊地名「大湖八十佃」。台灣日治時期，依照大湖四個方向，劃分為湖東、湖西、湖南、湖北等四村。國民政府遷台，因國共兩黨意識形態之爭，湖南村受中共中央主席毛澤東故鄉湖南省之累而被改名逸仙村。戰後初期改設員山鄉，隸屬台北縣宜蘭區署；1950年劃歸為宜蘭縣至今。',
            '《台灣省通志》記錄員山結頭分人歌仔助者暇時常以山歌，佐以大穀絃，自拉自唱，其後，歌仔戲助將山歌改編為有劇情之歌詞，傳授門下，試為演出，博得佳評，逐有人出而組織戲劇團，名曰：「歌仔戲」而後經查，歌仔助本名叫歐來助，幼時即常在結頭分茄苳樹下搭歌寮。因此員山鄉傳說被認為是歌仔戲發源地。',
          ),
      ),
  );
