<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 羅東鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%BE%85%E6%9D%B1%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '羅東鎮位於台灣宜蘭縣，面積只有11.3448平方公里，是台灣本島現有縣轄鄉、鎮、市級行政區面積最小的。羅東鎮西及南面和冬山鄉相連，北瀕蘭陽溪，東及西北邊分別與五結鄉和三星鄉為鄰。為宜蘭縣溪南地區的中心商務區，也是溪南各鄉鎮的主要生活購物中心，人口密度亦為全國鄉鎮市之首。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%BE%85%E6%9D%B1%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '羅東地區在未開發前是山林地帶，尤其是有很多野生猴子群居於森林中。「羅東」這個地名緣起於當地原住民噶瑪蘭族將「猴子」（rutung）稱為「老懂」，及後清代漢人開墾蘭陽平原，因而沿用其名，稱此地為「羅東」。羅東的「羅」字取禮義廉恥「四維」所組合成的「羅」字，羅東的「東」字取旭日東昇的「東」字，象徵此地有前途光明的未來。',
            '漢人遷入羅東始於清代嘉慶9年（1804年），來自彰化地區的平埔族的頭目賢文和茅格，率領了一千多名移民，攀越中央山脈來到羅東地區，建立了阿里史和阿束社部落。嘉慶17年（1812年）清廷在羅東設司巡檢，首任巡兼是范邦幹，他於該年農八月初九日到任。及後兩年，河洛人的移墾團正式進入羅東的十六份（即現今的羅莊里、南昌里）、北成（即現今的北成里、北投巷）及歪仔歪（即現今的仁愛里），但平埔族和漢人都經歷了不少衝突。',
            '日治時期，羅東街首任街長陳純精奔走設立林業相關設施，當時太平山山區伐木業興盛，砍伐的木材均由鐵路運至羅東作為加工轉運中心，使羅東逐漸興盛，成為蘭陽平原的商業中心。太平山林場於1982年禁伐之後，伐木業便逐漸沒落，在羅東市區中心的中山公園，至今仍然展示有當初林業使用的火車頭，及首任街長陳純精之銅像。',
          ),
      ),
  );
