<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 三星鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E6%98%9F%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '三星鄉為臺灣宜蘭縣的一個鄉，位於宜蘭縣中部，在蘭陽平原西隅，以三星蔥、卜肉聞名全國各地。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%B8%89%E6%98%9F%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '三星鄉南面倚靠中央山脈，北面則為蘭陽溪的沖積平原，因為土壤肥沃與灌溉便利，本地亦成為宜蘭縣重要的農業區，尤以青蔥與上將梨（因中華民國國軍二級上將官階為三顆星而得名）打響名號。西南一隅的清水溪河床上，有著名的「清水地熱」，建有地熱發電廠。',
            '三星鄉舊稱「叭哩沙」是平埔族的語言，意思就是「竹林」。在十七世紀時，這裡是平埔族與泰雅族居住的分界；沿著蘭陽溪，再上溯叭哩沙，就進入原住民的獵場。十九世紀時，清朝的軍隊在這裡駐紮，成為一個城鎮。大正九年(1920)，日本政府實施「街庄名改正」後，才正式稱為三星庄。在地理上，這裡位於蘭陽平原的高處，陽光充足，而且在雨季時不會淹水。秋冬之際，東北季風吹過來，高地的溫度較低，所種的蔬菜和作物，病蟲害比較少。',
          ),
      ),
  );
