<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 萬華區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E8%8F%AF%E5%8D%80',
          ),
        'descs' => array (
            '萬華區位於中華民國臺北市西南側，原稱艋舺。萬華區的前身主要是龍山區、雙園區，在1990年台北市區里行政區域調整時，將龍山區、雙園區大部份地區及城中區、古亭區小部份地區合併成為萬華區。',
            '萬華區是台北市較早發展的區域，有許多老舊社區及古蹟，也有年輕人喜好聚集的西門商圈徒步區引領時尚潮流。萬華區同時也是台北市供應新鮮食材的果菜、肉類運銷中心。2010年台北市舉辦花卉博覽會而制定區花，萬華區為白牡丹，民政局也特別製作區花版門牌。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%90%AC%E8%8F%AF%E5%8D%80',
          ),
        'descs' => array (
            '「萬華區」是個行政區名，若「萬華」一詞被指為地名，則是專指艋舺這一地區；艋舺是萬華舊稱，日治時，因艋舺以台灣閩南語發音（Báng-kah），與佛典中的「萬華」（Banka）日語音相似，「艋舺」因此易名為「萬華」，今日台灣人猶稱其為「艋舺」。艋舺原為台灣原住民平埔族凱達格蘭族語「獨木舟」之意，因其為港口，多見獨木舟。艋舺因港商之利，曾經盛極一時，於清治時期，與台南府城、彰化鹿港並列為三大重要城市，有「一府二鹿三艋舺」之稱，現則有城市結盟。菲律賓語bangka，亦有船之意。',
          ),
      ),
  );
