<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 大同鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%90%8C%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '大同鄉為臺灣宜蘭縣一個鄉，也是山地原住民鄉，位於宜蘭縣西南隅，境內居民主要是台灣原住民泰雅族。本鄉與新北市、桃園市、臺中市相鄰，是全國唯一同時與三個直轄市相鄰的鄉、鎮、縣轄市。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%90%8C%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '日治時期為台北州羅東郡直轄的原住民蕃地。戰後初期，以源自本鄉之濁水溪（今稱為蘭陽溪）為名，新設濁水鄉，1947年以鄉內之太平山為名，改稱太平鄉。1958年因與臺中縣太平鄉（已改制為臺中市太平區）同名，經過抽籤，改為大同鄉。改為大同鄉跟政治八股有關、據說是取三民主義世界大同而來、由於大同鄉地名和當地泰雅族歷史文化毫無關聯、傾向改名為眠腦鄉或智腦鄉。眠腦為泰雅語舊太平山地名、有欣欣向榮、森林茂盛意思。',
            '1940年代因太平山林場伐木鼎盛，大同鄉人口曾多達9873人，然1977年左右伐木漸頹， 員工與眷屬的離去，如今鄉內僅6000人左右。 昔日太平村伐木業最興盛，乃大同鄉面積最大的一村，而今卻是人口最少者，伐木結束村內人口幾乎是林務局所管轄之「太平山森林遊樂區」員工，人口只剩下28戶105人， 人口最多的則為寒溪村，達1114人。',
          ),
      ),
  );
