<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 五結鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%94%E7%B5%90%E9%84%89',
          ),
        'descs' => array (
            '五結鄉，古稱利澤簡，為台灣宜蘭縣的一個鄉，位於宜蘭縣東部，瀕臨太平洋。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%94%E7%B5%90%E9%84%89',
          ),
        'descs' => array (
            '外來政權尚未進入時，原屬於蘭陽地區三十六社中之加禮宛社、婆羅辛子宛社、流流社、里德幹社（利澤簡）、掃笏等五社。至乾隆33年（1768年），福建人林漢生率眾抵此墾荒，是為閩人開發此一地區之先鋒，至嘉慶十五年（1810年），本鄉已略具村莊之規模，而先民墾地拓荒時，採結首制，待土地墾成後，由第五個結首獲得之地，因而稱為「五結」。嘉慶15年（西元1810年），蘭陽地區歸屬清朝之版圖，設立噶瑪蘭廳、隸屬於台灣府。光緒元年(1875年)新設台北府，改噶瑪蘭廳為宜蘭縣，光緒11年（1885年）台灣設省。清光緒21年（1895年）割讓於日本。日本政府於同年6月於宜蘭城設置台北縣宜蘭支廳，日本明治30年（清光緒23年、1897年）5月，日本政府改宜蘭支廳為宜蘭廳，劃分二十五庄區，設辦務署統轄之。日本大正9年（民國9年、1920年）行政區改名為五結庄，由台北州羅東郡管轄。戰後，脫離日本統治，中華民國政府於民國35年（1946年）成立五結鄉，隸屬台北縣羅東區，民國39年（1950年）台灣省縣市行政區域重新調整，由台北縣分出一部分區域，正式成立宜蘭縣，裁撤區署，本鄉由宜蘭縣直接管轄至今。',
          ),
      ),
  );
