<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 冬山鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%86%AC%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '冬山鄉為台灣宜蘭縣的一個鄉，位於宜蘭縣中部。舊名冬瓜山，臺灣閩南語仍沿用此名。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%86%AC%E5%B1%B1%E9%84%89',
          ),
        'descs' => array (
            '冬山鄉始稱為冬瓜山，漢人於清朝嘉慶、咸豐年間入墾現在的南興、安平和冬山等村，先民取自安平村境內附近有座形似冬瓜的山，所以叫做「冬瓜山」。光緒元年（1875年）改噶瑪蘭廳為宜蘭縣，隸屬台北府，光緒12年（1886年）屬台灣省台北府宜蘭縣。明治28年（光緒21年，1895年）日治時期後，隸屬台北縣宜蘭廳，大正9年（民國9年，1920年）實施州郡街庄制後，行政區取「冬瓜山」其中二字，定名為冬山庄，屬台北州羅東郡。戰後，民國35年（1946年）劃定行政區，仍以原有區域改稱冬山鄉，屬台北縣羅東區。民國39年（1950年）10月10日行政區域重新劃分，本鄉由宜蘭縣管轄至今。',
          ),
      ),
  );
