<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 蘇澳鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%87%E6%BE%B3%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '蘇澳鎮位於台灣宜蘭縣，在宜蘭縣的東南方，瀕臨太平洋，是著名的蘇花公路及臺灣鐵路管理局北迴線起點，也是蔣渭水高速公路的終點，是往東台灣必經的城鎮。有著名的冷泉——蘇澳冷泉。蘇澳港位於境內，供散裝貨輪以及中華民國海軍168艦隊使用。蘇澳鎮的南方另外還有南方澳漁港，是台灣重要的近海及遠洋漁業港口。',
            '在北迴鐵路於1980年2月1日通車之前，蘇澳是聯繫北部地區與花東地區的交通輻輳。由於當時蘇花公路交通仍不甚便利，許多路段為單線雙向管制通車，往來花蓮耗時甚繁。因此，位於中繼點的蘇澳，成為重要的休息站，許多商家、旅館開設於蘇澳車站一帶，往花蓮方向的旅客在此休息，第二天換搭公路局（國光客運的前身）的班車。',
            '北迴鐵路開通後，蘇澳面臨了經濟蕭條與人口外流的問題，人口數由全盛時期的六萬人一路移出至現今的數量。然而，蘇澳得天獨厚的觀光資源，以及重要的軍港之戰略地位，也帶來了另一波的商機。拉法葉艦建軍後，海軍帶來龐大的消費力；冷泉、南方澳、白米木屐村的宣傳成功，更促使每年夏天可觀的觀光人潮。尤其蔣渭水高速公路通車之後，蘇澳成為高速公路終點，使得觀光客更是絡驛不絕。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%87%E6%BE%B3%E9%8E%AE_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '2010年9月宜蘭縣政府文化局長鄭文堂指出，於1624年西班牙人在航向日本途中看到了台灣，宜蘭首先獲得西班牙語地名命名為(聖塔．卡塔利那 Santa Catalina) 即：噶瑪蘭灣) 。西班牙人在蘇澳登岸後，將蘇澳灣命名為，(聖．勞倫斯 San Lorenzo)。 宜蘭地名台灣番政志翻譯為「聖塔．卡塔利那」，宜蘭縣志翻譯為「三打卡打里拉」。荷鄭時期傳說曾為海盜蔡牽的根據地。',
            '日治時代第一任總督樺山資紀，於1873年任職海軍少佐時曾渡海來蘇澳一帶勘查，並調查當地原住民的生活與關係。離去後清政府大為緊張，於次年派都督羅大春修築蘇花古道，以加強對後山的統治。日治後此地設蘇澳街，為台北州蘇澳郡役所所在地。戰後改街為鎮，交由台北縣管轄；1950年宜蘭縣設縣後，則由宜蘭縣管轄。',
          ),
      ),
  );
