<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 宜蘭縣 南澳鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E6%BE%B3%E9%84%89',
          ),
        'descs' => array (
            '南澳鄉是台灣宜蘭縣一個鄉，位於宜蘭縣最南端，是宜蘭縣面積最大鄉鎮，但也是宜蘭縣人口最少的鄉鎮。南澳鄉與西北側的臨鄉大同鄉是宜蘭縣境內僅有的兩個山地原住民鄉，境內居民主要是台灣原住民泰雅族。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E6%BE%B3%E9%84%89',
          ),
        'descs' => array (
            '文獻上南澳地名，開始見於清嘉慶15年（西元1810年），當時因此地位居蘇澳之南，便稱為大南澳。大正元年（1912年），改稱南澳，昭和7年（1932年）成上一社，名曰南澳社，南澳這個地名就為大家所接受。',
            '清治時期隸屬「後山」範圍之內，長期間維持部落社會的型態。台灣開港之後即有少數之歐洲人發覺南澳為無政府地帶，因而企圖在此真空地區建立小殖民地，而有大南澳事件的發生。',
            '清治末期，清國政府厲行開山撫番政策，同治13年（1874年）清軍入侵南澳溪北岸，南澳泰雅族人出草反抗。光緒16年（1890年）劉銘傳派兵入侵，焚燒部落，清軍搶奪糧食等物資。',
            '日治時期大正6年（民國6年，1917年）宜蘭廳下新設南澳支廳，支廳位置在大南澳浪速。大正9年（民國9年，1920年）施行州郡街庄制，改為台北州蘇澳郡蕃地。戰後，台北縣南澳鄉正式成立，民國39年又改隸於宜蘭縣之下。',
          ),
      ),
  );
