<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹市 香山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A6%99%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '香山區（臺灣客家語海陸腔：hiongˋ sanˋ kiˋ）是台灣新竹市的一個市轄區，位於該市西南部，西濱台灣海峽，北臨新竹市北區、東鄰新竹市東區，東南連新竹縣寶山鄉，南接苗栗縣竹南鎮、頭份市。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A6%99%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '香山地名由來傳說有二：一說是鄭成功治台時，為原住民族道卡斯族竹塹社所居，無固定名稱；爾後漢人流寓至此，見大坪頂一帶，漫山遍野無名花草盛開，薰芳馥郁，故名香山。另一說自鹿仔坑秀才林秀春派，傳云：香山往昔為竹塹番棲住地，漢人初來稱曰番山，後覺地名不雅，乃改稱香山。',
            '香山與新竹市有幾度分合：1920年設立香山庄屬新竹郡，1941年併入新竹市，戰後並一度仍為新竹省轄市之轄區。1950年，台灣實施地方自治，新竹市改為縣轄市、香山改為鄉。1982年7月1日新竹回復省轄市，香山再次成為市轄香山區、並於1990年11月1日正式成立香山區公所，新竹海埔新生地位於此區。',
          ),
      ),
  );
