<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 竹北市
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%8C%97%E5%B8%82',
          ),
        'descs' => array (
            '竹北市（臺灣客家語海陸腔：zhug bed shi+；饒平腔：zhugˋ bedˋ shiˊ）位於台灣西北部，北屏湖口台地，南倚竹東丘陵，屬新竹平原北半部，是新竹縣西側沿海的行政區，為新竹市的衛星城市，也是縣治所在地。北有鳳山溪、南有頭前溪，居兩河下游之沖積扇，土壤肥沃適宜農業栽培，是新竹縣的米倉。後來新竹市升格改制，縣市因而分治，縣政府北遷竹北頂斗崙；原屬農業鄉鎮的「竹北鄉」，因而改制為政治中心的「竹北市」。做為新竹市的衛星城市，且地近新竹科學園區，加上各項交通建設陸續完成（國道1號竹北交流道、台灣高鐵新竹車站、台鐵六家車站），以及大專院校與研究機構的進駐計畫，近年來房地產交易熱絡，人口成長極為迅速。亦是全臺人口第3多的縣轄市，僅次於彰化縣彰化市、屏東縣屏東市。人口密度則居全國所有縣轄市第1，在所有鄉、鎮、縣轄市中，則僅次於宜蘭縣羅東鎮。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%8C%97%E5%B8%82',
          ),
        'descs' => array (
            '竹北市昔為荒埔屬竹塹埔之一部，係蕃民打獵之場。',
            '雍正3年間（1725年），同安人李尚開墾後湖、田九厝（即昔時化蕃田九住此）、車路頭。雍正9年（1731年），永春人郭奕榮開墾上山腳、下山腳、山邊，及同安人范善成開墾竹圍仔。雍正11－12年（1733年－1934年），同安人許判生、溫明鼎開墾後面莊、坡仔頭、拔仔窟，同年南安人張春漿開墾大眉、松柏仔林。乾隆2年（1737年），晉江人周家往墾六家地方，昔稱為霧崙毛毛，後改稱六張犁。後賣給藩復和、王德珪建中興莊。乾隆14年（1749年），新竹舊社之竹塹社蕃遷居新社，分棲馬麟厝、北勢仔、麻園、蕃仔坡、紅毛田、豆子埔等地，乃引犁頭山之水，而耕種田園。',
            '淡水廳治時代，城外東廂之斗崙、八張犁、六張犁、鹿場、蕃仔寮、隘口等莊；城外北廂之麻園、頂溪州、新庄仔、白地粉、溪埔仔、崁頂、鳳鼻尾、鳳山崎等莊；城外東北廂之新社、豆仔埔、蕃仔坡；城外西北廂之船頭下溪州（即現之舊港）、魚寮等莊，均屬本市之區。光緒元年（1875年），置新竹縣，縣之下設堡，堡之下設莊，即分為竹南、竹北兩堡。',
            '明治34年（1901年），設新竹廳，屬竹北一堡，創設區役場於舊港，管轄舊港、白地粉、新庄仔、溪州、麻園、溝貝、新社、蕃仔坡、豆仔埔、大眉、松柏仔林、山腳、貓兒錠、拔仔窟、槺榔、十塊寮、蟹仔埔、油車港等19街莊。大正9年（1920年），全台行政區域調整，設新竹州，竹北市轄區內設舊港庄和六家庄，屬新竹郡管轄。昭和16年（1941年），合併舊港庄和六家庄成立竹北庄，槺榔、十塊寮、油車港與舊港之一部分劃入新竹市，行政區域就此確定。',
            '民國35年（1946年），改竹北莊為竹北鄉，屬新竹縣。民國71年（1982年），省轄新竹市和新竹縣分治，新竹縣治遷至竹北鄉。民國77年（1988年），改竹北鄉為竹北市至今。',
          ),
      ),
  );
