<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 信義區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BF%A1%E7%BE%A9%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '臺北市信義區，地理位置位於中華民國臺北市的中間略偏東南，為臺北市的市中心與中心商務區，臺北市政府、臺北市議會、台北世界貿易中心皆位於此。',
            '本區原為松山區的一部份，由於松山區至西元1980年代人口達45萬，轄區過大，因此在西元1990年3月12日臺北市行政區重劃時將松南地區畫出獨立設區，由原松山區縱貫鐵路以南地區與大安區和平東路3段以北合併而成，因信義計畫區位於區內而得名。該區的信義商圈內百貨公司林立，許多企業總部也設於此，區內的臺北101是目前世界第五高的摩天大樓，讓信義區成為全臺最國際化的地區，並且吸引了臺北眾多金字塔頂層富裕人士群聚於此。信義計畫區也因實施都市計畫特別審議制度及重點發展區域，而在都市景觀上成為臺北市的主要亮點。',
            '2010年臺北市舉辦花卉博覽會而制定區花，信義區為野牡丹，民政局也特別製作區花版門牌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BF%A1%E7%BE%A9%E5%8D%80_(%E8%87%BA%E5%8C%97%E5%B8%82)',
          ),
        'descs' => array (
            '日治時期1920年臺灣地方改制，實行街庄制，設「松山庄」，隸屬臺北州七星郡管轄，其中之中坡、五分埔、三張犁、興雅等大字在今信義區轄內。1938年松山庄併入臺北市。80年代末期，當時的松山區人口已達四十五萬餘人，約佔臺北市五分之一，轄有九十八里，不但是臺北市人口最多，編制人員最大的行政區，也是國內最大建制的基層單位。因此1990年臺北市16區改為12區時，分割縱貫鐵路以南的松山區，約為中坡、五分埔、三張犁、興雅等區域獨立組成信義區。',
          ),
      ),
  );
