<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 新豐鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E8%B1%90%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新豐鄉（臺灣客家語海陸腔：sinˋ fungˋ hiongˋ／sinˋ pongˋ hiongˋ）為臺灣新竹縣的一個鄉，人口約56,000多人，位於北臺灣，為新竹縣最北端的行政區，東連湖口鄉、西臨臺灣海峽、南有鳳鼻尾山岡陵與竹北市相隔、北則以大深坑溪與桃園市新屋區為界。本鄉特產為西瓜、洋香瓜、鴨蛋。另外每年固定舉辦縣長盃龍舟賽、西瓜節等活動，為本鄉之盛事。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E8%B1%90%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '新豐鄉舊稱紅毛鄉，因境內紅毛港而得其名，《新竹縣志》記載，傳說南明唐王隆武元年（1646年），荷蘭人因船破登陸紅毛港。時間距今360多年。雍正3年（1725年），粵省陸豐縣人徐立鵬到竹塹西北約20里之紅毛港新庄子開墾，成為客家籍移入竹塹之始。來自金門以閩南為主的鄭氏家族，也陸續進入紅毛港開墾，後期移入新竹市，前新竹市議長鄭再傳的家族即為其一。',
            '日治時代大正9年（1920年）臺灣實施街庄制，設為紅毛庄，轄屬新竹州新竹郡。轄域內分為福興、青埔子、後湖、崁頂、中崙、新庄子、紅毛、員山、坑子口9個大字。戰後改制為紅毛鄉，並於1956年改稱新豐鄉。居民以客家人（約60%）為主、閩南人（約33%）和外省人次之。',
            '1953年5月新竹縣文獻會委員郭輝在紅毛港發現之「磨製石庖丁」破片及史前繩紋陶器碎片，深受考古學界重視，文化遺物主要是紅色、褐色、淡褐色的夾沙陶。器型為侈口鼓腹的罐形器，口緣通常外侈低矮，少量帶有圈足，通常從頸部以下器身布滿拍印的繩紋。石器以農業用具日常生活用具為主。',
          ),
      ),
  );
