<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 新埔鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9F%94%E9%8E%AE',
          ),
        'descs' => array (
            '新埔鎮（客家語：Sîn-phû-tsṳ́n，海陸腔客拼：sinˋ buˋ zhinˊ）為臺灣新竹縣北部的一個鎮，人口約34,000人，以生產稻米、柿子和柿餅聞名，粄條為著名的客家美食。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%9F%94%E9%8E%AE',
          ),
        'descs' => array (
            '漢人最早開墾新埔地區的記載是在雍正年間，來自廣東省惠州府陸豐縣、嘉慶州鎮平縣、潮州饒平等地移民陸續入墾竹塹東北之吧哩國地帶。由於當年清政府對於渡臺開墾並未有統一的政策，加上新埔地區原本即為平埔族竹塹社人之居地，因而可推測早期漢人在新埔並未有大規模的開墾，只有為數不多的零星移入。',
            '乾隆12年（西元1747年）竹塹社人因水患之故，在土目衛阿貴和錢子白率領之下整族遷移，入墾新埔地區。乾隆31年（1766年）陳石生等開闢枋寮圳，灌溉田地範圍包括三角埔（今新民里）、窩口（今南平里）、枋寮一帶。乾隆49年（1784年）新埔則已出現來自陸豐及鎮平的粵籍移民聚落，「新埔莊」之名也在此時開始使用。乾隆56年（1791年）竹塹社土目衛阿貴在新埔地區大規模招佃，欲前往鹹菜甕（今關西鎮）開墾，可見當時以竹塹社人為大業主，向其承墾土地或是應招為佃農仍是漢民族進入當地開墾的主要方式。',
            '到了19世紀初期的清嘉慶年間，新埔街庄已經成為米、蔗糖、茶葉和樟腦等重要農產品的集散地，從大陸陸豐所引進的椪柑亦從此時開始種植。19世紀中葉新埔的商業發展到達頂峰，著名的新埔6大商號－天順號、義利號、錦勝號、興隆號、金和號、黃元和均已成形，其中實業家劉金土創立新埔戲院、新埔鳳梨工廠與老永昌商行(碾米廠)與6大商號齊名。',
            '光緒15年（1889年）新埔地區在行政上被劃歸為竹北二堡下的「新埔街」，當時的竹北二堡行政區範疇包括今日的竹北、新埔、湖口、新豐、六家、竹東，然僅有新埔與竹東稱「街」（竹東當時稱為「樹杞林街」），其他的地區只稱作「庄」，可見新埔當年的開發繁榮。光緒21年（1895年）的乙未戰爭中，新埔庄曾發生激烈的抗日行動，導致數名日軍及數百名義勇軍陣亡此地。日軍為逼出躲於庄內頑抗的義勇軍，實施火燒庄的行動，導致新埔庄街一度毀於大火。',
            '漢人入墾新埔已有200多年的歷史，在此當中的客家先民由於較早移入，加以新埔地理上的封閉性，使得新埔仍保有濃厚的客家傳統，而枋寮的義民廟更是新埔及整個北部地區客家人信仰的中心。',
          ),
      ),
  );
