<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 關西鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%97%9C%E8%A5%BF%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '關西鎮（臺灣客家語四縣腔：guanˊ xiˊ ziinˋ；海陸腔：guanˋ siˋ zhinˊ）為台灣新竹縣的一個鎮，位於新竹市區之東北方，為牛欄河與鳳山溪匯流之處。南鄰尖石鄉、橫山鄉，西南接芎林鄉，西北為新埔鎮，北為桃園市龍潭區，東臨桃園市復興區，為新竹郊區面積最大者的平地鄉鎮，過去曾為中華民國陸軍步兵206師（威武部隊）之重要陣地。關西鎮物產豐富，名產包括仙草、鹹菜、蕃茄、草莓等，其中以關西仙草最為出名，也是仙草之重要產地，其產量約為全台灣總產量之80%。每年亦會舉辦仙草節等活動。',
            '關西舊稱鹹菜甕，日治時期改名為關西街，係受到鹹菜棚的「鹹菜」之閩語發音（閩：Kiamtsai 客：Hamtsoi）與關西（Kansai）之日語讀音相似。鄉內以客家族群為主 ，關西鎮東部山區錦山里有少數泰雅族原住民居住的部落（馬武督）。',
          ),
      ),
  );
