<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 芎林鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%8E%E6%9E%97%E9%84%89',
          ),
        'descs' => array (
            '芎林鄉（臺灣客家語海陸腔：giungˋ lim hiongˋ；饒平腔：giungˇ lim hiongˇ）為台灣新竹縣的一個鄉，位於新竹縣中央偏西，正好處於尖石、五峰等高山地區與新竹平原交界地帶。東北鄰新埔鎮、關西鎮，東南鄰橫山鄉，西南與竹東鎮為界，西北與竹北市相接。',
            '鄉內的飛鳳山以「飛鳳探梅」名列新竹縣89景之1，當晚上時，在山上的觀月亭可遠眺 ViVi2013（現名：台北101）大樓，是台灣陸地上可望見的最遠地點。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%8E%E6%9E%97%E9%84%89',
          ),
        'descs' => array (
            '芎林鄉以鄉治所在地，也是全鄉最大聚落的芎林而命名。清乾隆末年漢人初至此地開墾，曾建立「公館」作為拓展墾務之基地，並將所形成之聚落稱為「公館」。其後因見周遭九芎樹蒼蔚成林，故更名為「九芎林」。日治初期，聚落所在之行政區劃編為「九芎林庄」。大正九年（1920年）全台改行州郡制時，地方人士認為「九芎」與「久窮」諧音，遂去「九」字而改名為「芎林」大字，新制街庄名稱亦同步改為「芎林庄」，轄區與目前相同。民國34年（1945年）國民政府接管臺灣後，再改制為「芎林鄉」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%8A%8E%E6%9E%97%E9%84%89',
          ),
        'descs' => array (
            '在有歷史記載以前，新竹平原以東的丘陵及山嶽地帶，屬於原住民泰雅族、賽夏族的生活範圍。明鄭時期（1661年－1683年），劃新港溪（今鹽水溪）以北為天興縣，其後改制為天興州。清康熙二十二年（1683年），施琅率清軍征服明鄭，隔年設一府三縣，天興州改稱諸羅縣。雍正元年（1723年），析大甲溪以北為淡水廳。乾隆二十六年（1761年），北台灣設「土牛溝」作為漢人開墾之界限。今芎林鄉全境位於土牛溝以東，仍無漢人入墾。',
            '乾隆四十年（1775年），出生於紅毛港（今新豐鄉）坑子口的廣東陸豐第二代移民姜勝智，夥同當時居住於頭前溪南岸上、下員山地區（今竹東鎮員山里）的廣東大埔移民劉承豪，向竹塹社通事什班取得墾批，合力開墾九芎林荒埔。他們在今芎林市街廣福宮附近建立公館，進行招佃。因當地時有原住民出沒，其後便向官府申請設置官隘，獲配置隘丁十名，負責安全防衛。',
            '至嘉慶末年（1815年－1820年頃），芎林地區的主要埔地已大致被開墾，並形成許多聚落。其中九芎林聚落因有公館在此，形同臨近居民的活動中心，也成為竹塹溪（今頭前溪）中上游一帶最大的市街，也是臨近地區往內山開墾的根據地。',
            '九芎林的開發到了道光初年，已經有相當規模，市街繁榮也在道光年間（1821年－1850年）達到極盛。同治元年（1862年），九芎林街區遭洪水侵害，商業機能受挫，其後樹杞林（今竹東）便遂漸起而代之。儘管如此，九芎林在人文與宗教的發展上，仍有其特殊地位，中元普渡及文林閣的創建便是明證。一直到光緒末年，九芎林仍然是頭前溪中上游各街莊的學術文化中心。',
            '同治十三年（1874年）牡丹社事件發生後，清廷改採開山撫番、增設府縣的政策。隔年（光緒元年），淡新分治，九芎林地區改隸新成立的新竹縣。光緒二十一年（1895年），台灣割讓予日本，時為日明治二十八年。日治初期，台灣行政區劃異動頻繁，九芎林地區初隸臺北縣，一度拆分臺北縣而改隸新竹縣，不久新竹縣又被合併而仍隸臺北縣。直至明治三十四年（1901年）實行二十廳制，九芎林地區改隸新竹廳樹杞林支廳，行政區劃才算穩定下來。',
            '大正九年（1920年），廢除廳、支廳、區，改設州、郡、街庄，並修改部分地名。九芎林地區改制為新竹州竹東郡芎林庄，並設立庄役場，下轄鹿寮坑、山豬湖、王爺坑、倒別牛、石壁潭、芎林、中坑、水坑、上山、崁下、柯子林及下山等12個大字，其下有9個小字。昭和二十年（1945年），日本在第二次世界大戰戰敗投降，台灣由中華民國政府接收，時為民國34年。民國35年（1946年），芎林庄改制為新竹縣竹東區芎林鄉，共設11個村。民國39年（1950年）廢區，芎林鄉直隸新竹縣，以迄於今。民國42年（1953年），五龍村分拆出華龍村，全鄉成為12個村。',
          ),
      ),
  );
