<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 竹東鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E6%9D%B1%E9%8E%AE',
          ),
        'descs' => array (
            '竹東鎮（臺灣客家語海陸腔：zhug dungˋ zhinˊ）位於台灣新竹縣中心，鎮內人口約9萬6千人，為全台人口第2大鄉鎮，僅次於南投縣草屯鎮。原本是原住民泰雅族與賽夏族及平埔族人聚集地狩獵地，清朝時有來自廣東的移民大量進駐。',
            '人口組成以來自大陸粵的廣東移民客家後裔族群為主，亦有多數的原住民泰雅族、賽夏族居住。竹東早期以製造樟腦聞名，其後石油的鑽探、水泥及玻璃工業的設廠及林場集散場的拓展下，成為新竹縣溪南地區的工商重鎮。戰後初期，曾與豐原、中壢共稱為台灣3大鎮，並與東勢、羅東共稱為台灣3大林業集散地。隨著1973年工業技術研究院設置於頭重里，以及1980年新竹科學園區設置於西鄰的新竹市東區之後，竹東鎮已逐漸轉型為高科技研發中心。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E6%9D%B1%E9%8E%AE',
          ),
        'descs' => array (
            '竹東古名樹杞林，本是原住民聚集地區大本營 。係因於漢民族初到本地時，見樹杞繁茂成林，故以此命名。然而遠在漢民族入墾之前，竹東地區即有原住民狩獵遊耕，今五豐里番社子疑似為其聚居故地。亦多數客家與當地原住民結婚第二代 外省與原住民組成竹東現今人口。',
            '清乾隆中葉，漢民族越過頭前溪開始進入竹東地區。1769年（乾隆34年）已有廣東省的惠州人入墾上、下七份及麻園肚一帶，並漸形成村落。5年後饒平人林欽堂向竹塹社土木什班、通事丁老吻承墾頭重埔、員山一帶荒地，由六張犁（今六家）率男丁40餘人前往建立村落。乾隆末年，陸豐人彭乾和、彭乾順兄弟由芎林下山遷往樹杞林開墾。1806年（嘉慶11年）彭乾和等奉官諭合夥組成「金惠成墾號」，從事大規模的墾拓。',
            '開發初期，行政區屬於淡水廳管轄，屬竹塹堡東南廂。1875年（光緒元年）淡、新分治，本地改隸屬新竹縣，為竹北一堡樹杞林莊。1889年（光緒15年）新、苗分治，本地改稱為竹塹堡樹杞林莊。',
            '日治時期受1935年震災後重建的市街。1895年（光緒21年）臺灣島割讓給大日本帝國後，本地改隸為台北縣新竹支廳。2年後恢復新竹縣，本地又改稱為樹杞林辦務署樹杞林街。1898年（明治31年）再廢新竹縣，置新竹辦務署，本地設樹杞林署樹杞林區。1920年（大正九年）行政區域調整，以本地在新竹東方而改名為「竹東」，置新竹州竹東郡竹東街。',
            '戰後新竹州改為新竹縣，轄區為今日的桃竹苗地區，竹東郡改為縣轄區竹東區，竹東街改為竹東區下轄竹東鎮；1946年（民國35年）新竹市擴編，竹東鎮併入新竹市，改為新竹市竹東區；1950年（民國39年）縣轄區制度被廢除，新竹縣拆分為新竹、桃園、苗栗三縣，新竹市降為縣轄市，原新竹市竹東區自新竹市劃出，改為新竹縣竹東鎮。',
          ),
      ),
  );
