<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 五峰鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E4%BA%94%E5%B3%B0%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '五峰鄉為台灣新竹縣的一個山地原住民鄉，該縣另一個山地原住民鄉則是尖石鄉。',
            '本鄉的前身為臺灣日治時期新竹州竹東郡直轄的臺灣原住民蕃地之西南側，戰後才改制為新竹縣五峰鄉。本鄉位於新竹縣西南隅，境內超過三千至兩千多公尺的高山林立，分為大隘、桃山、花園、竹林四村，境內居民全是由台灣原住民的泰雅族及賽夏族兩大族、僅有少部份客家族群及外省人分布，為新竹縣人口最少的高山鄉鎮。本鄉也曾是東北軍少帥張學良將軍，被蔣介石為首的國民政府流放來台灣時，最早被軟禁的居住地之一。',
            '境內的「清泉溫泉」舊名「井上溫泉」，在日治時代就相當著名。「五峰」一名通常被認定為因五指山（五峰山）（海拔1062米）而得名。 兩年一度的原住民賽夏族矮靈祭場亦在五峰鄉境內 ，每每吸引中外無數的旅客湧入部落。',
          ),
      ),
  );
