<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 橫山鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A9%AB%E5%B1%B1%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '橫山鄉（臺灣客家語海陸腔：vang sanˋ hiongˋ）為台灣新竹縣的一個鄉，位於新竹縣中央。知名景點內灣位於此區內灣村，包含內灣老街、內灣車站、內灣吊橋、內灣派出所及劉興欽漫畫暨發明展覽館。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A9%AB%E5%B1%B1%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '橫山為大山背山，橫山鄉古名「橫山聯興庄」。橫山由來是從芎林、石壁潭遠望，眼前一座有橫臥山頭，如屏障橫陳，而有橫山之稱。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A9%AB%E5%B1%B1%E9%84%89_(%E8%87%BA%E7%81%A3)',
          ),
        'descs' => array (
            '橫山鄉的開發，由清乾隆年間至光緒年間的開墾，近百年的拓墾，在閩、客、平埔族人的合作下，在設隘防番、水患不斷的情形，亦逐漸地將橫山地區開墾完成。',
            '清乾隆五十五年（1785年），終於有福建晉江人陳長順率子福成渡台，東向進墾鹿寮坑（今芎林鄉龍華村）、沙坑（今橫山鄉沙坑村）、大平地 （同鄉太平村）、新城（今關西鎮鄉成里）、石門（同鎮新富里）一帶。',
            '「清嘉慶九年（年1804），廣東饒平人劉子謙，由九芎林石壁潭（今芎林鄉石潭村），進墾大肚荒埔（今橫山鄉大肚村）。又進而開南窩至芎蕉湖一帶（均在今橫山鄉豐田村），於地設隘寮六座，隘丁二十四人以為防禦。」',
            '「清嘉慶二十五年（1820年），九讚頭（今橫山鄉新興村）、山豬湖碧潭（今芎林鄉石潭村）、水坑（同香水坑村）、南河（今橫山鄉南河村）、燥坑（今橫山鄉薪鳳村）、上、下橫坑（今關西鎮上林、新刀二里），山豬湖墾戶劉引源、新興莊（今關西鎮北山、南山一帶）墾護衛壽宗等，為「生番」侵櫌，爰與眾莊籌議，由陳長順為首，招佃承墾，由南河及九讚頭起，至水坑、下橫坑止，所有為墾餘埔及山林，並任其起蓋隘寮，就地耕墾，幕丁防守，以保附近住民。清嘉慶末，陳長順之子福成，進墾沙坑（今橫山鄉沙坑村）至白石湖 （今橫山鄉南河村）一帶。」',
            '清朝雍正元年至乾隆中葉屬竹塹堡，至乾隆二十一年到同治十三年則隸屬淡水廳東廂二十五庄，至光緒年間則改隸竹北一堡。日治時代明治二十九年屬臺北新竹支廳改隸竹北一堡，至大正九年隸屬新竹州竹東郡橫山庄。戰後初期為省轄新竹市及新竹縣竹東區橫山鄉，民國 35 年起改為新竹縣橫山鄉至今。',
          ),
      ),
  );
