<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 尖石鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B0%96%E7%9F%B3%E9%84%89',
          ),
        'descs' => array (
            '尖石鄉為台灣新竹縣面積最大的鄉，同時也是山地原住民鄉，位於新竹縣東南隅，面積約為527.5795平方公里，為新竹縣面積最廣之鄉鎮， 海拔高度約為200~2000公尺。 境內主要居民為臺灣原住民族（泰雅族與少部份賽夏族）、及客家漢族。鄉內海拔一千五百至三千公尺高山林立，為北部著名的山地鄉。鄉名源自於轄內那羅溪、嘉樂溪匯流處一塊聳立如尖筍的巨石。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B0%96%E7%9F%B3%E9%84%89',
          ),
        'descs' => array (
            '1920年十月一日，日本臺灣總督府的地方行政區劃，改設州制，本鄉地區當時隸屬新竹州管轄，屬於竹東郡直轄的蕃地之東北部地區，境內各部落，當時都歸竹東郡警察課統管；但本鄉的玉峰村部分地區則為大溪郡所轄。',
            '霞喀羅事件，自1913年（大正2年）總督佐久間左馬太親自率軍剿討泰雅族基那吉群為始，至1926年（大正15年）埋石之盟為止，長達13年的原住民足武裝抗日活動。',
            '李崠山事件，於日治時期1910年到1913年， 共有三次隘勇線前進戰役李崠山事件，當時臺灣總督佐久間左馬太更親自坐鎮兩個月督戰。 李崠山位居當時原住民族勢力範圍， 宜蘭、臺北、桃園、新竹的中心地帶， 泰雅族稱之為Tapong，蕨類之意， 其最高點稱為Rubi，為草地或苔蘚類， 意指植被茂盛人跡罕至之意， 乃大漢溪中上游與油羅溪流域的分水嶺。 李崠山地區乃泰雅族之傳統領域， 日治時期的內灣馬里闊丸社、卡澳灣社、後山馬里闊丸社及基那吉社等四大族群。 在臺灣總督府的施政中， 李崠山在交通、殖產政策與統治上，都位居中心地位。',
            '鎮西堡護林行動，鎮西堡後山有一處神秘的原始檜木林，估計森林中至少存在著超過兩百棵紅檜、扁柏巨木，當中有五分之一，都足以躋身林務局所宣稱的臺灣十大神木之列。 早年林務局禁止泰雅族人進入其傳統領域土地使用，致使林務局人員與新光、鎮西堡的原住民糾紛不斷。 1986年在砍伐五峰鄉的林木殆盡， 林務局準備著手秀巒村的森林砍伐， 前進到新光部落時，便遭到鎮西堡與新光兩部落居民激烈抗爭而被迫中止。原住民傳統意識與部落財產觀念，加上對土地的權利優先於國家存在的主張，不惜與林務局發生衝突，終於保護鎮西堡鄰近的檜木森林而得以永存。 2014年鎮西堡檜木連續遭以挖洞方式盜伐，居民不滿政府無能護林，鎮西堡部落會議決議在主要林道上設柵門夜間封山，自力救濟護林。',
          ),
      ),
  );
