<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 士林區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A3%AB%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '士林區位於中華民國臺北市北方，區內東北為大屯火山群，以七星山為最高（1,120公尺）；東南有大崙山及大直諸山。',
            '士林區宜住宜商，市況繁榮，為臺北市十二行政區面積最大的區，其人口僅次於大安區。蔣中正生前居住的士林官邸與臺北唯一國家公園陽明山國家公園是市民假日的好去處，臺北捷運劍潭站旁的士林夜市揚名國際。臺灣最著名的觀光夜市高級住宅區天母外籍人士眾多，係因大使館以及臺灣四所外僑學校坐落之故。士林區文教設施亦豐，以世界三大博物館國立故宮博物院為首、國立臺灣科學教育館、臺北市立天文科學教育館等社教場所均位於本區。',
            '2010年臺北市舉辦花卉博覽會而制定區花，士林區為玫瑰花，臺北市政府民政局特別製作區花版門牌。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A3%AB%E6%9E%97%E5%8D%80',
          ),
        'descs' => array (
            '士林區舊名「八芝蘭」（Pattsiran），為平埔族語「溫泉」之義。在漢人尚未入墾之前，為平埔族「麻少翁社」居住地。清朝時期實施堡里制，簡化其名為「芝蘭堡」（稍後再劃為芝蘭一堡）。清末時因當地讀書風氣興盛，科考人才輩出，遂改稱「士林」，有「士子如林」之涵義。',
            '但中央研究院台灣史副研究員翁佳音指出，雖然現在普遍接受日本人安倍明義所提的原住民語Pattsiran溫泉之說，但當年的原住民語已成死語，所以有點死無對證。',
            '巧合的是，在印尼，印尼人稱華人居住的地方為Pecinan，發音接近Pattsiran，當地華人音譯為八芝蘭，印尼文Pecinan，中間的cina就是China，所以Pecinan的英文為Chinatown，就是俗稱的中國城。而當時荷蘭同時統治荷蘭與台灣，所以有可能荷蘭人用統治印尼的經驗，稱士林漢人居住的地方為Pecinan，因而留下八芝蘭的音譯。如此，八芝蘭有可能是當時的印尼文，指士林的漢人區。',
            '而且，在菲律賓，華人居住的地方稱為Parian。這讓我們懷疑，十七世紀同時統治菲律賓與北台灣的西班牙人，會不會也把Parian的用法帶到台灣來呢?當年西班牙人在基隆和平島上建的聖薩爾瓦多城(San Salvador)，的對岸有個地方文獻記為Parian。指的就是漢人居住的地方。 (大灣大員福爾摩沙 翁佳音 曹銘宗著)',
            '1920年臺灣地方改制，實行街庄制，士林隸屬臺北州七星郡，設「士林庄」。後因人口聚集，乃於1933年升格為「士林街」。1945年日本戰敗，中華民國開始管轄臺灣；不久，士林街改制為士林鎮，隸屬臺北縣。1949年，士林鎮與北投鎮一併改隸於新成立的草山管理局。1950年隨著草山改名為陽明山，草山管理局亦改名為陽明山管理局，士林鎮仍隸屬之。1968年7月，士林鎮與北投鎮、南港鎮、景美鎮、內湖鄉、木柵鄉一併劃入臺北市，改稱士林區。1990年，行政區劃調整。極小部分中山區劃入士林區；而原屬士林區之洲美里則劃入北投區。',
          ),
      ),
  );
