<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 新竹縣 峨眉鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B3%A8%E7%9C%89%E9%84%89',
          ),
        'descs' => array (
            '峨眉鄉（臺灣客家語四縣腔：ngoˇ miˇ hiongˊ；海陸腔：ngo mi hiongˋ）位於臺灣新竹縣南側，東與北埔鄉相接，北與寶山鄉毗連，西側及西南與苗栗縣頭份市、三灣鄉、南庄鄉等三鄉鎮接壤，為新竹縣以丘陵為主體地形的鄉鎮之一。土地總面積46.8010平方公里，佔新竹縣土地面積3.20﹪。人口組成以客家族群為主，此鄉及關西鎮以四縣腔客語為主，有別於新竹縣大多地區以海陸腔客語為主。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B3%A8%E7%9C%89%E9%84%89',
          ),
        'descs' => array (
            '峨眉鄉原稱「月眉」，係因峨眉溪曲流凸岸之半月形沖積河階而得名。日治時期1904年調整部分行政區域，將月眉改為峨眉並沿用至今。峨眉鄉在新竹來自大陸廣東移民漢族先民開發史而言，是屬於較晚開發的地區。清領時期1834年，淡水同知李嗣業命令客籍開墾集團首領姜秀鑾在塹南建隘樓15座，僱募隘丁並分駐巡防。',
            '1835年與竹塹城（今新竹市）內閩籍商人合資成立「金廣福」墾號，以武裝移墾的方式對北埔、峨眉、寶山三鄉原屬台灣原住民賽夏族的生活區域，進行所謂的「防番拓墾」。金廣福墾號經過與原住民族的一連串戰鬥之後，才在各地陸續形成漢族先民聚落；整個區域也在大致底定後，成為了清帝國在台灣的「化內之地」。',
          ),
      ),
  );
