<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 平鎮區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B9%B3%E9%8E%AE%E5%8D%80',
          ),
        'descs' => array (
            '平鎮區（臺灣客家語四縣腔：pinˇ ziinˋ kiˊ；饒平腔：pin zhinˋ kiˇ）為中華民國桃園市的市轄區，人口約22.0萬人，人口密度約4,593人/平方公里，北臨中壢區，西鄰楊梅區，東鄰大溪區，東北連八德區，南接龍潭區，境內有平鎮工業區、褒忠祠義民廟，臺灣的第2000萬人和第2300萬人都在平鎮區（原平鎮市）出生，桃園縣已於2014年12月25日升格為直轄市，原縣轄平鎮市改制為平鎮區。',
            '本區原有的發展核心在安平鎮、南勢、山子頂一帶，日後因受到鄰近都市中壢區的影響，其發展較受限制而易於成為該都市的邊緣地帶。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%B9%B3%E9%8E%AE%E5%8D%80',
          ),
        'descs' => array (
            '平鎮早期在考古上屬於3500年前犁頭尖系統文化群系列，目前已發現宋屋遺址、福譚宮遺址、莊屋遺址等三處遺址，但沒有留下明確記載的可能是因為當時的居民遷移至別處，而導致此地區並沒有將文化延續下來。',
            '清朝時平鎮為桃澗堡的一部分，以當時的行政區劃可分為八保庄、安平鎮庄、雙連坡庄、宋屋庄、北勢庄、南勢庄、山仔頂庄、東勢庄、社仔庄等。',
            '平鎮的名稱由來是由於以前為了保護從大湖口至中壢、桃園之行旅的安全，因而在此地設置張路寮（今楊梅區埔心地區）、望路寮（今平鎮區南勢地區），夾在兩地之間的地區則稱為西勢（今平鎮區平鎮里一帶，今桃72線南平路沿線），後來治安好轉，取以保護平安的意思，改稱為安平鎮。',
            '1920年9月1日日本在台實施地方制度，將三個字以上的地方都改為兩個字，因此將安平鎮易名為平鎮，設平鎮庄，屬新竹州中壢郡管轄。',
            '1945年中華民國政府接收日本台灣總督府轄區後，改為新竹縣中壢區平鎮鄉。1950年台灣省行政區進行重劃以及廢除區署，改為桃園縣平鎮鄉。1992年3月1日因人口達15萬，改制為平鎮市。',
            '日治至戰後初期，平鎮行政中心曾經設於南勢莊（今桃園市平鎮區南勢國民小學活動中心），後來北遷至北勢莊（靠近中壢區），1972年桃園縣府施行中壢平鎮都市擴大修訂計劃案，將平鎮與中壢市市區合為一體，發展成一雙子城。由於北勢地區靠近中壢，加上中壢的知名度較平鎮高，平鎮區北勢地區常被誤認為中壢區的一部份。而早期的發展中心南勢、山子頂一帶因行政中心遷出而較為沒落，最早開發的安平鎮部落則因為其交通、商業活動皆無法與鄰近的埔心相較，而使得平鎮的發展較為缺乏自主性。因而造成許多人「只知中壢而不知平鎮」的現象，惟近年來經過地方人士的努力，已稍有改善。',
          ),
      ),
  );
