<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 龍潭區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BE%8D%E6%BD%AD%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '龍潭區（臺灣客家語四縣腔：liungˇ tamˇ kiˊ；饒平腔：liung tam kiˇ；詔安腔：liungˋ tamˋ kiˇ）是位於臺灣桃園市南部的市轄區，人口目前約12萬人，面積約75.2341平方公里，因區中心的龍潭大池而得名。2014年12月25日桃園縣升格為直轄市，龍潭鄉改制為龍潭區，同時村改里。',
            '2005年，龍潭於《天下雜誌》透過三萬名網友針對全國319鄉鎮票選榮獲最有特色的鄉鎮第一名、最有品味的鄉鎮第二名、微笑之鄉第三名、最令人有幸福感的鄉鎮第三名，此外也是臺灣十大理想退休地點之一。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BE%8D%E6%BD%AD%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '「龍潭」地名的由來，與龍潭大池脫不了關係。據說，這口大池塘水面遍布野菱，當時先民稱之為「菱潭陂」，相傳泉穴有白石，即使歷經多次旱季，大池始終保持一定水量，倘若久旱不雨，只要在潭畔祈雨即可天降甘霖，先民深感其靈驗，在此地建「靈廟」，後稱此潭為「靈潭陂」。後因有人在某日風雨交加夜晚，發現潭中出現有黃龍出沒，因此改名為「龍潭陂」，又稱「龍潭莊」，龍潭的地名從那時開始沿用至今。',
          ),
      ),
  );
