<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 新屋區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%B1%8B%E5%8D%80',
          ),
        'descs' => array (
            '新屋區（臺灣客家語海陸腔：sinˋ vug kiˋ；饒平腔：sinˇ vugˋ kiˇ；詔安腔：sinˇ bbuˊ kiˇ）是臺灣桃園市的市轄區，東北方臨觀音區、中壢區，東南方臨楊梅區，西南邊與新竹縣新豐鄉相臨，西濱臺灣海峽，境內有永安漁港。耕地面積約5,416公頃（2012年），是全市最大的農業區，水稻為主要作物，是北臺灣重要的稻米產區。人口約4.8萬餘人，因青壯人口不斷外移，導致人口老化情形嚴重，2011年時老年人口占14.4%，為桃園市最高齡化的行政區。因區民大多屬客家族群，2011年行政院客家委員會公告新屋區為臺灣客家文化重點發展區，主要姓氏為徐、黃、葉。此外，新屋區也是范姜姓氏的起源地。桃園縣於2014年12月25日升格為直轄市，新屋鄉改制為新屋區，同時村改為里。2015年新屋區名列北台灣待售新成屋、預售屋餘屋量最少的「安全十區」之首，其中新推案多集中在頭洲重劃區。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%96%B0%E5%B1%8B%E5%8D%80',
          ),
        'descs' => array (
            '清初乾隆年間，范姜一氏來臺拓墾，取得墾照，建立「姜勝本」墾號後，逐步向內地開拓廣大土地：南以社子溪為界，東至營盤腳（今楊梅區上田里），西抵石牌嶺（今新屋區石牌里），北達大堀坑（今觀音區大堀里）。經過百餘年的努力，范姜一族不但使荒野變田園，而且吸引了拓荒者遷入此地。',
            '在范姜先祖胼手胝足，耕墾得法之下，范姜家族短短數年已有田產處處。開墾有成的范姜族人於咸豐四年（西元1854年）興建祖堂，其後陸續起造不少新屋，當地人引為盛事，以客語稱其為「起新屋」。因此「新屋」便成為當地的地名，沿用至今。而此「新屋」（五棟范姜老屋群中的范姜公廳）於1985年（民國74年）8月19日經內政部評定為第三級古蹟，是新屋區最珍貴之古宅。（註：客語「公廳」指祭拜祖先的祠堂。）區內詳細地名由來可參見《新屋鄉志·地名沿革》。',
          ),
      ),
  );
