<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 觀音區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A7%80%E9%9F%B3%E5%8D%80',
          ),
        'descs' => array (
            '觀音區（臺灣客家語海陸腔：gonˋ rhimˋ kiˋ；饒平腔：guanˇ rhimˇ kiˇ），舊稱石觀音，是位於臺灣桃園市西部沿海的市轄區，東臨大園區、中壢區，南邊與新屋區相臨，西濱臺灣海峽。人口約6.5萬人，居民大多屬客家族群。境內有觀音工業區、桃園科技工業園區，並可分為觀音、草漯、新坡三個次分區。每年夏天舉辦蓮花季，惟近年來因為休耕政策、休閒農場設置的法令嚴苛，導致農民不願再種蓮花。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%A7%80%E9%9F%B3%E5%8D%80',
          ),
        'descs' => array (
            '觀音鄉名的由來，可追溯清朝咸豐十年，竹北二堡石牌嶺庄之農工黃等成，意外於此地之溪中（觀音溪），拾得一天然石酷似觀音菩薩，將之供奉瞻拜，稱為石觀音，後在此庄建石觀音寺（後稱甘泉寺）奉祀，本庄亦稱為石觀音庄。1920年台灣地方改制，改為觀音庄，隸屬新竹州中壢郡。1946年改名為觀音鄉，2014年12月25日因應桃園縣升格為直轄市，原觀音鄉改為觀音區，同時村改里。',
          ),
      ),
  );
