<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 桃園區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A1%83%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '桃園區為臺灣桃園市的市轄區，是桃園市政府所在地，原為「桃園縣桃園市（縣轄市）」；改制於2014年12月25日。與八德區、蘆竹區、龜山區、中壢區、新北市鶯歌區相鄰。桃園區面積為34.8046平方公里，人口數約43.1萬人，人口密度約12,383人/平方公里，也是桃園中壢都會區的核心都市之一，本區為桃園市人口最多、密度最高的行政區，是臺灣發展最迅速的區域之一，也是全國唯一區名與市名相同的區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E6%A1%83%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '未墾時期包括早期凱達格蘭人居住於此之時期，以及荷蘭、西班牙、明鄭王朝統治台灣之時期。此一階段沒有大規模的屯墾與產業活動，原著民用以灌溉的原始陂塘是留存至今不可多得的遺蹟。',
            '清領時期湧入大量由中國閩、粵一帶遷居至此的經濟性移民，農業型的聚落陸續出現在這個區域，桃園區也迅速地由村而街而城發展為一個體制與功能相當完整的都市。代表此一時期，農業經濟與水利技術的灌溉水圳，繼續日治時期的後階段，被擴增為綿延百里的桃園大圳，而象徵族群衝突漳泉械鬥的桃仔園古堡，則在日本人建立空間新秩序，已全面控制台灣社會的企圖下完全拆毀。最初稱為「虎茅庄」，後因移民遍植桃樹而改名「桃仔園」。1920年台灣地方改制，改稱「桃園街」，劃歸新竹州桃園郡管轄。戰後改制桃園縣桃園鎮；1970年人口突破十萬人。而1984年人口突破20萬，1998年達到30萬人，2009年10月突破40萬人。',
          ),
      ),
  );
