<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 龜山區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BE%9C%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '龜山區位於臺灣桃園市東北部，早期稱龜崙社。其聚落分布受台地地形影響分散四個區域，主要二大區域有鄰近桃園區的龜山市中心（區公所附近）以及鄰近新北市林口區的公西（長庚醫院一帶）。另外二個小區域為近新北市新莊區丹鳳、樹林區三多的迴龍以及鄰蘆竹區南崁的南上里一帶。四個區域皆與鄰近里鄰結合，較缺乏自主性。目前龜山區的人口數約有14.8萬人。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%BE%9C%E5%B1%B1%E5%8D%80',
          ),
        'descs' => array (
            '龜山最早的起源來自於龜崙族（Kulon），為臺灣平埔族之一，原居於今日桃園市龜山區一帶，本來被學者歸類為凱達格蘭族，後來李壬癸先生依據其所蒐集到的語言學資料，證明其為獨立的一族。相對於其他平埔族，該族人口較少且目前已經幾乎全面漢化。',
            '在清代，龜崙族就居住在龜崙嶺（今稱龜山）南側的龜崙腳，稱為龜崙社。後來部分族人遷到北邊的楓樹坑（今之楓樹里），稱為「頂社」；另一部分族人遷到南邊的新路坑（今之新路里），稱為「下社」，一般仍合稱之為龜崙社，是清代所謂「南崁四社」之一。（指南崁社－今桃園市蘆竹區山鼻里、霄裡社－今桃園市八德區霄裡里和竹園里、坑仔社－桃園市蘆竹區坑子裡、龜崙社）',
            '原本龜崙社在清代的行政區域畫分上是屬於淡水縣十九社之一，根據文獻記載，1723年（雍正元年）清廷在臺灣北部設置淡水廳，廳治設在新竹，將新竹以北的「歸化番」（平埔族）分為兩大部分，最北部稱為「十九番社」；中北部稱為「十二番社」，兩部分的番社統稱為淡北番社。後來1874年（同治十三年）清廷又將中壢以北的地區劃歸為淡水縣，因當時的十九番社位於淡水縣的行政區域範圍內，所以就改稱為「淡水縣十九社」。1870年（同治九年），清廷曾派員調查各番社的名稱、位置及番丁數，其中記載龜崙社的資料是：位於新莊（新北市新莊區）與桃仔園（桃園）間的龜崙嶺（龜山）附近，番丁二十二名。當伊能嘉矩到龜崙社的時候，他記錄著：龜崙社分為上、下兩社，四周的土地已被漢人占去了。',
            '由於龜崙族在過去的族群定位上，一直被認為是凱達格蘭族之一，所以鮮少引人注意，有關其風俗記載資料也較缺乏，就族群的影響而言，應受到淡北番社的影響，在生活習俗上與原「十九番社」接近。',
            '1888年，由臺北南下經大橋頭跨越淡水河至海山口（新莊），桃仔園迄至新竹鐵路相繼施工。1891年，打通龜崙嶺至桃仔園，設有龜崙嶺車站。鐵路則於1893年（光緒十九年）11月修達新竹。繼任巡撫邵有濂於1893年鐵路全線完工奏報，「北穿獅嶺洞隧百尋，南渡龜崙則坂踰九折，路工之難如此」，形容北洞獅球嶺、南橋龜崙嶺，施工困難度相當。參考清代鐵路圖。1895年和1897年，颱風帶來的洪水，沖毀臺北橋。海山口附近河岸亦陷落，鐵路流失，龜崙嶺道路崩塌，致使鐵路中斷。1897年1月，伊能嘉矩到桃園地區做平埔族調查時，曾到過龜崙族的頂社與下社（這兩個社的位置都在南崁溪的上游）。1899年5月，原經大稻程河溝頭、海山口鐵路，改經艋舺（萬華）、枋橋（板橋）、樹林、山仔橋（山佳）、鶯歌石（鶯歌），接桃仔園（桃園）南下。',
            '1901年（明治卅四年）基隆至桃仔園的改良線先行通車，此時鐵路改走艋舺、樹林、鶯歌至桃仔園。8月24日新莊鐵道廢除，8月25日板橋新線通車，連帶龜崙嶺鐵道也廢除，現只剩龜崙嶺鐵道橋遺構包含第二尖山橋、大坑溪橋、坑底無名橋遺構。1920年（大正九年），臺灣實施「州郡街庄制」，設龜山庄，隸屬新竹州桃園郡，戰後改設龜山鄉。1964年，政府為提倡工業，促進產業經濟發展，委由臺灣土地開發公司與桃園縣政府配合規劃開發龜山工業區，而於1969年完成。工業區總面積為131公頃，公共設施為12公頃，是早期首批開發之綜合性工業區。1975年，政府以林口交流道為中心，開發林口新市鎮，範圍包含新北市林口區與桃園市龜山區的樂善里、長庚里、文化里、大湖裡、公西里、大華里、大崗里。桃園縣於2014年12月25日升格為直轄桃園市，原龜山鄉改制為龜山區，同時村改里。',
          ),
      ),
  );
