<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 八德區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AB%E5%BE%B7%E5%8D%80',
          ),
        'descs' => array (
            '八德區為臺灣桃園市的市轄區，面積33.7111平方公里，是桃園市面積最小的行政區。位於桃園市的東北部，北鄰桃園區，東鄰新北市鶯歌區，西鄰中壢區，西南連平鎮區，南接大溪區，地勢南高北低，有茄苳溪貫穿南北。人口約19.0萬人，人口密度約5,622人/平方公里。桃園縣於2014年12月25日升格為直轄市，原縣轄八德市改制為八德區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%85%AB%E5%BE%B7%E5%8D%80',
          ),
        'descs' => array (
            '八德區舊名「八塊厝」（下含小字莊頭、莊尾、稻埕頭、連城、舊城、公館、租倉、城外等八處，今八德區公所、三元宮一帶地區），相傳是清乾隆年間有謝、蕭、邱、呂、賴、黃、吳、李姓等八戶人家至此開墾，每姓各築一屋，因而得名。1920年改設「八塊庄」，劃歸新竹州桃園郡管轄。戰後改名桃園縣八德鄉；1995年1月改制「八德市」，同時「村」改為「里」，但商業活動主要聚集在大湳一帶。2014年12月25日桃園縣改制直轄市，八德市改制「八德區」。',
          ),
      ),
  );
