<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 台北市 北投區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%8A%95%E5%8D%80',
          ),
        'descs' => array (
            '北投區是中華民國臺北市最北邊、以及面積第二大的行政區，著名的北投溫泉及關渡風景區也位在此區。臺灣溫泉史源頭在北投，於1896年由日本大阪商人平田源吾在此設立臺灣第一家溫泉旅館「天狗庵」。。其東側以磺溪上接中山樓右側山脊至馬槽橋沿山溝、南側以基隆河與士林區相望，北側鄰新北市三芝區與金山區，西側與新北市淡水區為鄰。',
            '此區自然資源豐富，陽明山國家公園即位於此區及士林區。此區醫療資源亦豐，許多醫療中心、醫護院校均位於本區，是故未來本區欲開發之士林北投科技園區將以生技醫藥產業為主軸。2010年臺北市政府舉辦花卉博覽會而制定區花，北投區為櫻花，臺北市政府民政局也特別製作區花版門牌。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%8A%95%E5%8D%80',
          ),
        'descs' => array (
            '北投區的名字是因為早期巴賽族認為地熱谷是女巫施法才會冒煙，所以就用巴賽語裡的女巫，念起來是「PATAW(巴島)」與北投的臺語發音很像，所以命名為「北投」。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8C%97%E6%8A%95%E5%8D%80',
          ),
        'descs' => array (
            '昔日為平埔族北投社（巴賽語：Ki-pataw，意為巫女）之地，康熙中葉後，漸漸有漢人來此屯墾。1697年郁永河來北投開採硫磺，紀錄於「裨海紀遊」一書中。1875年北投隸屬於淡水縣芝蘭二堡。1920年臺灣地方改制，實行街庄制，北投隸台北州七星郡，設「北投庄」。',
            '1913年臺灣總督府為迎接皇太子裕仁，臺北廳廳長井村大吉興建北投溫泉公共浴場，同時整建成北投公園。1946年臺北縣政府成立,隸屬臺北縣七星區北投鎮，1947年七星區併入淡水區，改隸臺北縣淡水區北投鎮1949年時改隸草山管理局北投鎮。1967年7月1日臺北市升格院轄市時未併入。直到1968年7月1日隨臨近之景美鎮、南港鎮、木柵鄉、內湖鄉、暨同屬陽明山管理局之士林鎮等鄉鎮劃入臺北市，成為北投區。',
            '1988年7月16日臺鐵淡水線因改建捷運停駛。1997年臺北捷運淡水線及新北投支線通車，其中唭哩岸站站名譯音自凱達格蘭族語之Ki-lrigan。2006年北投空中纜車動工，原預計2007年7月通車，但開工後因為爆發弊案及一些開發爭議，也受到當地居民反對。目前確定停建，台北市政府與廠商協調中。2016年日式老車站新北投站火車站預計回歸到七虎公園，但是確切位置仍在討論中。',
            '北投區位於臺灣臺北市最北邊，與士林區用淡水河下游來劃分它是全臺灣面積第十二大的區，著名的陽明山國家公園及臺北榮民總醫院也在該區。',
          ),
      ),
  );
