<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 大溪區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '大溪區爲臺灣桃園市的一個市轄區，境內有大漢溪，因而得名。大溪區原為復興區的木材輸出門戶，以大漢溪爲河運管道。雖然現在河運已經不再，但當地昔日的渡船頭仍然保存，大溪爲北橫公路的入口端，因擁有豐富的觀光資源，桃園市政府持續推展生態休閒遊憩東都心之重點發展區。',
            '大漢溪兩旁原爲河階地形之代表，但在石門水庫建立之後，因爲水位下降，下切力道不足，使現在河階地形之形成趨緩，但近年在武嶺橋下游興建中庄調整池作為石門水庫的備用水庫，其中的中庄堰為全國規模最大的倒伏式攔河堰將攔截大漢溪河水，使水位將再度上升找回昔日深水港的河景。石門水庫位於大溪區南端，爲桃園市的著名風景區。大溪區之特產爲大溪豆乾及木製品，其中紅木神桌獨特精細的雕紋最為聞名，因此大溪木藝技術又結合在地傳統文藝神將《俗名：大仙尪》 ，而讓大溪成為北臺灣三大神將重地區域，齊名蘆洲、宜蘭。近年來，臺灣開放農業觀光，而大溪多山林，已開發許多休閒農莊，又鄰近臺北都會區，週休假日遊客紛至。',
            '大溪區以大漢溪為界分為河東地區與河西地區，前者是傳統行政與經濟中心，近年極力轉型發展觀光生態遊憩，為國內外知名的旅遊景點；後者因國道三號大溪交流道開通，而設立低密度開發的埔頂重劃區主要以透天住宅為主，近年隨著重劃區發展快飽和以致大型土地稀少，外加桃園縣升格為直轄市，種種因素重劃區開始出現大型高樓住宅發展。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '大溪區最早稱爲大姑陷，源自於平埔族霄裡社人稱大漢溪爲「Takoham」之音譯。乾隆年間，漳州人沿著大漢溪逆流而上，到此地開墾，因爲漢人認爲「陷」字不吉利，就以地處河崁地形，取「崁」代「陷」成為「大姑崁」。同治初年，當地住民李金興出仕，李騰芳中舉，鄉民爲彰顯科舉功名，又將地名改爲「大科崁」，光緒年間巡撫劉銘傳在此設立大嵙崁撫墾局，又將「大科崁」改成爲「大嵙崁」。最後在1920年，臺灣總督府將地名改為「大溪」，此名稱就沿用至今。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%BA%AA%E5%8D%80',
          ),
        'descs' => array (
            '明永曆十六年（1662年），大溪屬承天府天興縣。康熙二十二年(1683年)臺灣設一府三縣，大溪屬諸羅縣。康熙六十年(1721年)，諸羅縣劃分為諸羅縣、彰化縣、淡水廳，大溪屬淡水廳。清代初期，當臺北盆地逐漸爲漢人所開拓時，原住民就逆大漢溪而上尋找新住所，大溪河崁一帶便是他們的據點之一。當時大溪是凱達格蘭族霄裡社與泰雅族原住民散居之地，其中霄裏社知母六（蕭那英）和薛啟龍共鑿霄裏大圳，可灌溉灌溉番仔寮、三塊厝、南興庄、棋盤厝、八塊厝、山腳莊等六莊田地。',
            '乾隆元年（1736年）起，便有閩、客移民沿河逆水到此，陸續入墾大嵙崁，逐漸成為漢人與原住民雜居的地區。嘉慶八年（1803年），新莊的林本源家族因漳泉械鬥，舉家避禍於此。林家的入住，促進了當地的繁榮。他們出鉅資開圳引水，奠定了農業發展的基礎；後來更藉地利之便，做起米、鹽的河運生意，所以大溪開始有了小市集。光緒十六年（1890年），因北路磺腦專賣局的設立，使本地成為茶葉、樟腦、木材的集散地。 而光緒十八至二十三年（1892年至1897年）是大溪河運的黃金時期，船舶可由淡水、大稻埕、艋舺（今萬華）、新莊直抵大溪。當時的大溪商家雲集，多達三、四百家，多集中在現今和平路老街一帶。',
            '臺灣民主國，永清元年/光緒二十一年，(1895年)著名的乙未臺日分水崙戰役，地點位於大溪區永福里龍山寺後方處，是日軍入主臺北城後，規模最大，戰鬥最慘烈的一役。日軍近衛師團坊城後章少佐率軍894名沿土地公坑溪谷欲前往大嵙崁支援時，遭到三角湧義勇軍包圍伏擊。經兩晝夜血戰後，日軍死傷達數百人。',
            '明治三十一年，日人田中正太郎在《東京人類學雜誌第一四九期》發表史前先民遺址，有大溪街、中新、三層、頭寮、枕頭山麓等處。臺灣日治時期大正五年（1916年），由臺灣總督府工程師八田與一與狩野三郎等設計的桃園大圳動土，灌溉區域涵蓋今桃園市大溪區、八德區、桃園區、中壢區、楊梅區、新屋區、蘆竹區、觀音區及大園區等地，因而帶動民生及農業發展。大正十二年（1923年），桃園大圳截引大漢溪灌溉桃園台地，造成大漢溪水位下降，大船無法上溯，加上鐵公路的逐漸發達，使得大溪的河運逐漸沒落。昭和二年八月，大溪公園經臺灣日日新報票選為「臺灣八景十二勝」。',
          ),
      ),
  );
