<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 復興區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%A9%E8%88%88%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '復興區為臺灣桃園市一個市轄區，面積約為桃園市總面積的三分之一，為桃園市面積最大的行政區，人口約1.1萬人，居民多為台灣原住民族泰雅族。',
            '依照《地方制度法》，復興區係直轄市山地原住民區，為具有公法人地位的地方自治團體，與桃園市其他市轄區的性質並不相同，享有相當於鄉鎮市的地方自治權，復興區公所為其自治事項之行政機關，而非桃園市政府的派出機關，並設置復興區民代表會作為其自治事項之立法機關。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%A9%E8%88%88%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '舊名「角板山」，大日本帝國殖民臺灣時期為新竹州大溪郡蕃地，戰後初設角板鄉。地名由來：1. 1886年劉銘傳於當地視察，見大嵙崁溪兩岸河階地行如三角板，遂取名為角板山。2. 清末稱此地夾板山，這座山在泰雅語名字為Pyasan，意思是物品交易的場所。 另一說是泰雅語Pyasan(北亞山)，源出於一位泰雅族部落的頭目的名字，清末他為抵抗清軍的攻擊奮戰而亡，族人以其名紀念之。3. 日治時期，總督府征服當地的原住民，將地名改為「腳板山＂，示腳踏之板的蔑稱。從日治時期才出現的角板山一詞來看，所謂劉銘傳命名的說法，或為訛傳。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%A9%E8%88%88%E5%8D%80_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '1954年10月31日更為復興鄉。據當時報紙所載，「山胞為慶祝總統華誕及象徵國家復興」，而由鄉公所決議呈請縣府核准，同時亦將角板國民學校改稱介壽國民學校。並選在蔣介石之生日始用。2014年12月25日，桃園縣改制為直轄市桃園市後，復興鄉亦改為市轄區復興區。',
            '近年來隨著原住民自我認同意識抬頭，「復興」名稱過於政治八股、隱含中國中心主義或大漢族主義，與原鄉地名毫無關連、缺乏特色，因此有恢復為原名角板或比亞山的呼聲。',
          ),
      ),
  );
