<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 大園區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '大園區（臺灣客家語饒平腔：taiˊ vien kiˇ）是位於臺灣桃園市北部的一個市轄區，是台灣桃園國際機場和未來桃園航空城的所在地，北濱臺灣海峽，由此桃園市政府持續推展航空城物流西都心之重點發展區。區轄有：大園、田心、溪海、和平、橫峰、五權、埔心、大海、三石、菓林、竹圍、海口、沙崙、後厝、圳頭、內海、北港、南港等十八里，人口約8.6萬人。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%A4%A7%E5%9C%92%E5%8D%80',
          ),
        'descs' => array (
            '大園區在清朝雍正年間屬淡水廳，光緒年間則改為台北府淡水縣、新竹縣分轄，其後日治時代明治年間屬台北縣，後改為桃園廳，大正9年（1920年）為新竹州桃園郡大園庄，1945年二戰後，改為新竹縣桃園區大園鄉，民國39年（1950年）改為桃園縣大園鄉，其後桃園縣於2014年12月25日改制為直轄市，原大園鄉改制為大園區，同時村改里，目前劃分18里410鄰。',
          ),
      ),
  );
