<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 桃園市 蘆竹區
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%86%E7%AB%B9%E5%8D%80',
          ),
        'descs' => array (
            '蘆竹區位於臺灣桃園市東北部，濱台灣海峽的桃園中壢都會區內。全區共分三大區域（南崁、大竹、山腳），目前區公所在南崁地區。自1978年（民國67年）10月31日中山高速公路通車後，因交通便捷，且鄰近桃園區和桃園國際機場，近30年來發展相當迅速。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E8%98%86%E7%AB%B9%E5%8D%80',
          ),
        'descs' => array (
            '蘆竹名稱的由來，是因為該區早期於南崁西北方地區(今蘆竹里一帶)，原住民墾殖初期為蘆竹茂生之濕地，當地居民以該植物（狀似蘆葦）築屋居住而得名。',
            '本區發展核心雖位於南崁，但以鄰近較不繁榮之村落蘆竹為名，據說乃因為該部落位於該區三大聚落（坑仔、南崁、大竹）之中心，為公平起見而以之為全區名稱。',
            '為改制成縣轄市，蘆竹鄉公所於2009年起開始發放遷籍獎勵金。2012年1月14日，蘆竹鄉公所曾於2012年中華民國立法委員選舉投票日當天發放4萬份問卷，讓鄉親票選人口滿十五萬改制縣轄市後，是沿用「蘆竹市」地名，或改為「南崁市」，票選結果仍以蘆竹為名。2014年1月10日，在發出四千三百六十多萬元遷籍獎勵金給一萬九千多人後，蘆竹鄉人口方達到改制標準的15萬人，鄉公所依程序提出改制申請，並於同年6月3日正式改制為蘆竹市。桃園縣於2014年12月25日升格為直轄市後，原縣轄蘆竹市改制為蘆竹區，蘆竹市自改制縣轄市起至改制為市轄區止僅有205日，為台灣地方制度史上最短命的縣轄市，因此升格意義及必要性曾被各界質疑。',
          ),
      ),
  );
