<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 竹南鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%8D%97%E9%8E%AE',
          ),
        'descs' => array (
            '竹南鎮（閩南語白話字:Tek-lâm-tìn，臺灣客家語四縣腔：zugˋ namˇ ziinˋ），是台灣苗栗縣的一個鎮，位於苗栗縣西北部，西鄰台灣海峽南隔中港溪與後龍鎮、造橋鄉為界（只有公館里位於中港溪以南），東接頭份市，北以鹽水港溪接新竹市。因市區以及縱貫線竹南車站緊鄰頭份市，與頭份市視為雙子城的結構。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E7%AB%B9%E5%8D%97%E9%8E%AE',
          ),
        'descs' => array (
            '1661年（明永曆十五年）：設置一府二縣，苗栗歸天興縣管轄1670年（明永曆二十四年）：有平埔後壠社、中港社、新港仔社、貓裏社及加志閣社，合稱「後壠五社」，中港社為道卡斯族最早在活動竹南紀錄。1723年（清雍正元年）：署淡水廳設中港庄各地村落雛型已成。',
            '1739年（清乾隆四年）：泉州人林耳順等人開墾三角店、田寮等地。1785年（清乾隆五十年）：中港庄鹽生莊文榜程文稟官。1786年（清乾隆五十一年）：中港社土著移入番社庄（今中港里），人口逐漸增加，後形成中港舊街。道光年間為北部貿易重鎮。',
            '1889年（清光緒十五年）：苗栗縣設縣，原中港、頭份包含整個中港溪地區遭分裂被劃為新竹。1895年（清光緒二十一年）：日本治台，竹南地區隸屬台北縣新竹支廳竹南一堡。1902年（明治三十五年）8月10日：縱貫線通車至此，設停車場（鐵路車站）於三角店庄，距中港街約1公里餘，站名仍沿用中港（即今竹南車站）。',
            '1920年（大正九年）：設新竹州竹南郡竹南庄，轄區包括原竹南一堡轄下的中港街、崎頂庄、口公館庄、大埔庄、營盤邊庄、三角店庄、鹽館前庄、公館仔庄及海口庄。三角店改名為竹南，並將庄治、郡治設於此。同時將車站更名為「竹南」。1939年（昭和十四年）：竹南庄改制為街，為竹南街。1945年（民國三十四年）：改制為新竹縣竹南區竹南鎮。1950年（民國三十九年）：苗栗縣復設，改為苗栗縣竹南鎮至今。',
          ),
      ),
  );
