<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 頭份鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A0%AD%E4%BB%BD%E5%B8%82',
          ),
        'descs' => array (
            '頭份市（臺灣客家語四縣腔：teuˇ fun sii；海陸腔：teu fun+ shi+），位於臺灣苗栗縣北部，是苗栗縣的第一大城市。西鄰竹南鎮、南接造橋鄉、三灣鄉，東接新竹縣峨眉鄉，北接新竹市及新竹縣寶山鄉，處於中港溪中遊河谷地區。地形為平原及丘陵。氣候屬於副熱帶季風氣候。',
            '境內居民以客家族群為主，近年來因新竹科學園區竹南園區鄰近之便，使得遷入人口不斷增加，以人口數而言，是苗栗縣第一大行政區，由於人口數持續成長，自2004年3月起，取代縣治苗栗市成為為縣內人口最多的行政區，並與緊鄰的竹南鎮形成雙城結構。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A0%AD%E4%BB%BD%E5%B8%82',
          ),
        'descs' => array (
            '「頭份」的地名，完全是臺灣開墾過程的產物。在漢人沒有入拓之前的頭份，是平埔族道卡斯族竹塹社與中港社、以及賽夏族原住民分布的地區。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E9%A0%AD%E4%BB%BD%E5%B8%82',
          ),
        'descs' => array (
            '清乾隆四年間（1739年），福建省泉州府人林耳順，率領閩粵二省漢人約三十餘人，由香山進中港，商得當時居住在頭份地區的平埔族原住民同意，雇用漢民進入頭份從事開墾，此為漢人拓殖頭份的開始，當時稱為「田寮庄」，即現在的頭份市田寮里附近。',
            '清乾隆16年（1751年）廣東省嘉應州鎮平縣人林洪、吳永忠、溫殿玉、黃日新、羅德達等約兩百人，率領宗族飄洋過海到頭份開墾。當時，他們以「抓鬮」的方式決定開墾的地點。抓到第1號的即為「頭份」，後來沿用為地名。據說林姓人數最多，分得頭份、二份及望更寮；黃姓分得三份及新屋下；溫姓分得四份、五份；吳姓分得河唇；羅姓分得中肚，這些地名，大部分在現在頭份市、和平里和民族里一帶。光緒年間納為新竹縣竹南一堡。',
            '臺灣日治時期初期，改隸臺北縣新竹支廳，1901年成為新竹廳中港支廳「頭份區」，1920年變更為新竹州竹南郡「頭分庄」，1940年6月17日升格為「頭分街」。1945年二戰後初期，改為新竹縣竹南區「頭份鎮」。1950年台灣省調整行政區域與廢除區署，變為苗栗縣頭份鎮。',
            '2015年《地方制度法》修法，將第四條縣轄市人口門檻從15萬人調降為10萬人，彰化縣員林鎮與苗栗縣頭份鎮符合此門檻。在歷經月餘頭份鎮民、及各界討論是否將鎮改制為市後，同年7月15日，頭份鎮民代表會召開第3次臨時會，審議「鎮改制為縣轄市」之提案。在代表們贊同聲下，鎮代會主席溫俊勇落槌，正式通過議案。且已於同年10月5日改制為「頭份市」，成為苗栗縣的第二個縣轄市。',
          ),
      ),
  );
