<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 南庄鄉
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%BA%84%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '南庄鄉（臺灣客家語四縣腔：namˇ zongˊ hiongˊ；海陸腔：nam zongˋ hiongˋ），是台灣苗栗縣轄下的一個鄉，位於苗栗縣東北部，南邊為泰安鄉，西南為獅潭鄉，西北為三灣鄉，東北至東分別為新竹縣峨眉鄉、北埔鄉及五峰鄉，全鄉屬於中港溪流域的源流區。鄉內居民頗為多元，以客家人為最多，其次為原住民（賽夏族、泰雅族）、外省人及福佬人。全鄉均納入參山國家風景區範圍內。',
          ),
      ),
    '地名緣由' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%BA%84%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '南庄鄉以鄉治所在地，也是全鄉最大聚落的南庄而命名。南庄聚落古名南莊，係因位於較早開發的田尾莊（今田美村）之南而得名，日治時期始改名南庄，二戰後改為南庄鄉；有別於其他鄉鎮，二戰後日本行政區中的「街」改為鎮，「庄」則改為鄉；例如頭份街改為頭份鎮，公館庄改為公館鄉；但由於南庄僅二字，因此僅短暫改為南鄉，不久旋即保留庄字，成為南庄鄉。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%8D%97%E5%BA%84%E9%84%89_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '在有歷史記載以前，南庄地區為原住民賽夏族、泰雅族的生活範圍。明鄭時期（1661年－1683年），劃新港溪（今鹽水溪）以北為天興縣（其後改制為天興州）。此地由於深處內陸，仍無漢人入墾，官府並未實質管轄。永曆三十六年（1682年），竹塹地區的新港、中港、後壠等社壯丁被徵召運送兵餉，因不堪受虐而反抗。這些社丁遭明鄭官兵討伐後，逃入內灣（今三灣鄉內灣村）、三灣、大南埔（今南庄鄉南富村）、獅潭等地，其後因鄭克塽的招撫政策，大多返回原居地。此為最早有人進入南庄的紀錄。永曆三十七年（1683年），明鄭戰敗降清，時為清康熙二十二年。隔年清政府設一府三縣，南庄地區歸諸羅縣。雍正元年（1723年），析大甲溪以北為淡水廳，南庄地區屬之。乾隆二十六年（1761年），北台灣設「土牛溝」作為漢人開墾之界限。今南庄鄉全境位於土牛溝以東，仍無漢人入墾。嘉慶十餘年間（1805年－1814年），廣東嘉應州人黃祈英（又名斗乃）隻身渡台。初至斗換坪（今頭份市斗煥里），與原住民交易；其後受原住民之邀進入田尾（今南庄鄉田美村），娶原住民女子為妻，落居務農為生，為漢入開墾南庄地區之始。其後黃祈英邀請於臺中結識之張大滿、張細滿，一同移入南庄，亦娶原住民女為妻。三人合力開墾南庄，產業均分。',
            '道光六年（1826年），彰化地區閩粵械鬥，黃祈英等人乘機帶領原住民焚殺中港庄民。清政府為防範漢人入山與原住民合作起亂，遂於三灣設隘並派屯兵防守。道光十二年（1832年），把總向仁鎰駐守三灣，招黃祈英二子黃允明、黃允連為社丁，並將都壢口沿岸（今南庄鄉田美村、獅山村）一帶給予二人備本建隘、開圳成田。隨後又派兵於屯營莊（今南庄鄉員林村屯營）成立一支屯，閩粵移民紛紛進入開墾。至道光十三、四年間（1833－1834年），南庄街市集形成。同治十三年（1874年）牡丹社事件發生後，清廷改採「開山撫番」、增設府縣的政策。隔年，「淡新分治」，南庄地區改隸新成立的新竹縣。光緒七年（1881年），福建巡撫岑毓英准林汝梅墾南庄荒埔，組織「金東合」墾號。林汝梅遂與黃允明合作開墾獅里興、獅頭驛一帶。因漢人移入日多，遂將三灣隘移駐南庄。光緒十三年（1887年），獅里興社土目日阿拐被立為獅里興社長，並獲六品軍功職銜。其時因樟樹多，遂有製腦業者進入採腦。光緒二十一年（1895年），台灣割讓予日本，時為日明治二十八年。',
            '日治初期，台灣行政區劃異動頻繁，南庄地區初隸臺北縣，一度拆分臺北縣而改隸新竹縣，不久新竹縣又被合併而仍隸臺北縣。直至明治三十四年（1901年）實行二十廳制，南庄地區改隸新竹廳南庄支廳，行政區劃才算穩定下來。日治時期制訂規章許可製腦，並鼓勵日本人入山經營腦業。明治三十五年（1902年），日阿拐不滿日本製腦業者怠慢付工資且強奪祖傳土地，遂聯合泰雅族鹿場社及苗栗、新竹諸社，攻擊南庄支廳及各地隘勇監督所。日方派兵討伐月餘才告平定，史稱「南庄事件」。大正九年（1920年），廢除廳、支廳、區，改設州、郡、街庄，南庄地區改制為新竹州竹南郡南庄，並設立庄役場，下轄員林、大南埔、四灣、田尾、南庄、北獅里興6個大字，其下有4個小字。昭和二十年（1945年），日本在第二次世界大戰戰敗投降，台灣由中華民國政府接收，時為民國34年。',
            '民國35年（1946年），南庄改制為新竹縣竹南區南鄉，原竹南郡蕃地（範圍大約是南江村南側、蓬萊村以及東河村）沒有循其他蕃地改制為原住民鄉，而是併入南鄉，共設10個村。稍後再改名南庄鄉。民國39年（1950年）廢區，南庄鄉改隸新成立的苗栗縣，以迄於今。民國65年（1976年），風美村併入東河村，成為9個村。由於原住民人口與地區占南庄鄉不如漢人，因此南庄鄉沒有成為高山原住民鄉，但列為平地原住民鄉。',
          ),
      ),
  );
