<?php

/**
 * @author      OA Wu <comdan66@gmail.com>
 * @copyright   Copyright (c) 2016 OA Wu Design
 *
 * 苗栗縣 後龍鎮
 */

return array (
    '地方簡介' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%8C%E9%BE%8D%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '後龍鎮（臺灣客家語四縣腔：heu liungˇ hiongˊ），是台灣苗栗縣的一個鎮，位於苗栗縣西部，南鄰苗栗市、西湖鄉及通霄鎮，西鄰台灣海峽北隔中港溪與竹南鎮為界，東接造橋鄉。本鎮名源自於平埔族原住民後壠社。後龍鎮為台灣西瓜重鎮，素有西瓜王國雅號。',
          ),
      ),
    '地方歷史' => array (
        'sources' => array (
            '維基百科' => 'https://zh.wikipedia.org/wiki/%E5%BE%8C%E9%BE%8D%E9%8E%AE_(%E5%8F%B0%E7%81%A3)',
          ),
        'descs' => array (
            '後龍地區舊稱「後壠」。鄭成功時期，稱後壠社。1812年屬淡水廳後壠堡，1879年後壠堡改稱竹南二堡屬新竹縣，1889年為苗栗一堡後壠。1895年6月台灣縣苗栗支廳，8月台灣民政支部苗栗出張所。1896年台中縣苗栗支廳。1897年新竹縣苗栗辨務署。1898年台中縣苗栗辨務署。1901年苗栗廳後壠支廳。1909年新竹廳後壠支廳。1910設區，今後龍鎮境內分後壠區、新港區、公司寮區等三區。1920年改稱後龍，屬新竹州竹南郡後龍庄。1946年新竹縣竹南區後龍鄉。1950年苗栗縣後龍鄉。1951年改為苗栗縣後龍鎮，水尾里分出秀水里，北勢里改名豐富里。',
          ),
      ),
  );
